Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/graphlcd-0.1.3/po/*.po
Languages: cs_cz, es_es, it_it, ro_ro

source: JanFebMarAprMayJunJulAugSepOctNovDec
cs_cz: LedÚnoBřeDubKvěČrvČrcSrpZářŘíjLisPro
es_es: EneFebMarAbrMayJunJulAgoSepOctNovDic
it_it: GenFebMarAprMagGiuLugAgoSetOttNovDic
ro_ro: JanFebMarAprMaiIunIulAugSepOctNovDec

source: Music
cs_cz: Hudba
es_es: Música
it_it: Musica
ro_ro: Muzica

source: File
cs_cz: Soubor
es_es: Archivo
ro_ro: Fisier

source: Image
cs_cz: Obrázek
es_es: Imágen
it_it: Immagine
ro_ro: Imagine

source: Replay
cs_cz: Přehrát
es_es: Repetir

source: no
cs_cz: ne
ro_ro: nu

source: yes
cs_cz: ano
es_es: Si
it_it: Sì
ro_ro: da

source: not in menu
cs_cz: není v nabídce
es_es: No en menú
it_it: Non nel menu
ro_ro: nu in meniu

source: compressed
cs_cz: komprimované
es_es: Comprimido
it_it: Compresso
ro_ro: comprimat

source: auto
cs_cz: automaticky

source: medium
cs_cz: střední
es_es: Medio
it_it: Medio
ro_ro: mediu

source: large
cs_cz: velké
es_es: Grande
it_it: Grande
ro_ro: larg

source: never
cs_cz: nikdy
es_es: Nunca
it_it: Mai
ro_ro: niciodata

source: once
cs_cz: jednou
es_es: Una vez
it_it: Una volta
ro_ro: odata

source: always
cs_cz: vždy
es_es: Siempre
it_it: Sempre
ro_ro: intotdeauna

source: Show Date/Time
cs_cz: Zobrazovat datum a čas
es_es: Ver fecha/hora
it_it: Mostrare data/ora
ro_ro: Arata Data/Timp

source: Show Channel
cs_cz: Zobrazovat kanál
es_es: Ver canal
it_it: Mostrare canale
ro_ro: Arata Canal

source: Show Logo
cs_cz: Zobrazovat logo
es_es: Ver logo
it_it: Mostrare logo
ro_ro: Arata Logo

source: Show Symbols
cs_cz: Zobrazovat symboly
es_es: Ver símbolos
it_it: Mostrare simboli
ro_ro: Arata Simboluri

source: Show ET Symbols
cs_cz: Zobrazovat symboly ET
es_es: Ver símb. ET
it_it: Mostrare simboli ET
ro_ro: Arata Simboluri ET

source: Show Program
cs_cz: Zobrazovat program
es_es: Ver programa
it_it: Mostrare programma
ro_ro: Arata Program

source: Show Timebar
cs_cz: Zobrazovat časový pruh
es_es: Ver barra tiempo
it_it: Mostrare timebar
ro_ro: Arata bara Timp

source: Show Menu
cs_cz: Zobrazovat nabídku
es_es: Ver menú
it_it: Mostrare menu
ro_ro: Arata Menu

source: Show Messages
cs_cz: Zobrazovat zprávy
es_es: Ver mensajes
it_it: Mostrare messaggi
ro_ro: Arata Mesaje

source: Show Volume
cs_cz: Zobrazovat hlasitost
es_es: Ver volumen
it_it: Mostrare volume
ro_ro: Arata Volum

source: Show free Tuner
cs_cz: Zobrazovat volný tuner
es_es: Ver sintonz. libre
it_it: Mostrare tuner liberi
ro_ro: Arata Tuner disponibil

source: Identify replay type
cs_cz: Identifikovat typ přehrávání
es_es: Identif.tipo de reprod.
it_it: Determinare tipo replay
ro_ro: Identifica tipul de replay

source: Modify replay string
cs_cz: Změnit řetězec přehrávání
es_es: Modif. cadena repet.
it_it: Modificare stringa replay
ro_ro: Modifica sirul de caractere de la replay

source: Scroll text lines
cs_cz: Posouvat řádky textu
es_es: Texto móvil
it_it: Scorrimento testo
ro_ro: Deruleaza liniile de text

source: Scroll speed
cs_cz: Rychlost posouvání
es_es: Veloc. movim.
it_it: Velocità scorrimento
ro_ro: Viteza de derulare

source: Scroll time interval
cs_cz: Interval posouvání
es_es: Intervalo deslizam.
it_it: Intervallo scorrimento
ro_ro: Interval de timp derulare

source: Brightness on user activity
cs_cz: Jas při aktivitě uživatele
es_es: Brillo durante uso
it_it: Luminosità su utente attivo
ro_ro: Stralucirea la activitatea utilizatorului

source: Brightness on user inactivity
cs_cz: Jas při neaktivitě uživatele
es_es: Brillo en inactividad
it_it: Luminosità su utente non attivo
ro_ro: Stralucirea la inactivitatea utilizatorului

source: Brightness delay [s]
cs_cz: Zpoždění jasu (s)
es_es: Retraso brillo [s]
it_it: Ritardo luminosità [s]
ro_ro: Intarziere la stralucire [s]

source: Show clock on user inactivity
cs_cz: Zobrazovat hodiny při neaktivitě uživatele
es_es: Ver reloj durante inactvidad
it_it: Mostrare orologio su utente non attivo
ro_ro: Arata ceas la inactivitatea utilizatorului

source: Unknown title
cs_cz: Neznámý titul
es_es: Título desconocido
it_it: Titolo sconosciuto
ro_ro: Titlu necunoscut
