Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/extrecmenu-1.1-reel3/po/*.po
Languages: ca_es, de_de, es_es, it_it, nl_nl

source: All recordings
de_de: Alle Aufnahmen

source: last 30 days
de_de: letzte 30 Tage

source: Both SD and HD
de_de: SD und HD

source: SD only
de_de: Nur SD

source: HD Only
de_de: Nur HD

source: Search Recordings
de_de: Suche nach Aufnahmen

source: Recording Name
de_de: Name der Aufnahme

source: Time
de_de: Uhrzeit

source: Filter by
de_de: Filtern nach

source: Select a recording to play
de_de: Eine Aufnahme zum Abspielen auswählen

source: No recordings found. Modify search parameters and try again.
de_de: Keine Aufnahme gefunden. Ändern Sie die Suchparameter und versuchen Sie es erneut.

source: New Search
de_de: Neue Suche

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: Delete recording?
ca_es: Suprimir gravació?
de_de: Aufnahme löschen?
es_es: ¿Borrar grabación?
it_it: Cancellare registrazione?
nl_nl: Opname wissen?

source: Recording in progress, stop recording and delete it?
de_de: Aufnahme läuft, beenden und löschen?

source: Unable to delete recording
de_de: Kann Aufnahme nicht löschen

source: Directory Selector
ca_es: Selector de carpetes
de_de: Ordnerauswahl
es_es: Selector directorio
it_it: Selettore cartella
nl_nl: Directory keuze

source: Cancel
ca_es: Cancel·la
de_de: Abbrechen
es_es: Cancelar
it_it: Annullare
nl_nl: Onderbreken

source: Move
ca_es: Desplaça
de_de: Verschieben
es_es: Mover
it_it: Spostare
nl_nl: Verplaats

source: Rec Dir
ca_es: Carpeta Gravac.
de_de: Stammverz.
es_es: Dir Grab
it_it: Dir. reg.

source: Button$Create
ca_es: Crea
de_de: Neuer Ordner
es_es: Crear
it_it: Creare
nl_nl: Maak

source: Cannot move into its own sub folder
ca_es: No s'ha pogut desplaçar a la pròpia subcarpeta
de_de: Verschieben in eigenen Ordner nicht möglich!
es_es: No se puede mover a la propia subcarpeta
it_it: Impossibile spostare nella propria sottocartella!
nl_nl: Kan niet naar eigen submap verplaatsen

source: Cannot write into directory
ca_es: No s'ha pogut escriure a la carpeta
de_de: Kann nicht in diesen Ordner kopieren
es_es: No se puede escribir en el directorio
it_it: Impossibile scrivere nella cartella!
nl_nl: Kan niet in deze map schrijven

source: Moving Recording
ca_es: S'està desplaçant la gravació
de_de: Aufnahme wird verschoben
es_es: Moviendo grabación
it_it: Spostamento registrazione
nl_nl: Verplaats Opname

source: Moving Directories
ca_es: S'estan desplaçant les carpetes
de_de: Ordner wird verschoben
es_es: Moviendo directorios
it_it: Spostamento cartelle
nl_nl: Verplaats Mappen

source: Move failed. Not enough free space
ca_es: El desplaçament ha fallat. No hi ha prou espai al disc
de_de: Verschieben fehlgeschlagen. Nicht genug Speicher.
es_es: Movimiento fallido. No hay suficiente espacio
it_it: Spostamento fallito! Spazio su disco insufficiente.
nl_nl: Verplaatsen mislukt. Niet genoeg vrije ruimte beschikbaar

source: Copying started
de_de: Kopiervorgang gestartet
nl_nl: Kopiëren gestart

source: Cannot copy into its own sub folder
de_de: Kopieren in eigenen Ordner nicht möglich!
nl_nl: Niet kan naarzijn eigen sub-map kopiëren

source: Copy failed. Not enough free space
de_de: Kopieren fehlgeschlagen. Nicht genug Speicher.
nl_nl: Kopiëren mislukt. Niet genoeg vrije ruimte beschikbaar

source: Create directory
ca_es: Crea Carpeta
de_de: Neuen Ordner anlegen
es_es: Crear directorio
it_it: Creare cartella
nl_nl: Creëer map

source: New
ca_es: Nova
de_de: Neu
es_es: Nuevo
it_it: Nuovo
nl_nl: Nieuw

source: To create a new directory press 'OK':
ca_es: Per crear una carpeta nova premeu 'OK':
de_de: Namen angeben und mit 'OK' bestätigen.
it_it: Ok -> Creare nuova cartella:
nl_nl: Druk op 'OK' om een nieuwe map te maken:

source: Directory Name
ca_es: Nom de la carpeta
de_de: Ordnername
es_es: Nombre directorio
it_it: Nome cartella
nl_nl: Map naam

source: Note:
ca_es: Nota:
de_de: Hinweis:
es_es: Nota
it_it: Nota:
nl_nl: Opmerking:

source: Directory will only be shown with
ca_es: Les carpetes només es mostraran si
de_de: Ordner werden erst angezeigt, sobald eine
es_es: Sólamente se mostrará directorio con
it_it: La cartella sarà mostrata solo se sono
nl_nl: Directory wordt alleen getoont met

source: recordings inside.
ca_es: contenen gravacions.
de_de: Aufzeichnung darin vorhanden ist.
es_es: grabaciones dentro
it_it: presenti registrazioni al suo interno.
nl_nl: Aanwezige opname's.

source: Created
ca_es: Creada
de_de: Ordner wurde angelegt
es_es: Creado
it_it: Creata
nl_nl: Gemaakt

source: Failed
ca_es: S'ha produït un error
de_de: Fehler
es_es: Fallido
it_it: Fallito!
nl_nl: Mislukt

source: Compression options
de_de: Bitte wählen Sie Ihre gewünschte Option aus.

source: Compression
de_de: Kompression

source: High
de_de: Hoch

source: Low
de_de: Niedrig

source: Internal HDD
ca_es: HDD Intern
de_de: Interne Festplatte
es_es: Disco duro interno
it_it: HDD interno
nl_nl: Interne HDD

source: External Media
ca_es: Suport Extern
de_de: Externes Medium
es_es: Medio externo
it_it: Supporto esterno
nl_nl: Extern Medium

source: Please select the drive where to move the recording:
ca_es: Si us plau, seleccioneu la unitat on es mouran les gravacions:
de_de: Bitte Laufwerk wählen, wohin die Aufnahme verschoben werden soll:
es_es: Seleccionar medio donde mover grabación:
it_it: Selezionare il drive su cui spostare la registrazione:
nl_nl: Kies aub. de drive waarheen de opname verplaatst moet worden:

source: Select Media
ca_es: Selecciona Suport
de_de: Medium auswählen
es_es: Seleccionar medio
it_it: Supporto selezionato
nl_nl: Selecteer Medium

source: Could not open media
ca_es: No s'ha pogut obrir el suport
de_de: Öffnen des Mediums nicht möglich
es_es: No se puede abrir medio
it_it: Impossibile aprire il dispositivo!
nl_nl: Kan media niet openen

source: Search
de_de: Suche

source: Change title
ca_es: Canvia el títol
de_de: Titel ändern
es_es: Cambiar título
it_it: Cambiare titolo
nl_nl: Verander titel

source: Title
ca_es: Títol
de_de: Titel
es_es: Título
it_it: Titolo
nl_nl: Titel

source: Invalid title!
ca_es: Títol no vàlid!
de_de: Ungültiger Titel!
es_es: ¡Título inválido!
it_it: Titolo non valido!
nl_nl: Ongeldige titel!

source: Invalid episode!
ca_es: Episodi no vàlid!
de_de: Ungültige Episode!
es_es: ¡Episodio inválido!
it_it: Episodio non valido!
nl_nl: Ongeldig hoofdstuk!

source: Rename directory
ca_es: Canvia el nom de la carpeta
de_de: Ordner umbenennen
es_es: Renombrar directorio
it_it: Rinominare cartella
nl_nl: Hernoem directory

source: Invalid filename!
ca_es: Nom de fitxer no vàlid!
de_de: Ungültiger Dateiname!
es_es: ¡Nombre de archivo inválido
it_it: Nome file non valido!
nl_nl: Ongeldige bestandsnaam!

source: Creating directories failed!
ca_es: No s'han pogut crear les carpetes!
de_de: Anlegen des Ordners nicht möglich!
es_es: ¡Error al crear directorios!
it_it: Creazione cartelle fallita!
nl_nl: Maken van directory's mislukt!

source: New folder
ca_es: Nova carpeta
de_de: Neuer Ordner
es_es: Nueva carpeta
it_it: Nuova cartella
nl_nl: Nieuwe map

source: Button$Cancel
ca_es: Cancel·la
de_de: Abbrechen
es_es: Cancelar
it_it: Annullare
nl_nl: Annuleer

source: Button$Move
ca_es: Desplaça
de_de: Verschieben
es_es: Mover
it_it: Spostare
nl_nl: Verplaats

source: Move recording
ca_es: Desplaça gravació
de_de: Aufnahme verschieben
es_es: Mover grabación
it_it: Spostare registrazione
nl_nl: Verplaats opname

source: [base dir]
ca_es: [dir base]
de_de: [Basisordner]
es_es: [dir. base]
nl_nl: [basis map]

source: Target filesystem filled - try anyway?
ca_es: El sistema de fitxers ha fallat - Tornar-ho a provar?
de_de: Zieldateisystem ist voll - trotzdem versuchen?
es_es: Sistema de archivos lleno - ¿probar aún?
it_it: Filesystem destinazione pieno - Tentare comunque?
nl_nl: Doel is reeds vol, toch proberen?

source: Moving into own sub-directory not allowed!
ca_es: No està permès el desplaçament a una subcarpeta pròpia!
de_de: Verschieben in eigenen Unterordner nicht erlaubt!
es_es: ¡No se puede mover hacia el propio subdirectorio!
it_it: Spostamento non consentito nella propria sottocartella!
nl_nl: Verplaatsen naar eigen subdirectory niet toegestaan!

source: Can't get filesystem information
ca_es: No es pot llegir la informació del sistema de fitxers
de_de: Kann Informationen über Dateisystem nicht ermitteln
es_es: No se puede obtener info. del sitema de archivos
it_it: Impossibile recuperare informazioni sul filesystem!
nl_nl: Kan bestandsysteem info niet lezen

source: low
ca_es: baixa
de_de: niedrig
es_es: Bajo
it_it: Basso
nl_nl: laag

source: high
ca_es: alta
de_de: hoch
es_es: Alto
it_it: Alto
nl_nl: hoog

source: Priority
ca_es: Prioritat
de_de: Priorität
es_es: Prioridad
it_it: Priorità
nl_nl: Prioriteit

source: Lifetime
ca_es: Durada
de_de: Lebensdauer
es_es: Autoborrado
it_it: Persistenza
nl_nl: Levensduur

source: unlimited
ca_es: il·limitada
de_de: unbegrenzt
es_es: Ilimitada
it_it: Illimitata
nl_nl: ongelimiteerd

source: Info:
de_de: Hinweis:
nl_nl: Informatie:

source: In this menu you can adjust the point in time
ca_es: Des d'aquest menú podeu ajustar el moment
de_de: In diesem Menü können Sie einstellen,
es_es: Aquí puede modificar el punto en el tiempo
it_it: In questo menu è possibile configurare il momento
nl_nl: In dit menu kan het tijdstip gekozen worden wanneer

source: a recording gets deleted automatically.
ca_es: quan una gravació es suprimeix automàticament.
de_de: wann eine Aufnahme automatisch gelöscht wird.
es_es: cuando una grabación se borrará automáticamente
it_it: in cui una registrazione verrà cancellata automaticamente.
nl_nl: een opname automatisch gewist moet worden.

source: Recording info
ca_es: Informació de la gravació
de_de: Informationen zur Aufnahme
es_es: Info. grabación
it_it: Info registrazione
nl_nl: Opname info

source: Button$Play
ca_es: Reprodueix
de_de: Wiedergabe
es_es: Reproducir
it_it: Play
nl_nl: Afspelen

source: Button$Rewind
ca_es: Rebobina
de_de: Anfang
es_es: Rebobinar
it_it: Riavvolgere
nl_nl: Terugspoelen

source: Large picture
de_de: Bild vergrößern
nl_nl: Groot beeld

source: Path
ca_es: Camí
de_de: Pfad
es_es: Camino
it_it: Percorso
nl_nl: Pad

source: Channel
ca_es: Canal
de_de: Kanal
es_es: Canal
it_it: Canale
nl_nl: Kanaal

source: Size
ca_es: Mida
de_de: Größe
es_es: Tamaño
it_it: Dimensione
nl_nl: Grootte

source: Opening Recordings...
de_de: Aufnahmeliste wird geöffnet...
nl_nl: Opname's openen ...

source: Error while mounting DVD!
ca_es: S'ha produït un error mentre es muntava el DVD!
de_de: Fehler beim Einhängen der DVD!
es_es: ¡Error al montar DVD!
it_it: Errore in DVD mount!
nl_nl: Fout tijdens het koppelen van de DVD!

source: Recordings
ca_es: Gravacions
de_de: TV-Aufnahmen
es_es: Grabaciones
it_it: Registrazioni
nl_nl: Opname's

source: free
ca_es: lliure
de_de: frei
es_es: Libre
it_it: Liberi
nl_nl: vrij

source: Button$Functions
ca_es: Funcions
de_de: Funktionen
es_es: Funciones
it_it: Funzioni
nl_nl: Funkties

source: Total
de_de: Gesamt
nl_nl: Totaal

source: Last recording
de_de: Letzte Aufnahme
nl_nl: Laatste opname

source: Error while accessing recording!
ca_es: S'ha produït un error en accedir a la gravació!
de_de: Fehler beim Zugriff auf die Aufnahme!
es_es: ¡Error al acceder a la grabación!
it_it: Errore in accesso registrazione!
nl_nl: Fout tijdens het ophalen van de opname

source: PIN code:
ca_es: Codi PIN:
de_de: PIN Eingabe:
es_es: Código PIN
it_it: Codice PIN:

source: Please insert DVD %s
ca_es: Si us plau, inseriu un DVD %s
de_de: Bitte DVD %s einlegen
es_es: Insertar DVD %s
it_it: Inserire DVD %s
nl_nl: Laad aub DVD %s

source: DVD plugin is not installed!
ca_es: No s'ha instal·lat el connector DVD!
de_de: Das DVD-Plugin ist nicht installiert!
es_es: ¡El plugin DVD no está instalado!
it_it: Plugin DVD non istallato!
nl_nl: DVD plugin niet geïnstalleerd!

source: No DVD in drive!
ca_es: No hi ha cap DVD a la unitat!
de_de: Keine DVD im Laufwerk!
es_es: ¡No hay DVD en el reproductor!
it_it: Nessun DVD nel drive!
nl_nl: Geen DVD in de speler!

source: Recording not found on DVD!
ca_es: No s'ha trobat la gravació al DVD!
de_de: Aufnahme auf DVD nicht gefunden!
es_es: ¡Grabación no encontrada en DVD!
it_it: Registrazione non trovata su DVD!
nl_nl: Geen opname op de DVD gevonden!

source: Error while linking [0-9]*.vdr!
ca_es: S'ha produït un error mentre enllaçava [0-9]*.vdr!
de_de: Fehler beim Anlegen der Symlinks [0-9]*.vdr!
es_es: ¡Error al conectar [0-9]*.vdr!
it_it: Errore in link [0-9]*.vdr!
nl_nl: Fout tijdens het linken van [0-9]*.vdr!

source: sudo or mount --bind / umount error (vfat system)
ca_es: S'ha produït un error de tipus sudo o mount --bind / umount (sistema vfat)
de_de: sudo oder mount --bind / umount Fehler (VFAT-System)
es_es: sudo or mount --bind / error al desmontar (vfat system)
it_it: Sudo o Mount --bind / Errore Unmount (vfat system)
nl_nl: sudo of mount --bind / umount fout (vfat system)

source: Script 'dvdarchive.sh' not found!
ca_es: No s'ha trobat l'script 'dvdarchive.sh'!
de_de: Skript 'dvdarchive.sh' wurde nicht gefunden!
es_es: No se ha hallado el Script 'dvdarchive.sh'
it_it: Script "dvdarchive.sh" non trovato!
nl_nl: 'dvdarchive.sh' script niet gevonden!

source: Delete directory?
de_de: Ordner löschen?
nl_nl: Directory wissen?

source: Timer still recording - really delete?
ca_es: La gravació és activa - Voleu suprimir-la?
de_de: Aufnahme läuft - trotzdem löschen?
es_es: Pogramador grabando - ¿borrar igualmente?
it_it: Timer in registrazione! - Rimuoverlo?
nl_nl: Timer neemt nog op, deze echt wissen?

source: Error while deleting recording!
ca_es: S'ha produït un error en suprimir la gravació!
de_de: Fehler beim Löschen der Aufnahme!
es_es: ¡Error al borrar grabación!
it_it: Errore in cancellazione registrazione!
nl_nl: Fout tijdens het wissen van de opname

source: Recording commands
ca_es: Ordres de gravació
de_de: Funktionen für TV-Aufnahmen
es_es: Comandos de grabación
it_it: Comandi registrazione
nl_nl: Opname commando's

source: Sort by date
ca_es: Ordena per data
de_de: Sortieren nach Datum
es_es: Ordenado por fecha
it_it: Ordinare per data
nl_nl: Sorteer op datum

source: Sort by name
ca_es: Ordena per nom
de_de: Sortieren nach Namen
es_es: Ordenado por nombre
it_it: Ordinare per nome
nl_nl: Sorteer op naam

source: Show title
de_de: zeige Titel
nl_nl: Toon titel

source: Show directory name
de_de: zeige Verzeichnisnamen
nl_nl: Toon naam van directory

source: Invalid PIN
ca_es: PIN no vàlid
de_de: Falsche Eingabe
es_es: PIN inválido
it_it: PIN non valido!
nl_nl: Ongeldige PIN

source: PIN Aborted
ca_es: PIN Interromput
de_de: Pineingabe abgebrochen
es_es: PIN abortado
it_it: Pin fallito!
nl_nl: PIN afgebroken

source: Cancel moving?
ca_es: Cancel·lar desplaçament?
de_de: Verschieben abbrechen?
es_es: ¿Cancelar mover?
it_it: Annullare spostamento?
nl_nl: Verplaatsen annuleren?

source: Cancel editing?
ca_es: Cancel·lar edició?
de_de: Editieren abbrechen?
es_es: ¿Cancelar edición?
it_it: Annullare le modifiche?
nl_nl: Bewerken annuleren?

source: ascending
ca_es: ascendent
de_de: aufsteigend
es_es: Ascendiente
it_it: Crescente
nl_nl: oplopend

source: descending
ca_es: descendent
de_de: absteigend
es_es: Descendiente
it_it: Decrescente
nl_nl: aflopend

source: Show recording date
ca_es: Mostra la data de gravació
de_de: Aufnahmedatum anzeigen
es_es: Mostrar fecha grabación
it_it: Mostrare data registrazione
nl_nl: Toon datum van de opname

source: Show recording time
ca_es: Mostra l'hora de la gravació
de_de: Aufnahmezeit anzeigen
es_es: Mostrar tiempo grabación
it_it: Mostrare ora registrazione
nl_nl: Toon tijd van de opname

source: Show recording length
ca_es: Mostra la durada de la gravació
de_de: Aufnahmelänge anzeigen
es_es: Mostrar tamaño grabación
it_it: Mostrare durata registrazione
nl_nl: Toon lengte van de opname

source: Show nr. of new recordings of a directory
ca_es: Mostra el nombre de noves gravacions d'una carpeta
de_de: Anzahl der neuen Aufz. eines Ordners anzeigen
es_es: Mostrar nº de nuevas grabaciones en carpeta
it_it: Mostrare n° nuove registrazioni in una cartella
nl_nl: Toon het aantal nieuwe opnames van een directory

source: Show alternative to new marker
ca_es: Mostra marcadors alternatius
de_de: Alternative zu Neu-Marker anzeigen
es_es: Mostrar alternativa a nuevo marcador
it_it: Mostrare alternative a nuova etichetta
nl_nl: Toon alternatief voor nieuwe marker

source: Show free disk space for each file system
ca_es: Mostra l'espai de disc disponible
de_de: Freien Speicherplatz für jede Partition anzeigen
es_es: Mostrar espacio libre en disco para cada sistema de archivos
it_it: Mostrare lo spazio libero su disco per ogni filesystem
nl_nl: Toon vrije diskruimte voor elk bestandssysteem

source: Sorting
ca_es: S'està ordenant
de_de: Sortierung
es_es: Ordenando
it_it: Ordinamento in corso
nl_nl: Sorteren

source: Hide main menu entry
ca_es: Oculta entrada al menú principal
de_de: Hauptmenüeintrag ausblenden
es_es: Ocultar entrada menú principal
it_it: Nascondere voce menu principale
nl_nl: Verberg hoofdmenu invoer

source: Replace original recordings menu
ca_es: Substitueix el menú original de gravacions
de_de: Originales Aufnahmemenü ersetzen
es_es: Reemplazar menú original grabaciones
it_it: Sostituire menu originale registrazioni
nl_nl: Vervang het originele opnamen menu

source: Jump to last played recording
ca_es: Salta a l'última gravació reproduïda
de_de: Springe zur zuletzt abgespielten Aufnahme
es_es: Ir a última grabación reproducida
it_it: Saltare all'ultima registrazione riprodotta
nl_nl: Ga naar laatste gespeelde opname

source: Show recordings menu after playback
ca_es: Mostra el menú de gravacions després de la reproducció
de_de: Nach Wiedergabe Aufnahmemenü anzeigen
es_es: Mostrar menú grabaciones depués de reproducción
it_it: Mostrare menu registrazioni a fine riproduzione
nl_nl: Toon opname-menu na het afspelen

source: Patch font
ca_es: Revisió de la font
de_de: Font patchen
es_es: Fuente patch
it_it: Correggere carattere
nl_nl: Bewerk lettertype

source: Limit bandwidth when moving recordings
ca_es: Limita l'amplada de banda quan es mouen gravacions
de_de: Bandbreite beim Verschieben begrenzen
es_es: Limitar ancho banda al mover grabaciones
it_it: Limitare larghezza di banda in spostamento registrazioni
nl_nl: Beperk de bandbreedte tijdens verplaatsen van opnames

source: Use cutter queue
ca_es: Utilitza la cua d'edició
de_de: Schnittwarteschlange benutzen
es_es: Usar cola para cortar
it_it: Usare coda tagli
nl_nl: Gebruik knip wachtrij

source: Undelete Recordings
ca_es: Gravacions recuperades
de_de: Gelöschte TV-Aufnahmen
es_es: Restaurar grabaciones
it_it: Ripristinare registrazioni cancellate
nl_nl: Opnamen herstellen

source: No recordings to undelete!
ca_es: No hi ha gravacions per recuperar!
de_de: Keine TV-Aufnahmen zum Wiederherstellen vorhanden!
es_es: ¡No hay grabaciones restaurables!
it_it: Nessuna registrazione da ripristinare!
nl_nl: Geen opnamen om te herstellen!

source: Button$Remove
ca_es: Suprimeix
de_de: Entfernen
es_es: Borrar
it_it: Rimuovere
nl_nl: Verwijder

source: Button$Undelete
ca_es: Recupera
de_de: Wiederherstellen
es_es: Restaurar
it_it: Ripristinare
nl_nl: Herstellen

source: Remove recording from disk?
ca_es: Suprimir la gravació del disc?
de_de: TV-Aufnahmen von der Festplatte entfernen?
es_es: ¿Borrar grabación del disco?
it_it: Cancellare registrazioni dal disco?
nl_nl: Opname van de schijf verwijderen?

source: Removing recording ...
ca_es: S'està suprimint la gravació ...
de_de: TV-Aufnahme wird entfernt ...
es_es: Borrando grabación...
it_it: Cancellazione registrazione in corso...
nl_nl: Verwijderen van de opname ...

source: Sorry, undeleting recording failed
ca_es: Ho sento! No es possible recuperar la gravació!
de_de: Löschen der Aufnahme nicht möglich
es_es: Borrado de grabación fallido
it_it: Cancellazione registrazioni fallita!
nl_nl: Sorry, herstellen van de opname is mislukt

source: Button$Back
ca_es: Enrere
de_de: Zurück
es_es: Atrás
it_it: Indietro
nl_nl: Terug

source: Cannot cut recording not under VideoDirectory
ca_es: No es pot editar la gravació quan no es troba a la carpeta Vídeo
de_de: Aufnahme kann nicht geschnitten werden (Nicht im Videoverzeichnis).
es_es: No se puede cortar grab. en el directorio de video
it_it: Impossibile tagliare registrazioni fuori dalla cartella video
nl_nl: Kan niet in de opname snijden in de videodirectory

source: Added recording to cutter queue on Avantgarde
ca_es: S'ha afegit una gravació a la cua d'edició
de_de: Aufnahme der Schnitt-Warteschlange hinzugefügt
es_es: Grabación añadida a cola de corte de Avantgarde
it_it: Aggiunta registrazione alla coda tagli su Avantgarde
nl_nl: Opname aan de knipwachtrij toegevoegd

source: Cannot cut recordings on NetClient without an Avantgarde server
ca_es: No es poden editar gravacions al Netclient sense un servidor Avantgarde
de_de: Aufnahmen können ohne Avantgarde-Server nicht geschnitten werden
es_es: No se puede cortar grabaciones en NetClient sin un serv. Avantgarde
it_it: Impossibile tagliare registrazioni su NetClient senza un server Avantgarde
nl_nl: Kan via de Netclient niet in opname's knippen zonder een Avantgarde server

source: Recording already in cutter queue!
ca_es: La gravació ja és a la cua d'edició!
de_de: Aufnahme bereits in Schnitt-Warteschlange
es_es: ¡Grabación en cola de corte todavía!
it_it: Registrazione già in coda tagli!
nl_nl: Opname al in de te knippen wachtrij!

source: No editing marks defined!
ca_es: No hi ha marques d'edició definides!
de_de: Keine Schnittmarken festgelegt!
es_es: ¡Sin marcas de corte definidas!
it_it: Nessun etichetta di modifica definita!
nl_nl: Geen bewerking punten gedefinieerd

source: Added recording to cutter queue
ca_es: S'ha afegit una gravació a la cua d'edició
de_de: Aufnahme der Schnitt-Warteschlange hinzugefügt
es_es: Grabación añadida a cola de corte
it_it: Registrazione aggiunta in coda tagli
nl_nl: Opnamen in de knip wachtrij geplaatst

source: Not enough space on harddisk!
ca_es: No hi ha prou espai al disc dur!
de_de: Nicht genug freier Speicherplatz
it_it: Spazio su harddisk insufficiente!
nl_nl: Niet genoeg ruimte op de harddisk beschikbaar!

source: Rename/Move failed!
ca_es: Canviar nom/Desplaça ha fallat!
de_de: Umbenennen/Verschieben fehlgeschlagen!
es_es: ¡Renombrar/Mover fallido!
it_it: Ridenominazione/Spostamento falliti!
nl_nl: Hernoem/Verplaatsen mislukt!

source: Cutter queue not empty
ca_es: La cua d'edició no és buida
de_de: Schnitt-Warteschlange ist nicht leer
es_es: Cola de corte no vacía
it_it: La coda tagli non è vuota!
nl_nl: Knip-wachtrij niet leeg

source: Move recordings in progress
ca_es: S'estan desplaçant les gravacions
de_de: Es werden Aufnahmen verschoben
es_es: Mover grabaciones en curso
it_it: Spostamento registrazione in corso
nl_nl: Verplaatsen van opnamen bezig

source: Can't start editing process!
ca_es: No es pot iniciar el procés d'edició!
de_de: Änderungsvorgang kann nicht gestartet werden
es_es: No se puede iniciar proceso edición
it_it: Impossibile avviare il processo di modifica!
nl_nl: Kan niet met het bewerkings-proces beginnen!

source: Cutting
ca_es: S'està editant
de_de: Schneiden
es_es: Cortando
it_it: Taglio
nl_nl: Knippen

source: Moving
ca_es: S'està desplaçant
de_de: Verschiebe
es_es: Moviendo
it_it: Spostamento
nl_nl: Verplaatsen

source: started
ca_es: s'ha iniciat
de_de: Gestartet
it_it: Avviato
nl_nl: gestart

source: Cancelled
ca_es: S'ha cancel·lat
de_de: Abgebrochen
es_es: Cancelado
it_it: Cancellato
nl_nl: Geannuleerd

source: Completed
ca_es: S'ha acabat
de_de: Abgeschlossen
es_es: Completado
it_it: Completato
nl_nl: Afgerond

source: Copying
de_de: Kopiere
nl_nl: Kopiëren

source: copying recording
de_de: Kopiere Aufnahme
nl_nl: opname kopiëren

source: Copy failed!
de_de: Kopieren fehlgeschlagen
nl_nl: Kopiëren mislukt
