Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/extrecmenu-1.1-reel3/po/*.po
Languages: ca_es, de_de, es_es, it_it, nl_nl

source: This version of extrecmenu does not support this service!
ca_es: Aquesta versió d'extrecmenu no suporta aquest servei!
de_de: Dieser Dienst wird nicht unterstützt!
es_es: ¡Esta versión del plugin no soporta este servicio!
it_it: Questa versione di extrecmenu non supporta questo canale!
nl_nl: Deze versie van extrecmenu biedt geen ondersteuning voor deze dienst!

source: ExtRecMenu does not exist!
ca_es: ExtRecMenu no s'ha instal·lat!
de_de: ExtRecMenu nicht gefunden!
es_es: ¡ExRecMenu no existe!
it_it: ExtRecMenu NON Presente!
nl_nl: ExtRecMenu bestaat niet!

source: Extended recordings menu
ca_es: Menú addicional de gravacions
de_de: Erweitertes Aufnahmemenü
es_es: Menú ampliado grabaciones
it_it: Menu registrazioni esteso
nl_nl: Uitgebreid menu voor opname's

source: Rename
ca_es: Canvia el nom
de_de: Umbenennen
es_es: Renombrar
nl_nl: Hernoem

source: Burn recording
de_de: Aufnahme brennen
nl_nl: Brand opname

source: Mark as new
de_de: Als neu markieren
nl_nl: Markeer als nieuw

source: Episode
ca_es: Episodi
es_es: Episodio
it_it: Episodio
nl_nl: Hoofdstuk

source: Name
ca_es: Nom
es_es: Nombre
it_it: Nome
nl_nl: Naam

source: normal
it_it: Normale
nl_nl: normaal

source: Details
ca_es: Detalls
es_es: Detalles
it_it: Dettagli
