Repository: hfuerst/reelvdr
Catalog: src/misc/i18n/*.po
Languages: de_de, nl_nl

source: Compressing
de_de: Komprimieren

source: Starting compression
de_de: Starte Komprimierung

source: Compression successfull
de_de: Komprimierung erfolgreich abgeschlossen

source: Sorry, compression failed
de_de: Komprimierung ist leider fehlgeschlagen

source: Info: Archivemarks successfully deleted.
de_de: Hinweis: Archivmarkierungen erfolgreich entfernt.
nl_nl: Info: De opname-markeringen zijn met succes gewist

source: No archivemarks found or deleting failed.
de_de: Keine Archivmarkierung gefunden oder löschen fehlgeschlagen.
nl_nl: Geen opname-markeringen gevonden of wissen mislukt.

source: Info:
de_de: Information:
nl_nl: Informatie:

source: Cutting marks successfully deleted.
de_de: Schnittmarken erfolgreich gelöscht.
nl_nl: Wissen van knip-markering gelukt.

source: No cutting marks found or deleting failed.
de_de: Keine Schnittmarken vorhanden oder löschen fehlgeschlagen.
nl_nl: Geen knip-markering gevonden, of wissen mislukt.

source: Preview deleted
de_de: Vorschau wurde gelöscht
nl_nl: Preview gewist

source: Error deleting preview
de_de: Fehler beim Löschen der Vorschau
nl_nl: Fout bij het wissen van de preview

source: Preview not found
de_de: Vorschau nicht gefunden
nl_nl: Preview niet gevonden

source: Formating DVD
de_de: DVD wird formatiert
nl_nl: Formatteren van DVD

source: Formating DVD done.
de_de: Formatieren beendet
nl_nl: Formatteren gereed.

source: started reading DVD
de_de: DVD wird ausgelesen
nl_nl: DVD wordt gelezen

source: DVD reading done
de_de: DVD auslesen beendet
nl_nl: Lezen van DVD afgerond

source: DVD not ready
de_de: DVD nicht bereit
nl_nl: DVD niet gereed

source: Media is not writeable
de_de: Medium kann nicht beschrieben werden
nl_nl: Medium kan niet beschreven worden

source: Warning:
de_de: Warnung:
nl_nl: Waarschuwing:

source: Please configure PIN first in main menu
de_de: Bitte zuerst eine PIN über das Hauptmenü festlegen
nl_nl: Stel aub. eerst een PIN in via het hoofdmenu

source: Recording is already protected
de_de: Die Aufzeichnung ist bereits geschützt
nl_nl: De opname is reeds beschermd

source: Recording has been protected
de_de: Die Aufzeichnung wurde gesperrt.
nl_nl: De opname is beschermd

source: Recording has no protection
de_de: Die Aufzeichnung hat keinen Schutz
nl_nl: De opname is niet beschermd

source: Childlock has been removed
de_de: Kindersicherung wurde entfernt
nl_nl: Kinderslot is verwijderd

source: Preview already exists. Doing nothing.
de_de: Vorschaubild existiert bereits.
nl_nl: Preview bestaat reeds. Doe verder niets.

source: no recording found in %s. Exiting
de_de: Keine Aufnahme in %s gefunden. Ende.

source: Preview generated
de_de: Vorschau erfolgreich erzeugt
nl_nl: Preview gemaakt

source: Error generating preview
de_de: Fehler beim Erzeugen der Vorschau
nl_nl: Fout tijdens het maken van de preview

source: Unable to find DVD archive mark - bailing out.
de_de: Es wurde keine DVD-Archiv Markierung gefunden - Abbruch.
nl_nl: Er werd geen DVD-opname markering gevonden - afbreken.

source: Recording has been cleaned up.
de_de: Die Aufzeichnung wurde entfernt.
nl_nl: De opname is verwijderd.

source: Info: No mark found.
de_de: Hinweis: Keine Markierung gefunden.
nl_nl: Info: Geen markering gevonden.

source: Recording is only on DVD - please restore recording first.
de_de: Die Aufzeichnung ist ausschließlich auf DVD - bitte zuerst Aufzeichnung wiederherstellen.
nl_nl: Opname bestaat alleen op DVD - aub. eerst de opname terugzetten.

source: The recording will be restored from DVD.
de_de: Die Aufzeichnung wird von DVD wieder eingespielt.
nl_nl: De opname wordt van de DVD teruggezet.

source: This recording is marked as new.
de_de: Die Aufzeichnung wurde als neu markiert.
nl_nl: De opname is als nieuw gemarkeerd.

source: No media found
de_de: Kein Medium gefunden
nl_nl: Geen medium gevonden

source: To many files
de_de: Zu viele Dateien
nl_nl: Teveel bestanden

source: Burn Error
de_de: Fehler beim Brennen
nl_nl: Fout tijdens branden

source: CD burning finished
de_de: CD erfolgreich gebrannt
nl_nl: CD branden gereed

source: NoAd started for:
de_de: NoAd gestartet für:
nl_nl: NoAd gestart voor:

source: marking commercials in '%s'
de_de: Markiere Werbung in '%s'

source: %s Camera added
de_de: Kamera %s angeschlossen
nl_nl: Kamera %s toegevoegd

source: %s Camera detected, but not mounted
de_de: Kamera %s erkannt aber nicht eingebunden
nl_nl: Kamera %s gedetecteerd maar niet verbonden

source: %s Camera removed
de_de: Kamera %s entfernt
nl_nl: Kamera %s verwijderd

source: Job started
de_de: Auftrag wurde gestartet.
nl_nl: Opdracht is gestart.

source: Hint:
de_de: Hinweis:

source: File is stored in:
de_de: Die Datei wird abgelegt unter:
nl_nl: Bestand is opgeslagen in:

source: Main Menu - Films & DVD - Movie Library
de_de: Hauptmenü - Filme & DVD - Filmarchiv
nl_nl: Hoofdmenu - Film's & DVD - Filmarchief

source: Network error or shoutcast error
de_de: Netzwerk- oder Shoutcast-Fehler
nl_nl: Netwerk- of Shoutcast fout

source: No stations found for genre %s
de_de: Keine Stationen für %s gefunden
nl_nl: Geen staion gevonden voor genre %s

source: Invalid SHOUTcast key. Please set it in Setup
de_de: Ungültiger SHOUTcast key. Bitte im Setup einstellen.
nl_nl: Ongeldige SHOUTcast key. Stel deze via Setup in aub.

source: SHOUTcast server returned error. Please try again
de_de: SHOUTcast-Server hat einen Fehler gemeldet. Bitte erneut versuchen
nl_nl: SHOUTcast-Server heeft een fout teruggemeld. Probeer opnieuw aub

source: Info: Screenshot saved in My Images / screenshot
de_de: Screenshot gespeichert in 'Meine Bilder/screenshot'
nl_nl: Screenshot opgeslagen in 'Mijn foto's/screenshot'

source: Doing fsck for %s
de_de: Prüfe Dateisystem auf %s
nl_nl: Checkdisk wordt uitgevoerd op %s

source: Added %s
de_de: %s eingebunden
nl_nl: %s toegevoegd

source: Removed %s
de_de: %s entfernt
nl_nl: %s verwijderd

source: AudioCD rip process started...
de_de: Rippen der Audio-CD gestartet...
nl_nl: AudioCD rippen gestart...

source: Warning: year is not Y2K compliant
de_de: Warnung: Jahr ist nicht Y2K sicher
nl_nl: Let op: jaar is niet Y2K passend

source: Will halt machine when finished.
de_de: Computer wird nach Vorgang heruntergefahren.
nl_nl: De machine wordt na beëindigen uitgeschakeld.

source: Will eject CD when finished.
de_de: CD wird nach Rippen ausgeworfen.
nl_nl: CD wordt uitgeworpen na beëindigen.

source: Won't create a m3u file.
de_de: Playliste wird nicht erstellt.
nl_nl: Playlist wordt niet gemaakt.

source: Will keep the wav files.
de_de: Wav Dateien werden nicht automatisch geloescht.
nl_nl: De wav bestanden worden niet gewist.

source: Waiting for Encoder to finish...
de_de: Warte auf Beenden des Codierers...
nl_nl: Wachten tot het encoden gereed is...

source: CD may NOT be complete! Check the error.log in
de_de: Vorgang abgebrochen -> error.log in
nl_nl: CD mogelijk niet compleet! controleer de error.log in

source: !! DONE... !! ACTION ENDED.
de_de: Fertig. Vorgang abgeschlossen.
nl_nl: !! GEREED...!! AKTIE AFGEROND.

source: Ripping:
de_de: Rippen:
nl_nl: Rippen:

source: Encoding:
de_de: Encoden:
nl_nl: Encoderen:

source: Shutdown PC...
de_de: Box wird herunter gefahren...
nl_nl: Box wordt uitgeschakeld...

source: Searching CDDB entry..., please wait...
de_de: Suche CDDB Eintrag, bitte warten...
nl_nl: Zoeken naar CDDB entry, momentje aub...

source: Cannot create
de_de: anlegen fehlgeschlagen
nl_nl: Kan niet maken

source: Found CDDB entry
de_de: CDDB Eintrag gefunden
nl_nl: CDDB entry gevonden

source: Searching CDDB entry
de_de: Suche CDDB Eintrag
nl_nl: Zoek CDDB entry

source: Transfer mode not valid!
de_de: Transfermodus ungültig!
nl_nl: Ongeldige transfermodus!

source: No connection to internet
de_de: Keine Internetverbindung
nl_nl: Geen internetverbinding

source: No CDDB info choosen or found for this CD
de_de: Keine CDDB-Information für diese CD gewählt oder gefunden
nl_nl: Geen CDDB-Informatie voor deze CD gekozen of gevonden

source: CDDB and ID3 Info
de_de: CDDB und ID3 Info
nl_nl: CDDB en ID3 Info

source: Artist
de_de: Interpret
nl_nl: Artiest

source: Category
de_de: Kategorie
nl_nl: Kategorie

source: Year
de_de: Jahr
nl_nl: Jaar

source: Comment
de_de: Kommentar
nl_nl: Commentaar

source: Track
de_de: Titel

source: will be ripped
de_de: wird ausgelesen
nl_nl: wordt ge-ripped

source: Tracks
de_de: Titel

source: Ripping started
de_de: Auslesen gestarted
nl_nl: Rippen gestart

source: cdparanoia failed on
de_de: cdparanoia fehlgeschlagen für
nl_nl: cdparanoia mislukt door

source: Encoding started
de_de: Kodieren gestarted
nl_nl: Encoden gestart

source: Ripping complete
de_de: Auslesen abgeschlossen
nl_nl: Rippen gereed

source: Encoder waited
de_de: Codierer wartet
nl_nl: Encoden gepauzeerd

source: minutes for file
de_de: minuten für Datei
nl_nl: minuten voor bestand

source: Encoder: giving up
de_de: Codierer: breche ab
nl_nl: Encoden : geef het op

source: Encoder
de_de: Codierer
nl_nl: Encoden

source: Encoder: finished
de_de: Codierer: beendet
nl_nl: Encoden: gereed

source: Encoder failed on
de_de: Kodieren fehlgeschlagen für
nl_nl: Encoden mislukt door
