Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/install-0.0.6/po/*.po
Languages: de_de

source: The ReelBox installation wizard
de_de: Installationsassistent für die ReelBox

source: The channellist could not be installed automatically from the ReelBox Avantgarde.
de_de: Es konnte keine Kanalliste von der ReelBox Avantgarde automatisch installiert werden.

source: Channellist
de_de: Kanalliste

source: Channelscan
de_de: Kanalsuche

source: We shall now scan for channels.
de_de: Es werden nun die Kanäle gesucht.

source: This will take a few minutes.
de_de: Dies wird einige Minuten dauern.

source: Press OK to continue
de_de: Drücken Sie OK um fortzufahren

source: Scanning for ReelBox MultiRoom server on network. Please wait...
de_de: Suche einen ReelBox MultiRoom Server im Netzwerk. Bitte warten...

source: Please wait...
de_de: Bitte warten...

source: The MultiRoom system is already active.
de_de: Das MultiRoom-System ist bereits aktiv.

source: The MultiRoom system cannot be activated.
de_de: Das MultiRoom-System kann nicht aktiviert werden.

source: This ReelBox Avantgarde is currently configured as recording server:
de_de: Diese ReelBox Avantgarde ist derzeit als Aufnahmeserver konfiguriert:

source: These ReelBox Avantgardes are found on the network and can be used as a recording server (the first one was used up to now):
de_de: Diese ReelBox Avantgardes wurden im Netzwerk gefunden und können als Aufnahmeserver genutzt werden (die Erste wurde bis jetzt benutzt).

source: Disable MultiRoom
de_de: MultiRoom deaktivieren

source: Note:
de_de: Hinweis:

source: * MultiRoom is not enabled!
de_de: * MultiRoom ist nicht aktiviert!

source: This ReelBox Avantgarde is found, but has MultiRoom disabled, so cannot be used as recording server:
de_de: Diese ReelBox Avantgarde wurde gefunden, hat aber MultiRoom deaktiviert und kann daher nicht als Aufnahmeserver genutzt werden:

source: This ReelBox Avantgarde is found and will be used as recording server:
de_de: Diese ReelBox Avantgarde wurde gefunden und wird als Aufnahmeserver genutzt werden:

source: Leave MultiRoom unconfigured
de_de: MultiRoom deaktiviert lassen.

source: These ReelBox Avantgardes are found on the network and can be used as a recording server.
de_de: Diese ReelBox Avantgardes wurden im Netzwerk gefunden und können als Aufnahmeserver genutzt werden.

source: Please select one of them:
de_de: Bitte wählen Sie ein Gerät aus der Liste:

source: No ReelBox Avantgarde was found in the network.
de_de: Es wurde keine ReelBox Avantgarde im Netzwerk gefunden.

source: If you own an Avantgarde, turn it on and activate the MultiRoom System in Setup/Installation/MultiRoom.
de_de: Wenn Sie eine Avantgarde besitzen, schalten Sie diese ein und aktivieren das MultiRoom-System unter Setup/Installation/MultiRoom.

source: Rescan
de_de: Neu suchen

source: Back
de_de: Zurück

source: Skip
de_de: Auslassen

source: Setting changes - please wait
de_de: Führe Änderungen durch - bitte warten

source: Storing failed! (UUID is missing)
de_de: Speichern fehlgeschlagen! (UUID fehlt)

source: Settings stored
de_de: Einstellungen gespeichert

source: Reception
de_de: Empfang

source: No internal NetCeiver found. Searching network. Please wait...
de_de: Kein interner NetCeiver gefunden. Suche im Netzwerk nach einem NetCeiver. Bitte warten...

source: Searching for internal NetCeiver...
de_de: Suche nach internem NetCeiver...

source: Searching for NetCeiver in VLAN %d
de_de: Suche NetCeiver in VLAN %d

source: Internal NetCeiver found
de_de: Interner NetCeiver gefunden

source: NetCeiver found in VLAN
de_de: NetCeiver gefunden in VLAN

source: System error!
de_de: Systemfehler!

source: No NetCeiver found!
de_de: Kein NetCeiver gefunden!

source: Please check if the system cable is connected properly.
de_de: Bitte prüfen Sie den korrekten Anschluss des Systemkabels.

source: Harddisk
de_de: Festplatte

source: Internal harddisk found.
de_de: Interne Festplatte gefunden.

source: Press OK to format now, otherwise the yellow buttown 'skip'.
de_de: Drücken Sie 'OK' um diese jetzt zu formatieren, anderenfalls die gelbe Taste 'Auslassen'.

source: If this is the first usage of the harddisk, it must be formatted now. Formatting will DELETE ALL data on the harddisk. If you have used this harddisk before, you could skip this step.
de_de: Wenn dies das erste Mal ist, dass Sie die Festplatte benutzen, muß diese jetzt formatiert werden. Das Formatieren wird alle Daten auf der Festplatte löschen! Wenn Sie die Festplatte bereits benutzt haben, sollten Sie diesen Schritt überspringen.

source: The disk '%s' was already used before and may contain recordings and multimedia files.
de_de: Die Festplatte '%s' wurde zuvor bereits benutzt und könnte Aufnahmen enthalten.

source: Do you want to mount it and use it as a device for your media files?
de_de: Möchten Sie diese einbinden und als Medienlaufwerk verwenden?

source: Yes, mount it, preserve all recordings
de_de: Ja, einbinden, Aufnahmen erhalten

source: No, do not use the harddisk at all
de_de: Nein, Festplatte nicht verwenden

source: You should mount this disk now if you want to use it for permanent timeshift even if you are not going to use it for your media files.
de_de: Wenn Sie Permanent Timeshift nutzen möchen, sollten Sie die Festplatte einbinden.

source: The disk '%s' is already in use for media files.
de_de: Die Festplatte '%s' ist bereits in Gebrauch für Mediendateien.

source: No action needs to be taken.
de_de: Es ist keine Aktion nötig.

source: Press red key, if you want to format this harddisk:
de_de: Bitte drücken Sie die rote Taste wenn Sie die Festplatte jetzt formatieren möchten:

source: CAUTION:
de_de: WARNUNG:

source: If you choose to format, ALL data on the internal harddisk will be deleted!
de_de: Wenn Sie 'Formatieren' wählen, werden ALLE Daten auf der Festplatte gelöscht!

source: Format
de_de: Formatieren

source: Formatting in progress
de_de: Formatierung läuft

source: Formatting
de_de: Formatiere

source: Formatting in progress.
de_de: Formatierung läuft.

source: Please wait ...
de_de: Bitte warten...

source: Time elapsed
de_de: Verstrichene Zeit

source: Formatting complete
de_de: Formatieren abgeschlossen

source: Formatting was successful.
de_de: Formatierung war erfolgreich.

source: The harddisk is now prepared for recording.
de_de: Sie können die Festplatte jetzt für Ihre Medien verwenden.

source: Press 'Next' to proceed with the installation.
de_de: Drücken Sie 'Weiter' um mit der Installation fortzufahren.

source: Next
de_de: Weiter

source: Not Formatting!
de_de: Kein Formatieren aktiv

source: Please try again.
de_de: Bitte erneut versuchen.

source: Formatting failed!
de_de: Formatieren fehlgeschlagen!

source: Formating failed!
de_de: Formatieren fehlgeschlagen!

source: Mounting harddisk ...
de_de: Festplatte wird eingebunden...

source: Please select the target for your recordings:
de_de: Bitte wählen Sie das Ziel für Ihre TV-Aufnahmen:

source: I want to store my recordings ...
de_de: Aufnahmen sollen gespeichert werden...

source: - on the local harddisk of this NetClient.
de_de: - auf der internen Festplatte dieses NetClients.

source: - on the harddisk of the ReelBox Avantgarde.
de_de: - auf der Festplatte der ReelBox Avantgarde.

source: Error
de_de: Fehler

source: No Harddisk found.
de_de: Kein Festplatte gefunden.

source: Recording is not possible.
de_de: Aufnahme ist nicht möglich.

source: Handling
de_de: Bedienung

source: Please select a language
de_de: Bitte wählen Sie die Sprache

source: Please select a language and timezone
de_de: Bitte wählen Sie die Sprache und die Zeitzone

source: Setup.OSD$Language
de_de: Sprache

source: City/Region
de_de: Stadt/Region

source: Please select the prefered language using the
de_de: Bitte wählen Sie mittels der Pfeiltasten Ihrer

source: cursor keys on the remote control.
de_de: Fernbedienung die gewünschte Sprache und

source: Then press OK to continue.
de_de: drücken Sie anschließend OK um fortzufahren.

source: Done
de_de: Fertig

source: Congratulations.
de_de: Herzlichen Glückwunsch!

source: All required settings for the initial operation have
de_de: Die Einstellungen für die Erstinbetriebnahme

source: been saved.
de_de: wurden vorgenommen und gespeichert.

source: Reel Multimedia wishes you a lot of fun with
de_de: Reel Multimedia wünscht Ihnen viel Spaß mit

source: your NetClient.
de_de: Ihrem NetClient.

source: your ReelBox.
de_de: Ihrer ReelBox.

source: The Install prodecure wasn't completed
de_de: Die Installation konnte nicht vollständig

source: successfully.
de_de: durchgeführt werden.

source: End
de_de: Beenden

source: Reception check... %d%%
de_de: Empfangsprüfung... %d%%

source: In this step you can configure the Reel MultiRoom system.
de_de: Nun können Sie das Reel MultiRoom-System einrichten.

source: Enable MultiRoom
de_de: MultiRoom aktivieren

source: Use this Reelbox as recording server?
de_de: ReelBox als Aufnahmeserver nutzen?

source: No. of Clients in the network
de_de: Anzahl der Clients im Netzwerk

source: Scan for MultiRoom server now
de_de: Jetzt nach MultiRoom-Server suchen

source: Configuring as server: %d%%
de_de: Server wird eingerichtet: %d%%

source: Network
de_de: Netzwerk

source: Changes done
de_de: Änderungen übernommen

source: Network (WLAN)
de_de: Netzwerk (WLAN)

source: setup plugin missing: cannot configure WLAN
de_de: setup-plugin fehlt: kann WLAN nicht einrichten

source: Network disabled
de_de: Netzwerk inaktiv

source: Do you want to enable the network?
de_de: Wollen Sie das Netzwerk aktivieren?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Do you want to set up the network now?
de_de: Wollen Sie das Netzwerk jetzt einrichten?

source: Disable Network
de_de: Netzwerk deaktivieren

source: These settings are retrieved by DHCP:
de_de: Aktuell per DHCP zugewiesene Einstellungen:

source: IP Address
de_de: IP Adresse der ReelBox

source: Network mask
de_de: Netzwerkmaske

source: Current settings:
de_de: Aktuelle Einstellungen:

source: Do you want to use these settings?
de_de: Wollen Sie diese Einstellungen übernehmen?

source: Yes, store
de_de: Ja, speichern

source: No, configure network manually
de_de: Nein, Netzwerk manuell konfigurieren

source: No, configure WiFi
de_de: Nein, WLAN einrichten

source: Manual network setting
de_de: Manuelle Netzwerkeinrichtung

source: Use DHCP
de_de: DHCP benutzen

source: no
de_de: nein

source: yes
de_de: ja

source: Hostname
de_de: ReelBox Name

source: Connection
de_de: Anschlussart

source: Auto
de_de: Automatisch

source: Progressive
de_de: Progressiv

source: Off
de_de: Aus

source: On
de_de: An

source: Component
de_de: Komponente

source: Select a video mode for your screen
de_de: Wählen Sie den Videomodus des Anzeigegerätes

source: TV connected by
de_de: TV angeschlossen über

source: Display Type
de_de: Seitenverhältnis

source: Digital Output
de_de: Digitaler Modus

source: Analog Output
de_de: Analoger Modus

source: Analog Port
de_de: Analoger Ausgang

source: fill to screen
de_de: Bildschirmfüllend

source: fill to aspect
de_de: Beibehalten

source: crop to fill
de_de: Zoom

source: Aspect Ratio Ctrl.
de_de: Steuerung Seitenverhältnis

source: Resolution
de_de: Auflösung

source: Progressive/Interlaced
de_de: Progressiv/Interlaced

source: Expert
de_de: Experten

source: Video Settings
de_de: Videoeinstellungen

source: Error: no menu got from reelice plugin
de_de: Fehler: kein Menü bekommen

source: Keep these settings?
de_de: Einstellungen beibehalten?

source: Using old settings
de_de: Nutze alte Einstellungen

source: HDMI settings
de_de: HDMI Einstellungen

source: Mode
de_de: Modus

source: Output
de_de: Ausgang

source: Aspect
de_de: Bildformat

source: Aspect ratio
de_de: Seitenverhältnis

source: SCART settings
de_de: SCART Einstellungen

source: You will have to confirm changes to mode or output. If your display does not support the new settings, just wait for 20 seconds or press Exit to cancel the changes.
de_de: Ihre Einstellungen werden nun übernommen. Wenn die neuen Einstellungen nicht von Ihrem Display unterstützt werden, warten Sie 20 sek. oder drücken "Exit" um abzubrechen.

source: samba not installed!
de_de: Samba ist nicht installiert.

source: not set
de_de: nicht gesetzt

source: Installation Wizard
de_de: Installationsassistent

source: None
de_de: Keine

source: Unknown
de_de: Unbekannt

source: Fill to Screen
de_de: Vollbild

source: Crop to Fill
de_de: Zoom

source: Fill to Aspect
de_de: Original

source: All
de_de: Alle
