Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/loadepg-0.1.12/po/*.po
Languages: ca_es, cs_cz, es_es, it_it, pl_pl, ro_ro

source: Load EPG Data sent to Mediahighway receivers
ca_es: Carrega dades EPG a receptors Mediahighway
cs_cz: Načíst data EPG odesílaná do přijímačů Mediahighway
es_es: Carga datos de EPG de receptores MediaHighway
it_it: Load EPG - Ricezione dati EPG tipo MediaHighWay
pl_pl: Ładuj dane EPG wysłane do odbiorników Telewizji Cyfrowej
ro_ro: Incarc date EPG trimise catre receptoare Mediahighway

source: LoadEPG
ca_es: Carrega EPG
cs_cz: Načíst EPG
es_es: Cargar EPG
pl_pl: ŁadowanieEPG
ro_ro: Incarc EPG

source: Card not available
ca_es: Tarja no disponible
cs_cz: Karta není k dispozici
es_es: Tarjeta no disponible
it_it: Card non disponibile!
pl_pl: Karta niedostępna
ro_ro: Cardul nu este diponibil

source: Select a provider and press Ok
ca_es: Seleccioneu un proveïdor i premeu OK
cs_cz: Vyberte poskytovatele a stiskněte tlačítko OK
es_es: Seleccionar proveedor y pulsar OK
it_it: Selezionare un provider e premere Ok
pl_pl: Wybierz operatora i naciśnij Ok
ro_ro: Selecteaza un furnizor si apasa OK

source: Wait load epg data
ca_es: Espereu la càrrega de dades EPG
cs_cz: Počkejte prosím, načítání dat EPG
es_es: Espere mientras se carga el EPG
it_it: Attendere il caricamento dati
pl_pl: Czekaj aż załaduje dane epg
ro_ro: Ateapta sa incarc datele EPG

source: No epg data available
ca_es: No hi ha dades EPG disponibles
cs_cz: Data EPG nejsou k dispozici
es_es: No hay datos de EPG disponibles
it_it: Dati EPG non disponibili
pl_pl: Dane epg niedostępne
ro_ro: Nu sant disponibile date EPG

source: No data epg available
ca_es: No hi ha dades EPG disponibles
it_it: Nessun dato EPG disponibile!

source: Use file channels equivalences
ca_es: Utilitza fitxer de canals d'equivalències
cs_cz: Použít soubor channels.equivalences
es_es: Utilizar fichero de equivalencias de canales
it_it: Usare file equivalenze canali
pl_pl: Uzywaj odpowiednich plików kanałów
ro_ro: Foloseste fisier pentru echivalente canale

source: Yes
ca_es: Sí
cs_cz: Ano
es_es: Si
it_it: Sì
pl_pl: Tak
ro_ro: Da

source: DVB-S device for scanning
ca_es: Dispositiu DVB-S a escanejar
cs_cz: Zařízení DVB-S pro vyhledávání
es_es: Dispositivo DVB-S para la búsqueda
it_it: Dispositivo DVB-S per la ricerca
pl_pl: Urzadzenie DVB-S do scanowania
ro_ro: Dispozitivul DVB-S pentru scanare

source: Invalid provider number
ca_es: Número de proveïdor no vàlid
cs_cz: Neplatné číslo poskytovatele
es_es: Número de proveedor inválido
it_it: Numero provider non valido!
pl_pl: Błedny numer operatora
ro_ro: Numar invalid furnizor

source: The plugin is already active
ca_es: El connector ja és actiu
cs_cz: Modul je již aktivní
es_es: El plugin ya está activo
it_it: Plugin già attivo!
pl_pl: Wtyczka juz aktywna
ro_ro: Pluginul este deja activ

source: No
cs_cz: Ne
pl_pl: Nie
ro_ro: Nu
