Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/reelchannellist-0.0.9/po/*.po
Languages: de_de, fr_fr, nl_nl

source: Current Transponder
de_de: Aktueller Transponder
fr_fr: Transpondeur actuel
nl_nl: Huidige transponder

source: Favourites
de_de: Favoriten
fr_fr: Favoris
nl_nl: Favorieten

source: No favourite folders available
de_de: Keine Favoriten vorhanden!
fr_fr: Aucun dossiers favoris disponible
nl_nl: Geen favorieten map beschikbaar

source: Info:
de_de: Hinweis:
nl_nl: Informatie:

source: Please select 'all Channels' to add channels to your favorites.
de_de: Wählen Sie 'alle Kanäle' um Kanäle zu Ihren Favoriten hinzuzufügen.
fr_fr: Sélectionner svp 'Toutes Chaînes' pour ajouter aux favoris
nl_nl: Kies 'alle kanalen' om kanalen aan de favorieten toe te voegen.

source: No channels in this bouquet
de_de: Kein Kanal in diesem Bouquet
fr_fr: Aucune chaîne dans ce bouquet
nl_nl: Geen kanalen in dit boeket

source: Channel List
de_de: Kanalliste
fr_fr: Liste de chaînes
nl_nl: Kanalenlijst

source: Functions
de_de: Funktionen
fr_fr: Commandes
nl_nl: Funkties

source: Switching to channel failed
de_de: Auf diesen Kanal kann nicht umgeschaltet werden
fr_fr: Changement de chaîne a échoué
nl_nl: Omschakelen naar kanaal mislukt

source: Enter new favourites folder name
de_de: Neuen Favoritenordner anlegen.
fr_fr: Saisir le nom du nouveau dossier favoris
nl_nl: Geef nieuwe naam voor favorieten map

source: Folder name
de_de: Ordnername
fr_fr: Nom du dossier
nl_nl: Map naam

source: Duplicate folder name. Please try another name.
de_de: Doppelter Ordnername. Bitte anderen Namen auswählen.
fr_fr: Nom de dossier existant. Saisir un nouveau nom
nl_nl: Map naam niet uniek, probeer een andere naam aub.

source: Invalid folder name
de_de: Falscher Ordnername
fr_fr: Nom de dossier invalide
nl_nl: Ongeldige naam voor map

source: You have no favourite folders. Please create one before you can add the channel
de_de: Sie haben keinen Favoritenordner. Bitte einen neuen anlegen um Kanäle einzufügen
fr_fr: Vous n'avez aucun dossier favoris. Créés en un avant d'ajouter la chaîne
nl_nl: U hebt geen favorieten map, maak eerst één waaraan vervolgens kanalen toegevoegd kunnen worden

source: Select folder for %d channels
de_de: Wählen Sie den Ordner für %d Kanäle

source: Create new folder
de_de: Neuen Ordner anlegen
fr_fr: Créer un nouveau dossier
nl_nl: Maak nieuwe map

source: Select folder with 'Ok'
de_de: Kanal hinzufügen mit 'Ok'
fr_fr: Sélectionner le dossier avec 'Ok'
nl_nl: Kies map met 'OK'

source: Channel added to favourites
de_de: Kanal zu Favoriten hinzugefügt
fr_fr: Chaîne ajouté aux favoris
nl_nl: Kanaal aan favorieten toegevoegd

source: Channel not added to favourites
de_de: Kanal nicht zu Favoriten hinzugefügt
fr_fr: Chaîne non ajouté aux favoris
nl_nl: Kanaal niet aan favorieten toegevoegd

source: For folder '%s' please choose one of the following options:
de_de: Diese Funktionen stehen für den Ordner '%s' zur Verfügung:
fr_fr: Pour le dossier '%s', choisir une des options suivantes:
nl_nl: Kies aub. één van de volgende opties voor de map '%s' :

source: For channel '%s' please choose one of the following options:
de_de: Diese Funktionen stehen für den Kanal '%s' zur Verfügung:
fr_fr: Pour la chaîne '%s', choisir une des options suivantes:
nl_nl: Kies aub. één van de volgende opties voor kanaal '%s' :

source: Rename folder
de_de: Ordner umbenennen
fr_fr: Renommer le dossier
nl_nl: Map hernoemen

source: Delete folder
de_de: Ordner löschen
fr_fr: Supprimer le dossier
nl_nl: Map wissen

source: Move folder
de_de: Ordner verschieben
fr_fr: Déplacer le dossier
nl_nl: Map verplaatsen

source: CI-slot assignment for folder
de_de: CI-Schacht zuweisen für Ordner
fr_fr: Assigner le slot CI pour le dossier
nl_nl: CI-slot toewijzen aan map

source: Move channel
de_de: Kanal verschieben
fr_fr: Déplacer la chaîne
nl_nl: Kanaal verplaatsen

source: Delete channel
de_de: Kanal aus der Liste entfernen
fr_fr: Supprimer la chaîne
nl_nl: Kanaal wissen

source: CI-slot assignment for channel
de_de: CI-Schacht zuweisen für Kanal
fr_fr: Assigner le slot CI pour la chaîne
nl_nl: CI-slot toewijzen aan kanaal

source: Delete channel from favourites?
de_de: Kanal aus der Liste entfernen?
fr_fr: Supprimer la chaîne des favoris
nl_nl: Kanaal uit favorieten wissen?

source: Channel deleted
de_de: Kanal aus Liste entfernt
fr_fr: Chaîne supprimée
nl_nl: Kanaal gewist

source: Deletion of channel failed
de_de: Löschen des Kanals fehlgeschlagen
fr_fr: Suppression de la chaîne a échoué
nl_nl: Kanaal wissen mislukt

source: Delete cancelled
de_de: Löschen abgebrochen
fr_fr: Suppression abandonnée
nl_nl: Wissen geannuleerd

source: Delete folder and all its channels?
de_de: Odner mit allen Favoriten Kanälen löschen?
fr_fr: Supprimer le dossier et toutes ses chaînes?
nl_nl: Map en alle kanalen erin, wissen?

source: Folder and its contents deleted
de_de: Ordner sowie Favoriten Kanäle gelöscht
fr_fr: Dossier et toutes ces chaînes supprimés
nl_nl: Map inclusief inhoud gewist

source: Deletion of folder failed
de_de: Löschen des Ordners fehlgeschlagen
fr_fr: Suppresion du dossier a échoué
nl_nl: Wissen van map mislukt

source: Rename favourites folder
de_de: Favoritenordner umbenennen
fr_fr: Renommer le dossier favoris
nl_nl: Hernoem favoriten map

source: New folder name
de_de: Neuer Ordnername
fr_fr: Nouveau nom du dossier
nl_nl: Nieuwe map naam

source: Press right key to enter folder name and Ok to rename.
de_de: Drücken Sie die 'rechte' Navigationstaste um den Ordner umzubenennen.
fr_fr: Pressez la touche Droite pour entrer le nom du dossier et appuyez sur Ok pour renommer
nl_nl: Druk knop rechts om de mapnaam te benaderen en OK om te hernoemen

source: Renamed folder
de_de: Ordner umbenennen
fr_fr: Dossier renommé
nl_nl: Map hernoemd

source: Rename failed
de_de: Umbenennen fehlgeschlagen
fr_fr: Renommage a échoué
nl_nl: Hernoemen mislukt

source: Sort by number
de_de: Sortiere nach Kanalnummer
fr_fr: Trier par numéro
nl_nl: Soteren op nummer

source: Sort by channel name
de_de: Sortiere nach Alphabet
fr_fr: Trier par chaîne
nl_nl: Sorteer op kanaalnaam

source: Sort by provider name
de_de: Sortiere nach Provider
fr_fr: Trier par diffuseur
nl_nl: Sorteer op providernaam

source: Delete channels?
de_de: Kanäle löschen?

source: Deletion cancelled
de_de: Löschen abgebrochen

source: A selected channel has timer. Remove timer and try again.
de_de: Ein Timer verwendet einen gewählten Kanal. Löschen Sie den Timer und versuchen Sie es erneut.

source: Deleted %d Channels
de_de: %d Kanäle gelöscht

source: Radio Only
de_de: Radiosender
fr_fr: Radio uniq.
nl_nl: Alleen radio

source: TV Only
de_de: TV-Sender
fr_fr: TV uniq.
nl_nl: Alleen TV

source: Move to Fav
de_de: zu Favoriten

source: Delete selected
de_de: Auswahl löschen

source: Unknown mode
de_de: Unbekannter Modus

source: No channels found. Press red key to list all channels.
de_de: Keine Kanäle gefunden. Drücken Sie die rote Taste um alle Kanäle aufzulisten.

source: Select channels to delete
de_de: Kanäle zum löschen auswählen

source: Select channels to add to Fav
de_de: Kanäle für die Favoriten auwählen

source: All Channels
de_de: Alle Kanäle
fr_fr: Toutes Chaînes
nl_nl: Alle kanalen

source: Select channels with Ok. Then blue key for options.
de_de: Kanäle mit Ok wählen. Dann blaue Taste für Optionen

source: Providers
de_de: Provider
fr_fr: Diffuseurs

source: Add provider
de_de: Provider
fr_fr: Ajouter un diffuseur
nl_nl: Voeg provider toe

source: to favourites
de_de: zu Favoriten
fr_fr: aux favoris
nl_nl: aan favorieten

source: CI-slot assignment for provider
de_de: CI-Schacht zuweisen für Provider
fr_fr: Assignement du slot CI pour le diffuseur
nl_nl: Wijs CI-slot toe aan provider

source: Provider added to favourites
de_de: Provider zu Favoriten hinzugefügt
fr_fr: Diffuseur ajouté aux favoris
nl_nl: Provider aan favorieten toegevoegd

source: Error: Provider not added to favourites
de_de: Fehler: Provider nicht zu Favoriten hinzugefügt!
fr_fr: Erreur: Diffuseur n'a pas été ajouté aux favoris
nl_nl: Fout: Provider niet aan favorieten toegevoegd

source: Sources
de_de: Bouquets
nl_nl: Bronnen

source: Add the %d selected channels to favourites with the option below:
de_de: Die gewählten %d Kanäle mit diesen Optionen zu den Favoriten hinzufügen:

source: Add multiple channels to Favourites
de_de: Mehrere Kanäle zu den Favoriten hinzufügen

source: Delete the %d selected channels:
de_de: Die %d gewählten Kanäle löschen:

source: Delete channels
de_de: Kanäle löschen

source: Edit selected channel
de_de: Kanal bearbeiten

source: Add selected channel to Favourites
de_de: Kanal zu Favoriten hinzufügen
fr_fr: Ajouter la chaîne sélectionnée aux favoris
nl_nl: Voeg geselecteerd kanaal toe aan favorieten

source: Search
de_de: Suche

source: Search for channel
de_de: Durchsuche Kanalliste
fr_fr: Rechercher une chaîne
nl_nl: Zoek naar kanaal

source: Enter string to search
de_de: Bitte gewünschten Kanalnamen eingeben
fr_fr: Saisir une chaîne pour rechercher
nl_nl: Geef zoekcriteria

source: Search for
de_de: Suche nach
fr_fr: Recherche pour
nl_nl: Zoek naar

source: channel
de_de: Kanal
fr_fr: chaîne
nl_nl: kanaal

source: Choose CI slot for
de_de: Wähle CI-Schacht für
fr_fr: Choisir le slot CI pour
nl_nl: Kies CI-slot voor

source: CI-slot for
de_de: CI-Schacht für
fr_fr: slot CI pour
nl_nl: CI-slot voor

source: New
de_de: Neu
fr_fr: Nouveau
nl_nl: Nieuw

source: Button$New
de_de: Neu
fr_fr: Nouveau
nl_nl: Nieuw

source: No CAM at
de_de: Kein CI-Modul gefunden
fr_fr: Aucun CAM à
nl_nl: Geen CAM in

source: New channels
de_de: Neue Kanäle
fr_fr: Nouvelles chaînes
nl_nl: Nieuwe kanalen

source: Channels
de_de: Kanäle
fr_fr: Chaînes
nl_nl: Kanalen

source: Unknown source
de_de: Unbekannter Satellit
fr_fr: Source inconnue
nl_nl: onbekende bron

source: Unknown Provider
de_de: Unbekannter Provider

source: Channel List: Move Channel
de_de: Kanalliste: Kanal verschieben

source: Select a channel with OK key
de_de: Markieren Sie einen Kanal mit Ok

source: Up/Down to move channel. Exit key removes selection.
de_de: Auf/Ab um den Kanal zu verschieben. Exit löscht die Auswahl.

source: Channel Info
de_de: Kanalinfo
fr_fr: Info Chaîne
nl_nl: Kanaal informatie

source: Ok key in TV Mode
de_de: Ok-Taste im TV-Modus
fr_fr: Touche Ok en mode TV
nl_nl: OK toets tijdens TV modus

source: bouquet
nl_nl: boeket

source: System-ID
nl_nl: Systeem-ID

source: Standard
nl_nl: Standaard

source: provider
fr_fr: diffuseur

source: CI-Slot
fr_fr: slot CI
