Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/radio-0.9/po/*.po
Languages: nl_nl, pl_pl

source: unknown program type
nl_nl: Onbekend Programma type
pl_pl: nieznany rodzaj programu

source: News
nl_nl: Nieuws
pl_pl: Wiadomości

source: Current affairs
nl_nl: Huidige zaken
pl_pl: Afery obecne

source: Information
nl_nl: Informatie
pl_pl: Informacje

source: Education
nl_nl: Onderwijs
pl_pl: Edukacja

source: Culture
nl_nl: Cultuur
pl_pl: Kultura

source: Science
nl_nl: Wetenschap
pl_pl: nauka

source: Varied
nl_nl: Gevarieerd
pl_pl: Rózne

source: Pop music
nl_nl: Pop muziek
pl_pl: Muzyka pop

source: Rock music
nl_nl: Rock muziek
pl_pl: Muzyka Rock

source: M.O.R. music
nl_nl: M.O.R muziek
pl_pl: Muzyka M.O.R.

source: Light classical
nl_nl: Licht klassiek
pl_pl: lekki klasyk

source: Serious classical
nl_nl: Serieuze klassiek
pl_pl: Powarzny klasyk

source: Other music
nl_nl: Andere muziek
pl_pl: Inna muzyka

source: [waiting ...]
nl_nl: [wachten ...]
pl_pl: [czeka ...]

source: Title :
nl_nl: Titel:

source: Artist :
nl_nl: Artiest :
pl_pl: Artysta :

source: Records
nl_nl: Opnames
pl_pl: Nagrywać

source: with <0>
nl_nl: met <0>
pl_pl: z <0>

source: Rass-Image(s) saved from Archiv
nl_nl: Rass-foto(s) opgeslagen vanuit archief

source: Rass-Image(s) saved from Gallery
nl_nl: Rass-foto(s) opgeslagen vanuit een gallery

source: Rass-Image saved
nl_nl: Rass-foto opgeslagen

source: Rass-Image failed
nl_nl: Rass-foto mislukt

source: Playlist
nl_nl: Afspeellijst
pl_pl: Lista odtwarzania

source: Sports
nl_nl: Sport

source: Lottery
nl_nl: Loterij
pl_pl: Loteria

source: Weather
nl_nl: Het weer
pl_pl: Pogoda

source: Stockmarket
nl_nl: Beurs
pl_pl: Markiet zapasów

source: Other
nl_nl: Anders
pl_pl: Inne

source: extra Info since
nl_nl: extra info sinds

source: RTplus Memory since
nl_nl: RTplus geheugen sinds
pl_pl: RTplus

source: Programme
nl_nl: Programma
pl_pl: Programy

source: Stat.Short
nl_nl: Stat.Kort

source: Station
nl_nl: Zender
pl_pl: Stacja

source: Now
nl_nl: Nu
pl_pl: Teraz

source: ...Part
nl_nl: ...Deel
pl_pl: ...Częsć

source: Next
nl_nl: Volgende
pl_pl: Nastepny

source: Edit.Staff
nl_nl: Host.bewerken

source: Interactivity
nl_nl: Interactief
pl_pl: Interaktywny

source: Phone-Hotline
nl_nl: Telefoon-hotline
pl_pl: Gorąca Linia-Telefon

source: Phone-Studio
nl_nl: Telefoon-Studio
pl_pl: Studio-Telefon

source: NewsLocal
nl_nl: Lokaal nieuws
pl_pl: Wiadomości lokalne

source: DateTime
nl_nl: DatumTijd
pl_pl: DataCzas

source: Traffic
nl_nl: Verkeer

source: Advertising
nl_nl: Reclame
pl_pl: Adwertencje

source: Exit
nl_nl: Afsluiten
pl_pl: Wyjscie

source: Info-File saved
nl_nl: Infobestand opgeslagen

source: RTplus-File saved
nl_nl: RTplus-bestand opgeslagen
pl_pl: RTplus-Plik zapisany

source: last seen Radiotext
nl_nl: laatst bekeken Radiotekst
pl_pl: ostatni widziany Radiowy tekst

source: Time
nl_nl: Tijd
pl_pl: Czas

source: Title
nl_nl: Titel
pl_pl: Tytuł

source: Artist
nl_nl: Artiest
pl_pl: Artysta

source: Refresh Off
nl_nl: Vernieuwen uit

source: Refresh On
nl_nl: Vernieuwen aan

source: Back
nl_nl: Terug

source: Radiochannels RDS-Text
nl_nl: RDS-text Radiokanalen

source: RDS-Radiotext
nl_nl: RDS-radiotekst

source: Off
nl_nl: Uit

source: only Text
nl_nl: alleen Tekst
pl_pl: tylko Tekst

source: Text+TagInfo
nl_nl: Text+Labelinfo
pl_pl: Tekst+TagInfo

source: only, if some
nl_nl: alleen als bepaalde
pl_pl: tylko,

source: always
nl_nl: altijd
pl_pl: zawsze

source: Top
nl_nl: Boven
pl_pl: Góra

source: Bottom
nl_nl: Onder
pl_pl: Dół

source: latest at Top
nl_nl: laatste Boven
pl_pl: ostatnie na górze

source: latest at Bottom
nl_nl: laatste Onderaan
pl_pl: ostatnie na dole

source: Black
nl_nl: Zwart
pl_pl: Czarne

source: White
nl_nl: Wit
pl_pl: Białe

source: Red
nl_nl: Rood
pl_pl: Czerwone

source: Green
nl_nl: Groen
pl_pl: Zielony

source: Yellow
nl_nl: Geel
pl_pl: Żółty

source: Blue
nl_nl: Blauw
pl_pl: Niebieski

source: Cyan
nl_nl: Cyan(groenblauw)
pl_pl: Różowy

source: Transparent
nl_nl: Transparant
pl_pl: Przezroczysty

source: about MainMenu
nl_nl: over het HoofdMenu
pl_pl: o GłównymMenu

source: Automatic
nl_nl: Automatisch
pl_pl: Automatycznie

source: only Taginfo
nl_nl: alleen Labelinfo
pl_pl: tylko Taginfo

source: Rass only
nl_nl: Alleen Rass

source: Rass+Text mixed
nl_nl: Rass+Tekst Gemengd

source: Activate
nl_nl: Aktiveer
pl_pl: Aktywne

source: Use StillPicture-Function
nl_nl: Gebruik de 'statische foto' optie

source: Hide MainMenuEntry
nl_nl: Verberg hoofdmenu entry

source: RDSText Function
nl_nl: RDSText Functie
pl_pl: Funkcja RDSTekst

source: RDSText OSD-Position
nl_nl: RDSText OSD-Positie
pl_pl: RDSTekst Pozycja-OSD

source: RDSText OSD-Titlerow
nl_nl: RDSText OSD-Titel kolom
pl_pl: RDSTekst Tytułowe-OSD

source: RDSText OSD-Rows (1-5)
nl_nl: RDSText OSD-Titel kolommen (1-5)
pl_pl: RDSTekst

source: RDSText OSD-Skincolors used
nl_nl: RDSText OSD-Skin-kleuren gebruikt

source: RDSText OSD-Backgr.Color
nl_nl: RDSText OSD-Achtergr.Kleur

source: RDSText OSD-Backgr.Transp.
nl_nl: RDSText OSD-Achtergr.transp.

source: RDSText OSD-Foregr.Color
nl_nl: RDSText OSD-Voorgr.kleur

source: RDSText StatusMsg (lcdproc & co)
nl_nl: RDSText Statusber. (lcdproc & co)

source: RDSText Rass-Function
nl_nl: RDSText Rass-Funktie

source: External Info-Request by Internet
nl_nl: Externe informatie-verzoek via internet

source: External Info-Request
nl_nl: Extern informatie-verzoek

source: Drama
pl_pl: Dramat

source: Radiotext
pl_pl: Radiotekst

source: Email-Hotline
pl_pl: Gorąca linia-Email

source: Email-Studio
pl_pl: Studio-Email

source: Magenta
pl_pl: Purpurowy
