Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/skinreelng-1.1/po/*.po
Languages: cs_cz, pl_pl

source: Sunday
cs_cz: Neděle
pl_pl: Niedziela

source: Monday
cs_cz: Pondělí
pl_pl: Poniedziałek

source: Tuesday
cs_cz: Úterý
pl_pl: Wtorek

source: Wednesday
cs_cz: Středa
pl_pl: Środa

source: Thursday
cs_cz: Čtvrtek
pl_pl: Czwartek

source: Friday
cs_cz: Pátek
pl_pl: Piątek

source: Saturday
cs_cz: Sobota
pl_pl: Sobota

source: *** Invalid Channel ***
cs_cz: *** Neplatný kanál ***
pl_pl: *** Błędny Kanał ***

source: mins
cs_cz: min.
pl_pl: minu

source: en_US
cs_cz: cs_CZ
pl_pl: pl_PL

source: TIMERS
cs_cz: ČASOVAČE

source: Languages
cs_cz: Jazyky
pl_pl: Języki

source: Size
cs_cz: Velikost
pl_pl: Wielkość

source: Auxiliary information
cs_cz: Dodatkové informace
pl_pl: Informacje pomocnicze

source: Subtitles
cs_cz: Titulky
pl_pl: Napisy

source: TrueType Font
cs_cz: Písmo TrueType
pl_pl: Czcionka TruType

source: No TTF support!
cs_cz: Písma TrueType nejsou podporována!
pl_pl: nie obsługuje TTF

source: Default OSD Font
cs_cz: Výchozí písmo OSD
pl_pl: Domyślne Czcionki OSD

source: Default Fixed Size Font
cs_cz: Výchozí neproporc. písmo
pl_pl: Domyślne Ustalona Czcionka

source: Default Small Font
cs_cz: Výchozí malé písmo
pl_pl: Domyślne Małe Czcionki

source: General
cs_cz: Obecné
pl_pl: Ogólny

source: Logos & Symbols
cs_cz: Loga a symboly
pl_pl: Logo & Symbole

source: Fonts
cs_cz: Písma
pl_pl: Czcionki

source: Changes done
cs_cz: Změny provedeny
pl_pl: Zmiany zrobione

source: elapsed
cs_cz: uplynulý
pl_pl: który upłyną

source: remaining
cs_cz: zbývající
pl_pl: pozostały

source: percent
cs_cz: procento
pl_pl: procent

source: never
cs_cz: nikdy
pl_pl: nigdy

source: use size.vdr only
cs_cz: použ. jen size.vdr
pl_pl: używaj tylko size.vdr

source: always
cs_cz: vždy
pl_pl: zawsze

source: Last line
cs_cz: poslední řádek
pl_pl: Ostatnia linia

source: Help buttons
cs_cz: tlačítka nápovědy
pl_pl: Guziki pomocy

source: Free last line
cs_cz: volný poslední řádek
pl_pl: Wolną ostatnią linie

source: Try 8bpp single area
cs_cz: Zkusit jedinou oblast 8bpp
pl_pl: Spróbuj obszar pojedynczy 8bpp

source: Show info area in main menu
cs_cz: Zobrazovat inf. oblast v hl. nabídce

source: Show auxiliary information
cs_cz: Zobrazovat dodatkové informace
pl_pl: Pokazuj informacje pomocnicze

source: Show recording's size
cs_cz: Zobrazovat velikost nahrávky
pl_pl: Pokaż wielkość nagrania

source: Show remaining/elapsed time
cs_cz: Zobrazovat zbývající/uplynulý čas
pl_pl: Pokaż czas pozostaly/który upłyną

source: Show VPS
cs_cz: Zobrazovat VPS
pl_pl: Pokaż VPS

source: Show progressbar
cs_cz: Zobrazovat ukazatel průběhu
pl_pl: Pokazuj pasek postępu

source: Show messages in menu on
cs_cz: Místo zobrazení zpráv v nabídce
pl_pl: Pokaz wiadomości w menu włączone

source: pixel algo
cs_cz: pixelový alg.

source: ratio algo
cs_cz: poměrový alg.

source: zoom image
cs_cz: zvětšit obr.

source: Flushing channel logo cache...
cs_cz: Vyprazdňování mezipaměti log kanálů...
pl_pl: Opróżniam cache logo kanału...

source: Show symbols
cs_cz: Zobrazovat symboly
pl_pl: Pokazuj symbole

source: Show symbols in menu
cs_cz: Zobrazovat symboly v nabídce

source: Show symbols in replay
cs_cz: Zobrazovat symboly při přehrávání
pl_pl: Pokaż sumbole w powtorkach

source: Show symbols in messages
cs_cz: Zobrazovat symboly ve zprávách
pl_pl: Pokaż symbole w wiadomościach

source: Show symbols in audio
cs_cz: Zobrazovat symboly ve zvuku
pl_pl: Pokaż symbole w dzwięku

source: Show symbols in lists
cs_cz: Zobrazovat symboly v seznamech
pl_pl: Pokaż symbole w liscie

source: Show marker in lists
cs_cz: Zobrazovat značku v seznamech
pl_pl: Pokaż

source: Show status symbols
cs_cz: Zobrazovat stavové symboly
pl_pl: Pokazuj symbole

source: Show flags
cs_cz: Zobrazovat vlajky

source: Show event/recording images
cs_cz: Zobrazit obrázky událostí/nahrávek

source: Resize images
cs_cz: Změnit velikost obrázků

source: Image width
cs_cz: Šířka obrázku

source: Image height
cs_cz: Výška obrázku

source: Image format
cs_cz: Formát obrázku

source: Show channel logos
cs_cz: Zobrazovat loga kanálů
pl_pl: Pokazuj logo kanału

source: Identify channel by
cs_cz: Identifikace kanálu
pl_pl: Rozpoznaj kanał po

source: name
cs_cz: název
pl_pl: nazwa

source: Channel logo cache size
cs_cz: Velikost mezipaměti log kanálů
pl_pl: Rozmiar cache dla logo kanału

source: Button$Flush cache
cs_cz: Vypr. mezip.
pl_pl: Opróżnij cache

source: Name
cs_cz: Název
pl_pl: Nazwa

source: Width
cs_cz: Šířka
pl_pl: Szerokość

source: No TrueType fonts installed!
cs_cz: Nejsou nainstalována žádná písma TrueType!
pl_pl: Nie zainstalowano czcionki trutype!

source: Font Sizes
cs_cz: Velikosti písem
pl_pl: Wielkość Czcionki

source: Fixed Font
cs_cz: Neproporcionální písmo
pl_pl: ustalona Czcionka

source: Button$Set
cs_cz: Nastavit
pl_pl: Ustawić

source: OSD title
cs_cz: Nadpis OSD
pl_pl: Tytuł OSD

source: Messages
cs_cz: Zprávy
pl_pl: Wiadomości

source: Date
cs_cz: Datum
pl_pl: Data

source: Help keys
cs_cz: Tlačítka nápovědy
pl_pl: Guziki pomocy

source: Channelinfo: title
cs_cz: Informace o kanálu: název
pl_pl: Info kanału: tytuł

source: Channelinfo: subtitle
cs_cz: Informace o kanálu: podtitul
pl_pl: Info kanału: napisy

source: Channelinfo: language
cs_cz: Informace o kanálu: jazyk
pl_pl: Info kanału: jezyk

source: List items
cs_cz: Položky seznamu
pl_pl: Wykaż element

source: Info area: timers title
cs_cz: Informační oblast: název časovače
pl_pl: Obszar Info: tytuł timers

source: Info area: timers text
cs_cz: Informační oblast: text časovače
pl_pl: Obszar Info: tekst timers

source: Info area: warning title
cs_cz: Informační oblast: název upozornění
pl_pl: Obszar Info: tytuł uwag

source: Info area: warning text
cs_cz: Informační oblast: text upozornění
pl_pl: Obszar Info: tekst uwag

source: Details: title
cs_cz: Podrobnosti: název
pl_pl: Szczegóły: tytuł

source: Details: subtitle
cs_cz: Podrobnosti: podtitul
pl_pl: Szczegóły: napisy

source: Details: date
cs_cz: Podrobnosti: datum
pl_pl: Szczegóły: daty

source: Details: text
cs_cz: Podrobnosti: text
pl_pl: Szczegóły: tekst

source: Replay: times
cs_cz: Přehrávání: časy
pl_pl: Pwtórka: times

source: ReelNG skin
cs_cz: Vzhled ReelNG

source: Channel:
cs_cz: Kanál:
pl_pl: Kanał:

source: Search pattern:
cs_cz: Schéma hledání:
pl_pl: Szukaj wzór:

source: Timer check
cs_cz: Kontrola časovače
pl_pl: Sprawdz Timer

source: No timer check
cs_cz: Bez kontroly časovače
pl_pl: Zaden timer nie sprawdzony

source: data
pl_pl: parametry
