Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel2/po/*.po
Languages: cs_cz

source: Button$Favorites
cs_cz: Oblíbené

source: Button$Schedule
cs_cz: Program

source: Quick search for broadcasts
cs_cz: Rychlé hledání pořadů

source: Quick search
cs_cz: Rychlé hledání

source: Show in main menu
cs_cz: Zobrazit v hlavní nabídce

source: %d new broadcast(s) found! Show them?
cs_cz: Nalezeno %d nových pořadů! Zobrazit?

source: Search timer update done!
cs_cz: Aktualizace časovače hledání dokončena!

source: Programming timer failed!
cs_cz: Programování časovače se nezdařilo!
