Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel2/po/*.po
Languages: cs_cz

source: Edit$Delete group?
cs_cz: Odstranit skupinu?

source: Edit channel group
cs_cz: Upravit skupinu kanálů

source: Group name
cs_cz: Název skupiny

source: Button$Invert selection
cs_cz: Invertovat výběr

source: Button$All yes
cs_cz: Vše ano

source: Button$All no
cs_cz: Vše ne

source: Group name is empty!
cs_cz: Název skupiny je prázdný!

source: Group name already exists!
cs_cz: Název skupiny již existuje!

source: Direct access to epgsearch's conflict check menu
cs_cz: Přímý přístup k nabídce kontroly konfliktů modulu epgsearch

source: Timer conflicts
cs_cz: Konflikty časovačů

source: Conflict info in main menu
cs_cz: Inf. o konfliktu v hlavní nabídce

source: next
cs_cz: další

source: %d timer conflict(s)! First at %s. Show them?
cs_cz: %d konfliktů časovačů! První v %s. Zobrazit?

source: search the EPG for repeats and more
cs_cz: Hledat v EPG reprízy a další

source: TV-Guide (EPG)
cs_cz: TV průvodce (EPG)

source: Direct access to epgsearch's search menu
cs_cz: Přímý přístup k nabídce hledání modulu epgsearch

source: Search-Timer Manager
cs_cz: Správce časovačů hledání

source: EpgSearch-Search in main menu
cs_cz: Hledání v EPG v hlavní nabídce

source: Button$Help
cs_cz: Nápověda

source: Standard
cs_cz: Standardní

source: Button$Search
cs_cz: Hledat

source: pipes
cs_cz: čárky

source: graphical
cs_cz: grafický

source: never
cs_cz: nikdy

source: always
cs_cz: vždy

source: smart
cs_cz: inteligentní

source: before user-def. times
cs_cz: před uživ. časy

source: after user-def. times
cs_cz: po uživ. časech

source: Standard EPG
cs_cz: Standardní EPG

source: General
cs_cz: Obecné

source: EPG menus
cs_cz: Nabídky EPG

source: User-defined EPG times
cs_cz: Uživatelské časy EPG

source: Timer programming
cs_cz: Programování časovačů

source: Search and search timers
cs_cz: Hledání a časovače hledání

source: Timer conflict checking
cs_cz: Kontrola konfliktů časovačů

source: Main menu entry
cs_cz: Položka hlavní nabídky

source: Help$The name of the main menu entry which defaults to 'Programm guide'.
cs_cz: Název položky hlavní nabídky, ve výchozím nastavení Programový průvodce

source: Start menu
cs_cz: Počáteční nabídka

source: Help$Choose between 'Overview - Now' and 'Schedule' as start menu when this plugin is called.
cs_cz: Zvolte počáteční nabídku tohoto modulu: Přehled - nyní nebo Program.

source: Ok key
cs_cz: Tlačítko OK

source: Help$Choose here the behaviour of key 'Ok'. You can use it to display the summary or to switch to the corresponding channel. Note: the functionality of key 'blue' (Switch/Info/Search) depends on this setting.
cs_cz: Zvolte chování tlačítka OK. Lze pomocí něj zobrazit shrnutí nebo přepnout na příslušný kanál. Poznámka: Na tomto nastavení závisí funkce modrého tlačítka (Přepnout/Informace/Hledat).

source: Show channel numbers
cs_cz: Zobrazovat čísla kanálů

source: Help$Display channel numbers in 'Overview - Now'. (To completely define your own menu look please inspect the MANUAL)
cs_cz: Zobrazovat na obrazovce Přehled - nyní čísla kanálů. (Pokyny k vytvoření vlastního vzhledu nabídky najdete v příručce.)

source: Help$Display VDR channel groups as separators between your channels in 'Overview - Now'.
cs_cz: Zobrazovat skupiny kanálů VDR jako oddělovače mezi kanály na obrazovce Přehled - nyní.

source: Show day separators
cs_cz: Zobrazovat oddělovače dní

source: Help$Display a separator line at day break in 'Schedule'.
cs_cz: Zobrazovat na obrazovce Program oddělovače dní.

source: Show radio channels
cs_cz: Zobrazovat rádiové kanály

source: Help$Show also radio channels.
cs_cz: Zobrazovat také rádiové kanály.

source: Limit channels from 1 to
cs_cz: Omezit kanály od 1 do

source: Help$If you have a large channel set you can speed up things when you limit the displayed channels with this setting. Use '0' to disable the limit.
cs_cz: Máte-li mnoho kanálů, lze tímto nastavením omezit zobrazené kanály a tím urychlit systém. Zadáním hodnoty 0 limit zakážete.

source: 'One press' timer creation
cs_cz: Vytvoření časovače jedním stisknutím

source: Help$When a timer is created with 'Record' you can choose between an immediate creation of the timer or the display of the timer edit menu.
cs_cz: Zvolte, zda při vytváření časovače pomocí tlačítka Nahrát má být okamžitě vytvořen časovač nebo se má zobrazit nabídka pro úpravu časovačů.

source: Time interval for FRew/FFwd [min]
cs_cz: Časový interval pro FRew/FFwd (min.)

source: Help$Choose here the time interval which should be used for jumping through the EPG by pressing FRew/FFwd. (If you don't have those keys, you can toggle to this functionality pressing '0' and get '<<' and '>>' on the keys green and yellow)
cs_cz: Zvolte časový interval, který má být použit při procházení EPG pomocí tlačítka FRew nebo FFwd. (Pokud tato tlačítka nemáte, lze na tuto funkci přepnout stisknutím tlačítka 0. Na zeleném a žlutém tlačítku se pak zobrazí << a >>.)

source: Toggle Green/Yellow
cs_cz: Přepnout zelené/žluté

source: Help$Specify if green and yellow shall also be switched when pressing '0'.
cs_cz: Zadejte, zda při stisknutí tlačítka 0 má být přepnuto také zelené a žluté tlačítko.

source: Show favorites menu
cs_cz: Zobrazit nabídku Oblíbené

source: Help$A favorites menu can display a list of your favorite broadcasts. Enable this if you want an additional menu besides 'Now' and 'Next' Any search can be used as a favorite. You only have to set the option 'Use in favorites menu' when editing a search.
cs_cz: V nabídce Oblíbené může být zobrazen seznam vašich oblíbených pořadů. Tuto možnost povolte, chcete-li získat další nabídku kromě položek Nyní a Další. Jako oblíbenou položku lze použít kterékoli hledání. Stačí při úpravě hledání nastavit možnost Použít v nabídce Oblíbené.

source: for the next ... hours
cs_cz: pro dalších ... hodin

source: Help$This value controls the timespan used to display your favorites.
cs_cz: Tato hodnota řídí časový interval použitý k zobrazení oblíbených položek.

source: Use user-defined time
cs_cz: Použít uživatelský čas

source: Help$Besides 'Now' and 'Next' you can specify up to 4 other times in the EPG which can be used by repeatedly pressing the green key, e.g. 'prime time', 'late night',...
cs_cz: Kromě položek Nyní a Další lze v EPG zadat až čtyři další časy, které je možné použít opakovaným stisknutím zeleného tlačítka, např. hlavní čas, noc atd.

source: Description
cs_cz: Popis

source: Help$This is the description for your user-defined time as it will appear as label on the green button.
cs_cz: Toto je popis uživatelského času, který bude zobrazen jako popisek zeleného tlačítka.

source: Time
cs_cz: Čas

source: Help$Specify the user-defined time here in 'HH:MM'.
cs_cz: Zde zadejte uživatelský čas ve formát HH:MM.

source: Default recording dir
cs_cz: Výchozí adresář nahrávání

source: Help$When creating a timer you can specify here a default recording directory.
cs_cz: Při vytváření časovače zde můžete zadat výchozí adresář pro nahrávání.

source: Add episode to manual timers
cs_cz: Přidat k ručním časovačům epizodu

source: Help$If you create a timer for a series, you can automatically add the episode name. - never: no addition - always: always add episode name if present - smart: add only if event lasts less than 80 mins.
cs_cz: Pokud vytváříte časovač seriálu, lze automaticky přidat název epizody. - nikdy: bez přidání - vždy: vždy přidat název epizody, je-li k dispozici - inteligentní: přidat, jen pokud událost trvá méně než 80 minut

source: Button$Select
cs_cz: Vybrat

source: Default timer check method
cs_cz: Výchozí metoda kontroly časovačů

source: Use search timers
cs_cz: Používat časovače hledání

source: Help$'Search timers' can be used to automatically create timers for events that match your search criterions.
cs_cz: Pomocí časovačů hledání lze automaticky vytvářet časovače událostí, které odpovídají kritériím hledání.

source: Update interval [min]
cs_cz: Interval aktualizace (min.)

source: Help$Specify here the time intervall to be used when searching for events in the background.
cs_cz: Zde zadejte časový interval, který má být použit při hledání událostí na pozadí.

source: Help$Specify here the default lifetime of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
cs_cz: Zde zadejte výchozí životnost časovačů a nahrávek vytvořených tímto modulem. Tuto hodnotu lze také upravit pro každé hledání.

source: Setup.Recording$Time Buffer at Start (min)
cs_cz: Časová rezerva na začátku (min.)

source: Help$Specify here the default start recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
cs_cz: Zde zadejte výchozí časovou rezervu na začátku nahrávání pro časovače a nahrávky vytvořené tímto modulem. Tuto hodnotu lze také upravit pro každé hledání.

source: Setup.Recording$Time Buffer at End (min)
cs_cz: Časová rezerva na konci (min.)

source: Help$Specify here the default stop recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
cs_cz: Zde zadejte výchozí časovou rezervu na konci nahrávání pro časovače a nahrávky vytvořené tímto modulem. Tuto hodnotu lze také upravit pro každé hledání.

source: No announcements when replaying
cs_cz: Bez oznámení při přehrávání

source: Help$Set this to 'yes' if you don't like to get any announcements of broadcasts if you currently replay anything.
cs_cz: Pokud při přehrávání nemají být oznamovány pořady, nastavte možnost ano.

source: Recreate timers after deletion
cs_cz: Znovu vytvořit časovače po odstranění

source: Help$Set this to 'yes' if you want timers to be recreated with the next search timer update after deleting them.
cs_cz: Chcete-li, aby odstraněné časovače byly při další aktualizaci časovače hledání znovu vytvořeny, nastavte možnost ano.

source: Without PayTV channels
cs_cz: Bez placených kanálů

source: Help$Set this to 'yes' if don't want to see events on PayTV channels when searching for repeats.
cs_cz: Pokud při hledání repríz nemají být zobrazovány události na placených kanálech, nastavte možnost ano.

source: Search templates
cs_cz: Šablony hledání

source: Help$Here you can setup templates for your searches.
cs_cz: Zde můžete vytvořit šablony hledání.

source: Blacklists
cs_cz: Černé listiny

source: Help$Here you can setup blacklists which can be used within a search to exclude events you don't like.
cs_cz: Zde můžete vytvořit černé listiny, které budou použity při hledání k vyloučení nežádoucích událostí.

source: Button$Setup
cs_cz: Nastavení

source: Ignore below priority
cs_cz: Ignorovat s prioritou pod

source: Help$If a timer with priority below the given value will fail it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
cs_cz: Dojde-li ke konfliktu časovače s nižší než uvedenou prioritou, nebude tento konflikt klasifikován jako důležitý. Na displeji budou zobrazeny pouze zprávy o důležitých konfliktech, zjištěných při automatické kontrole konfliktů.

source: Ignore conflict duration less ... min.
cs_cz: Ignorovat konflikt kratší než ... min.

source: Help$If a conflicts duration is less then the given number of minutes it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
cs_cz: Je-li doba trvání konfliktu kratší než uvedený počet minut, nebude tento konflikt klasifikován jako důležitý. Na displeji budou zobrazeny pouze zprávy o důležitých konfliktech, zjištěných při automatické kontrole konfliktů.

source: Only check within next ... days
cs_cz: Kontrolovat jen během příštích ... dní

source: Help$This value reduces the conflict check to the given range of days. All other conflicts are classified as 'not yet important'.
cs_cz: Tato hodnota omezí kontrolu konfliktů na uvedený počet dní. Všechny ostatní konflikty budou klasifikovány jako dosud nedůležité.

source: --- Automatic checking ---
cs_cz: --- Automatická kontrola ---

source: After each timer programming
cs_cz: Po každém naprogramování časovače

source: Help$Set this to 'yes' if the conflict check should be performed after each manual timer programming. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if this timer is involved in any conflict.
cs_cz: Má-li být kontrola konfliktů prováděna po každém ručním naprogramování časovače, nastavte hodnotu ano. V případě, že dojde ke konfliktu, budete o něm ihned informováni zprávou. Tato zpráva bude zobrazena, jen pokud daný časovač figuruje v nějakém konfliktu.

source: When a recording starts
cs_cz: Na začátku nahrávání

source: Help$Set this to 'yes' if the conflict check should be performed when a recording starts. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if the conflict is within the next 2 hours.
cs_cz: Má-li být kontrola konfliktů prováděna na začátku nahrávání, nastavte hodnotu ano. V případě, že dojde ke konfliktu, budete o něm ihned informováni zprávou. Tato zpráva bude zobrazena, jen pokud konflikt nastane během příštích dvou hodin.

source: After each search timer update
cs_cz: Po každé aktualizaci časovače hledání

source: Help$Set this to 'yes' if the conflict check should be performed after each search timer update.
cs_cz: Má-li být kontrola konfliktů prováděna po každé aktualizaci časovače hledání, nastavte možnost ano.

source: every ... minutes
cs_cz: každých ... minut

source: Help$Specify here the time intervall to be used for an automatic conflict check in the background. ('0' disables an automatic check)
cs_cz: Zde zadejte časový interval, který má být použit pro automatickou kontrolu konfliktů na pozadí. (Hodnota 0 automatickou kontrolu zakáže.)

source: if conflicts within next ... minutes
cs_cz: je-li konflikt během příštích ... minut

source: Help$If the next conflict will appear in the given number of minutes you can specify here a shorter check intervall to get more OSD notifications about it.
cs_cz: Pokud k dalšímu konfliktu dojde v uvedeném počtu minut, můžete zde zadat kratší interval kontroly, aby se v OSD zobrazilo více upozornění.

source: Avoid notification when replaying
cs_cz: Neupozorňovat při přehrávání

source: Help$Set this to 'yes' if the don't want to get OSD messages about conflicts if you currently replay something. Nevertheless messages will be displayed if the first upcoming conflict is within the next 2 hours.
cs_cz: Chcete-li zakázat zobrazování zpráv OSD o konfliktech během přehrávání, nastavte možnost ano. Zprávy se však budou zobrazovat, jestliže nejbližší konflikt nastane během příštích dvou hodin.

source: Direct access to epgsearch's timers menu
cs_cz: Přímý přístup k nabídce časovačů modulu epgsearch

source: Timer Manager
cs_cz: Správce časovačů

source: This version of EPGSearch does not support this service!
cs_cz: V této verzi modulu EPGSearch není tato služba podporována!

source: EPGSearch does not exist!
cs_cz: Modul EPGSearch neexistuje!

source: No new timers were added.
cs_cz: Nebyly přidány žádné nové časovače.

source: No timers were modified.
cs_cz: Nebyly změněny žádné časovače.

source: No timers were deleted.
cs_cz: Nebyly odstraněny žádné časovače.

source: %d new broadcast
cs_cz: %d nových pořadů

source: Button$by channel
cs_cz: podle kanálu

source: Button$by time
cs_cz: podle času

source: Button$Episode
cs_cz: Epizoda

source: Button$Title
cs_cz: Název

source: announce again
cs_cz: oznámit znovu

source: with next update
cs_cz: při příští aktualizaci

source: again from
cs_cz: znovu od

source: Search timer
cs_cz: Časovač hledání

source: Edit blacklist
cs_cz: Upravit černou listinu

source: phrase
cs_cz: fráze

source: all words
cs_cz: všechna slova

source: at least one word
cs_cz: nejméně jedno slovo

source: match exactly
cs_cz: přesná shoda

source: regular expression
cs_cz: regulární výraz

source: fuzzy
cs_cz: přibližně

source: user-defined
cs_cz: uživatelský

source: channel group
cs_cz: skupina kanálů

source: only FTA
cs_cz: jen bezplatné

source: Search term
cs_cz: Hledaný výraz

source: Search mode
cs_cz: Režim hledání

source: Match case
cs_cz: Velká/malá

source: Use title
cs_cz: Použít název

source: Use subtitle
cs_cz: Použít podtitul

source: Use description
cs_cz: Použít popis

source: Use extended EPG info
cs_cz: Použít rozšířené inf. EPG

source: Use channel
cs_cz: Použít kanál

source: from channel
cs_cz: od kanálu

source: to channel
cs_cz: do kanálu

source: Channel group
cs_cz: Skupina kanálů

source: Use time
cs_cz: Použít čas

source: Start after
cs_cz: Začátek po

source: Start before
cs_cz: Začátek před

source: Use duration
cs_cz: Použít délku

source: Min. duration
cs_cz: Min. délka

source: Max. duration
cs_cz: Max. délka

source: Use day of week
cs_cz: Použít den týdne

source: Button$Templates
cs_cz: Šablony

source: *** Invalid Channel ***
cs_cz: *** Neplatný kanál ***

source: Please check channel criteria!
cs_cz: Zkontrolujte kritéria kanálů!

source: Edit$Delete blacklist?
cs_cz: Odstranit černou listinu?

source: Create searchtimer
cs_cz: Vytvořit časovač hledání

source: List searchtimers
cs_cz: Vypsat časovače hledání

source: Search for repeats
cs_cz: Hledat reprízy

source: List recordings of this broadcast
cs_cz: Vypsat nahrávky tohoto pořadu

source: Mark as 'already recorded'?
cs_cz: Označit jako již nahrané?

source: Activate/deactivate automatic switch?
cs_cz: Aktivovat/deaktivovat automatické přepnutí?

source: Ignore this broadcast
cs_cz: Ignorovat tento pořad

source: EPG Commands
cs_cz: Příkazy EPG

source: Already running!
cs_cz: Již běží!

source: Add to switch list?
cs_cz: Přidat do seznamu přepnutí?

source: Delete from switch list?
cs_cz: Odstranit ze seznamu přepnutí?

source: Button$Details
cs_cz: Podrobnosti

source: Button$Filter
cs_cz: Filtr

source: Button$Show all
cs_cz: Zobrazit vše

source: conflicts
cs_cz: konflikty

source: no conflicts!
cs_cz: žádné konflikty!

source: no important conflicts!
cs_cz: žádné důležité konflikty!

source: Button$Repeats
cs_cz: Reprízy

source: Button$Functions
cs_cz: Funkce

source: no check
cs_cz: bez kontroly

source: by channel and time
cs_cz: podle kanálu a času

source: by event ID
cs_cz: podle ID události

source: Select directory
cs_cz: Vybrat adresář

source: Button$Level
cs_cz: Úroveň

source: Timers
cs_cz: Časovače

source: No timers present.
cs_cz: Nejsou k dispozici žádné časovače.

source: Button$Delete
cs_cz: Odstranit

source: Button$New
cs_cz: Nový

source: Delete timer?
cs_cz: Odstranit časovač?

source: Timer still recording - really delete?
cs_cz: Časovač stále nahrává - opravdu odstranit?

source: Directory
cs_cz: Adresář

source: Event
cs_cz: Událost

source: Favorites
cs_cz: Oblíbené

source: Search results
cs_cz: Výsledky hledání

source: ° EPG for :
cs_cz: EPG pro:

source: Button$Timer
cs_cz: Časovač

source: Timer conflict! Show?
cs_cz: Konflikt časovačů! Zobrazit?

source: low
cs_cz: nízká

source: normal
cs_cz: normální

source: high
cs_cz: vysoká

source: Channel
cs_cz: Kanál

source: Repeat
cs_cz: Repríza

source: Day of Week
cs_cz: Den týdne

source: First day
cs_cz: První den

source: unlimited
cs_cz: bez omezení

source: Child protection
cs_cz: Ochrana dětí

source: Timer check
cs_cz: Kontrola časovače

source: recording with device
cs_cz: nahrávání se zařízením

source: File
cs_cz: Soubor

source: Button$With subtitle
cs_cz: S titulky

source: Button$Without subtitle
cs_cz: Bez titulků

source: Week Day
cs_cz: Den týdne

source: Button$Reset
cs_cz: Vynulovat

source: Button$Extended
cs_cz: Rozšířené

source: Button$Simple
cs_cz: Jednoduché

source: Use blacklists
cs_cz: Použít černé listiny

source: Edit$Search text too short - use anyway?
cs_cz: Hledaný text je příliš krátký - přesto použít?

source: Button$by name
cs_cz: podle názvu

source: Button$by date
cs_cz: podle data

source: Button$Delete all
cs_cz: Odstranit vše

source: Recordings
cs_cz: Nahrávky

source: Edit$Delete entry?
cs_cz: Odstranit položku?

source: Edit$Delete all entries?
cs_cz: Odstranit všechny položky?

source: Summary
cs_cz: Shrnutí

source: Auxiliary info
cs_cz: Dodatkové informace

source: Search actions
cs_cz: Akce hledání

source: Execute search
cs_cz: Spustit hledání

source: Use as search timer on/off
cs_cz: Použít jako časovač hledání - zap/vyp

source: Trigger search timer update
cs_cz: Aktualizovat časovač hledání

source: Show recordings done
cs_cz: Zobrazit dokončené nahrávky

source: Delete created timers?
cs_cz: Odstranit vytvořené časovače?

source: Timer conflict check
cs_cz: Kontrola konfliktů časovačů

source: Disable associated timers too?
cs_cz: Zakázat také příslušné časovače?

source: Activate associated timers too?
cs_cz: Aktivovat také příslušné časovače?

source: Search timers activated in setup.
cs_cz: Časovače hledání byly aktivovány v nastavení.

source: Run search timer update?
cs_cz: Spustit aktualizaci časovačů hledání?

source: Delete all timers created from this search?
cs_cz: Odstranit všechny časovače vytvořené z tohoto hledání?

source: No searchtimers present.
cs_cz: Nejsou k dispozici žádné časovače hledání.

source: Search entries
cs_cz: Položky hledání

source: active
cs_cz: aktivní

source: Execute
cs_cz: Spustit

source: Button$Actions
cs_cz: Akce

source: Edit$Delete search?
cs_cz: Odstranit hledání?

source: Expert
cs_cz: Rozšířené

source: Normal
cs_cz: Normální

source: Edit search
cs_cz: Upravit hledání

source: Record
cs_cz: Nahrát

source: Announce only
cs_cz: Pouze oznámit

source: Switch only
cs_cz: Pouze přepnout

source: Selection
cs_cz: Výběr

source: all
cs_cz: vše

source: Template name
cs_cz: Název šablony

source: Use in favorites menu
cs_cz: Použít v nabídce Oblíbené

source: Result menu layout
cs_cz: Rozložení nabídky výsledků

source: Use as search timer
cs_cz: Použít jako časovač hledání

source: Action
cs_cz: Akce

source: Switch ... minutes before start
cs_cz: Přepnout ... minut před začátkem

source: Series recording
cs_cz: Nahrávka seriálu

source: Delete recordings after ... days
cs_cz: Odstranit nahrávky po ... dnech

source: Keep ... recordings
cs_cz: Uchovat ... nahrávek

source: Pause when ... recordings exist
cs_cz: Pozastavit, existuje-li ... nahrávek

source: Avoid repeats
cs_cz: Vynechat reprízy

source: Allowed repeats
cs_cz: Povolené reprízy

source: Only repeats within ... days
cs_cz: Pouze reprízy během ... dní

source: Compare title
cs_cz: Porovnat název

source: Compare subtitle
cs_cz: Porovnat podtitul

source: Compare summary
cs_cz: Porovnat shrnutí

source: Compare categories
cs_cz: Porovnat kategorie

source: Button$Edit
cs_cz: Upravit

source: Edit user-defined days of week
cs_cz: Upravit uživatelské dny týdne

source: Compare
cs_cz: Porovnat

source: Select blacklists
cs_cz: Vybrat černé listiny

source: Values for EPG category
cs_cz: Hodnoty kategorie EPG

source: Button$Apply
cs_cz: Použít

source: Button$all channels
cs_cz: všechny kanály

source: Button$only FTA
cs_cz: jen bezplatné

source: Button$Timer preview
cs_cz: Náhled časovače

source: Blacklist results
cs_cz: Výsledky černé listiny

source: found recordings
cs_cz: nalezených nahrávek

source: - no recording found -
cs_cz: - nebyly nalezeny žádné nahrávky -

source: Error while accessing recording!
cs_cz: Chyba při přístupu k nahrávce!

source: Edit$Delete template?
cs_cz: Odstranit šablonu?

source: Overwrite existing entries?
cs_cz: Přepsat existující položky?

source: Edit entry
cs_cz: Upravit položku

source: action at
cs_cz: akce v

source: Switch list
cs_cz: Seznam přepnutí

source: Edit template
cs_cz: Odstranit šablonu?

source: >>> no info! <<<
cs_cz: >>> žádné informace! <<<
