Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/premiereepg-0.0.7/po/*.po
Languages: ca_es, cs_cz, it_it, nl_nl, pl_pl, ro_ro

source: Parses extended Premiere EPG data
ca_es: Analitza la informació addicional de l'EPG de Premiere
cs_cz: Analyzuje rozšířená data Premiere EPG
it_it: Analisi dati EPG Premiere esteso
nl_nl: Ontleedt uitgebreide Sky EPG data
pl_pl: Przeprowadza analizę danych EPG Premiery
ro_ro: Parcurge date extinse EPG Premiere

source: off
cs_cz: vypnuto
nl_nl: uit
ro_ro: oprit

source: Tag option events
ca_es: Marca les opcions dels esdeveniments
cs_cz: Označit volitelné události
it_it: Etichett. opzioni evento
nl_nl: Markeer optie events
pl_pl: Opcje zdarzenia
ro_ro: Eticheta optiuni evenimente

source: Show order information
ca_es: Mostra la informació de compra
cs_cz: Zobrazit informace o objednání
it_it: Mostrare informazione ordine
nl_nl: Toon bestel informatie
pl_pl: Pokaż informacje zamówienia
ro_ro: Arata ordinea informatiilor

source: Show rating information
ca_es: Mostra la informació del preu
cs_cz: Zobrazit informace o přístupnosti
it_it: Mostrare informazione valutazione
nl_nl: Toon leeftijds categorie informatgie
pl_pl: Pokaż informacje ocen
ro_ro: Arata informatii scor

source: Fix EPG data
ca_es: Fixa les dades EPG
cs_cz: Opravit data EPG
it_it: Fix dati EPG
nl_nl: Fix de EPG data
pl_pl: Napraw dane EPG
ro_ro: Reparare date EPG

source: Ordernumber
ca_es: Compra núm.
cs_cz: Objednací číslo
it_it: Numero ordine
nl_nl: Ondernummer
pl_pl: Numer zamówienia
ro_ro: Numar ordin

source: Price
ca_es: Preu
cs_cz: Cena
it_it: Prezzo
nl_nl: Prijs
pl_pl: Cena
ro_ro: Pret

source: Ordering
ca_es: Compra
cs_cz: Objednání
it_it: Ordine in corso
nl_nl: Bestelling
pl_pl: Zamówienie
ro_ro: Ordin

source: Rating
ca_es: Preu
cs_cz: Přístupnost
it_it: Valutazioni
nl_nl: Leeftijds categorie
pl_pl: Ocena
ro_ro: Scor

source: years
ca_es: anys
cs_cz: let
it_it: Anni
nl_nl: jaar
pl_pl: lata
ro_ro: Ani

source: PremiereEPG
it_it: EPG Premiere
