Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/eepg-20110829/po/*.po
Languages: de_de

source: Parses Extended EPG data
de_de: Sucht nach EPG Daten

source: off
de_de: aus

source: Tag option events
de_de: Optionale Events markieren

source: Show order information
de_de: Bestellinformationen anzeigen

source: Show rating information
de_de: Altersbeschränkungen anzeigen

source: Fix EPG data
de_de: EPG-Daten reparieren

source: Display summary message
de_de: Zusammenfassende Meldung anzeigen

source: Level of logging verbosity
de_de: Loglevel

source: Ordernumber
de_de: Bestellnummer

source: Price
de_de: Preis

source: Ordering
de_de: Bestellung

source: Rating
de_de: Altersbeschränkung

source: years
de_de: Jahre
