Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Permament timeshift disabled!
ca_es: Captura de vídeo permanent desactivada!
de_de: Permamentes Timeshift ausgeschaltet!
es_es: ¡Grabación cont. permanente desactivada!
fr_fr: Timeshift permanent désactivé!
nl_nl: Continu timeshift is uitgeschakeld!

source: Settings stored
ca_es: S'ha desat la configuració
de_de: Einstellungen gespeichert
es_es: Configuración guardada
fr_fr: Paramètres enregistrés
nl_nl: Instellingen opgeslagen

source: Factory defaults
de_de: Werkseinstellungen
fr_fr: Paramètres d'usine
nl_nl: Fabrieks-instellingen

source: Really reset?
ca_es: Reinicialitzar configuració?
de_de: Wirklich zurücksetzen?
fr_fr: Voulez vous vraiment réinitialiser?
nl_nl: Werkelijk resetten?

source: Reset
ca_es: Reinicialitza
de_de: Zurücksetzen
fr_fr: Réinitialisation

source: Use the red button to reset to factory defaults.
de_de: Mit der roten Taste 'Zurücksetzen' wird die ReelBox auf Werkseinstellungen zurückgesetzt.
fr_fr: Utiliser le bouton Rouge pour restaurer les paramètres d'usine
nl_nl: Druk op de rode knop om de fabrieksinstellingen in te laden

source: All settings will be lost!
ca_es: Es perdran totes les configuracions!
de_de: Alle Einstellungen werden unwiderruflich gelöscht!
fr_fr: Tous les paramètres seront perdus!
nl_nl: Alle instellingen gaan verloren!

source: Resetting ReelBox to factory defaults...
de_de: ReelBox wird zurückgesetzt...
fr_fr: Reelbox sera réinitialisée avec les paramètres d'usine
nl_nl: Avantgarde wordt naar fabrieks-instelling gebracht....

source: Rebooting...
ca_es: Reiniciant...
de_de: Neustart...
fr_fr: Redémarrage en cours...
nl_nl: Herstarten...

source: MultiRoom - Error!
de_de: MultiRoom - Fehler!
es_es: Error MultiRoom
fr_fr: Erreur! - MultiRoom
nl_nl: MultiRoom - Fout!

source: Delete Menu?
ca_es: Suprimir Menú?
de_de: Menü löschen?
es_es: ¿Borrar menú?
fr_fr: Effacer le Menu?
nl_nl: Menu verwijderen?

source: Up/Dn for new location - OK to move
ca_es: Amunt/Avall per la nova ubicació - OK per moure
de_de: Auf/Ab für neue Position - OK zum verschieben
es_es: Arriba/abajo para situar - OK para mover
fr_fr: Haut/Bas pour le nouvel emplacement - OK pour déplacer
nl_nl: Op/neer voor nieuwe plek- OK om te verplaatsen

source: Into
ca_es: A dins
de_de: Hinein
es_es: Dentro
fr_fr: Dedans
nl_nl: Tussen

source: Before
ca_es: Abans
de_de: Bevor
es_es: Antes
fr_fr: Avant
nl_nl: Voor

source: After
ca_es: Després
de_de: Danach
es_es: Después
fr_fr: Après
nl_nl: Na

source: Create
ca_es: Crea
de_de: Anlegen
es_es: Crear
fr_fr: Créer
nl_nl: Maken

source: Edit
ca_es: Edita
de_de: Editieren
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken

source: Delete
ca_es: Suprimeix
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
nl_nl: Verwijderen

source: Move
ca_es: Mou
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer
nl_nl: Verplaatsen

source: Broadcast
ca_es: Emissora
de_de: Sender
es_es: Emisora
fr_fr: Diffusion
nl_nl: Uitzending

source: Please select your timezone
ca_es: Seleccioneu la vostra zona horària
de_de: Bitte wählen Sie Ihre Zeitzone
es_es: Seleccione su zona horaria
fr_fr: Sélectionner svp votre fuseau horaire
nl_nl: Selecteer uw tijdzone aub

source: Area
ca_es: Àrea
de_de: Gebiet
es_es: Área
fr_fr: Zone
nl_nl: Gebied

source: City/Region
ca_es: Ciutat/País
de_de: Stadt/Region
es_es: Ciudad/región
fr_fr: Pays/Région
nl_nl: Stad/Regio

source: Setup.EPG$Set system time by
ca_es: Fixa l'hora del sistema amb
de_de: Einstellung der Systemzeit über
es_es: Ajustar hora del sistema con
fr_fr: Paramétrer l'heure par
nl_nl: Instellen systeemtijd door

source: Setup.EPG$Use time from transponder
ca_es: Utilitza l'hora del transponedor
de_de: Transponder für Systemzeit
es_es: Usar hora del transponder
fr_fr: Utiliser l'heure du transpondeur
nl_nl: Gebruik transpondertijd van

source: Setting changes - please wait...
ca_es: S'estan desant els canvis - si us plau, espereu...
de_de: Führe Änderungen durch - bitte warten...
es_es: Guardando cambios...
nl_nl: Wijzigen doorvoeren - even geduld aub...

source: Error - changes unsuccessful
ca_es: S'ha produït un error - no s'han pogut desar els canvis
de_de: Fehler: Änderungen waren nicht erfolgreich
es_es: Error: Cambios no aceptados
fr_fr: Erreur - Changement sans succès
nl_nl: Fout - wijzigingen niet uitgevoerd

source: Changes done
ca_es: S'han desat els canvis
de_de: Änderungen übernommen
es_es: Cambios aceptados
fr_fr: Changements effectués
nl_nl: Veranderingen uitgevoerd

source: on
de_de: Ein
nl_nl: aan

source: Help
ca_es: Ajuda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide

source: No help available
ca_es: No hi ha ajuda disponible
de_de: Keine Hilfe verfügbar
es_es: No hay ayuda disponible
fr_fr: Aucune aide disponible
nl_nl: Geen help beschikbaar

source: Configuration error
ca_es: Error de configuració
de_de: Fehler in der Konfiguration
es_es: Error de configuración
fr_fr: Erreur de configuration
nl_nl: Configuratie fout

source: Media Device
ca_es: Disc Media
de_de: Medienlaufwerk
es_es: Dispositivo Media
fr_fr: Périphérique Média
nl_nl: Media onderdelen

source: No wlan device found!
ca_es: No s'ha trobat el dispositiu WLAN
de_de: Keine WLAN Karte gefunden!
es_es: ¡No hay dispositivo WLAN!
fr_fr: Aucun périphérique sans-fils de détecté
nl_nl: Geen wlan apparaat gevonden!

source: Network Drives
ca_es: Unitats de xarxa
de_de: Netzwerkverbindungen
es_es: Dispositivos de Red
fr_fr: Lecteurs réseau
nl_nl: Netwerk schijven

source: Database is being initialized, retry later please!
ca_es: S'està inicialitzant la base de dades, prova-ho més tard!
de_de: Datenbank wird gerade initialisiert!
es_es: Se está inicializando la base de datos, pruebe más tarde...
fr_fr: La base de données est en cours d'initialisation, réessayer plus tard!
nl_nl: Database wordt geïnitialiseerd, probeer later opnieuw aub!

source: Database Setup
ca_es: Configuració de la base de dades
de_de: Datenbank Setup
es_es: Config. Base de Datos
fr_fr: Configuration de la base de données
nl_nl: Setup database

source: Menu Edit
ca_es: Menú Edició
de_de: Menü editieren
es_es: Editar menú
fr_fr: Menu Edition
nl_nl: Bewerken menu

source: Please stop recording and retry
ca_es: Si us plau, atureu la gravació i torneu-ho a provar
de_de: Wechseln der Kanalliste während einer Aufzeichnung nicht möglich.
es_es: Parar grabación y volver a intentar
fr_fr: Arrêter l'enregistrement svp et réessayer
nl_nl: Stop aub de opname en probeer opnieuw

source: Title$Setup
ca_es: Configuració
de_de: Einstellungen
es_es: Configuración
fr_fr: Configuration
nl_nl: Setup

source: Error in configuration files
ca_es: Hi ha un error als fitxers de configuració
de_de: Fehler in Konfigurationsdatei
es_es: Error en archivos de config.
fr_fr: Erreur dans les fichiers de configuration
nl_nl: Fout in configuratiebestanden

source: Wrong PIN entered
ca_es: S'ha introduït un PIN no vàlid
de_de: Falsche PIN eingegeben
es_es: El PIN es erróneo
fr_fr: Code PIN saisi incorrect
nl_nl: Verkeerde PIN ingevoerd

source: protected
ca_es: protegit
de_de: geschützt
es_es: Protegido
fr_fr: protégé
nl_nl: beschermd

source: abcdefghijklmnopqrstuvwxyz0123456789-.!/
de_de: aäbcdefghijklmnoöpqrsßtuüvwxyz0123456789-.!/

source: change menu name
ca_es: Canvia el nom del menú
de_de: Menünamen ändern
es_es: Cambiar nombre menú
fr_fr: Changer le nom du Menu
nl_nl: verander menu naam

source: MultiRoom Setup
ca_es: Configuració MultiRoom
de_de: MultiRoom Einrichtung
es_es: Ajustes opción MultiRoom
fr_fr: Configuration MultiRoom
nl_nl: MultiRoom instellingen

source: MultiRoom Setup (Expert)
ca_es: Configuració MultiRoom (Avançada)
de_de: MultiRoom Einrichtung (Experten)
es_es: Ajustes opción MultiRoom (Expertos)
fr_fr: Configuration MultiRoom (Avancées)
nl_nl: MultiRoom instellingen (expert)

source: MultiRoom Setup (Tuner)
de_de: MultiRoom Einrichtung (Tuner)

source: MultiRoom Mode
de_de: MultiRoom Modus

source: In Server Mode your recordings and NetCeiver/tuners are available to all clients on the network
de_de: Im Server-Modus sind die Tuner und Aufnahmen für Clients im Netzwerk verfügbar

source: MultiRoom option not available. Plugin is missing.
ca_es: L'opció MultiRoom no està disponible. No s'ha instal·lat el connector.
de_de: MultiRoom Einstellungen nicht verfügbar. Plugin fehlt!
es_es: MultiRoom no disponible. Plugin no instalado
fr_fr: Option MultiRoom indisponible. Plugin manquant.
nl_nl: MultiRoom optie niet beschikbaar, de plugin is niet aanwezig

source: Please press OK to continue
ca_es: Premeu OK per continuar
de_de: Bitte drücken Sie OK um fortzufahren
es_es: Pulsar OK para continuar
fr_fr: Appuyez sur OK pour continuer
nl_nl: Druk op OK om door te gaan

source: TV-Output on Avantgarde
ca_es: Sortida de TV a l'Avantgarde
de_de: TV-Ausgabe der Avantgarde
es_es: Salida TV en Avantgarde
fr_fr: Sortie-TV sur Avantgarde
nl_nl: TV-Uitgang op de Avantgarde

source: Number of NetClients
ca_es: Número de NetClients
de_de: Anzahl der NetClients
es_es: Número de Netclients
fr_fr: Nombre de NetClients
nl_nl: Aantal NetClients

source: Connection via
ca_es: Connexió via
de_de: Verbindung über
es_es: Conexión via
fr_fr: Connexion via
nl_nl: Verbinding via

source: Bridge NetCeiver to
ca_es: Punteja el NetCeiver a
de_de: NetCeiver brücken nach
es_es: Puente NetCeiver a
fr_fr: Ponter le NetCeiver à
nl_nl: NetCeiverbrug via

source: Use VLAN
ca_es: Utilitza VLAN
de_de: Nutze VLAN
es_es: Usar VLAN
fr_fr: Utiliser VLAN
nl_nl: Gebruik VLAN

source: NetClient-Mode
ca_es: Mode de NetClient
de_de: NetClient-Modus
es_es: Modo NetClient
fr_fr: Mode NetClient

source: Receiver-Type
ca_es: Tipus de Receptor
de_de: Receiver-Typ
es_es: Tipo de receptor
fr_fr: Type de récepteur
nl_nl: Ontvanger type

source: Recording-Server
ca_es: Servidor de gravacions
de_de: Aufnahmeserver
es_es: Servidor de grabación
fr_fr: Serveur d'enregistrement
nl_nl: Opname-server

source: Error: Database Server is not installed!
ca_es: Error: No s'ha instal·lat el servidor de bases de dades!
de_de: Fehler: Datenbankserver ist nicht installiert!
es_es: Error:Servidor base de datos no instalado
fr_fr: Erreur: le serveur de base de données n'est pas installé!
nl_nl: Fout: Database-server is niet geïnstalleerd!

source: Error: Database vdr doesn't exist!
ca_es: Error: No s'ha trobat la base de dades de l'vdr!
de_de: Fehler: vdr-Datenbank fehlt
es_es: Error: Base datos VDR no existe
fr_fr: Erreur: la base de données vdr n'existe pas!
nl_nl: Fout: Database 'vdr' bestaat niet!

source: Error: my.cnf is not set properly! (bind-address wrong)
ca_es: Error: my.cnf no s'ha fixat correctament! (associació incorrecta)
de_de: Fehler: my.cnf ist fehlerhaft! (bind-address falsch)
es_es: Error: mi conf.no es correcta (bind-address erronea)
fr_fr: Erreur: my.cnf n'est pas configuré correctement! (bind-address wrong)
nl_nl: Fout: my.cnf is niet correct ingesteld! (fout bind-address)

source: Error: Connection to database failed!
ca_es: Error: S'ha produït un error en connectar amb la base de dades
de_de: Fehler: Verbindung zu Datenbank fehlgeschlagen!
es_es: Error: Fallo conexión base de datos
fr_fr: Erreur: Connexion à la base de données a échoué
nl_nl: Fout : Kan niet verbinden aan database

source: Error: Cannot login with reeluser!
ca_es: Error: No s'ha pogut iniciar la sessió amb l'usuari reel!
de_de: Fehler: Konnte nicht per reeluser einloggen!
es_es: Error: No se puede conectar con reeluser
fr_fr: Erreur: Impossible de se connecter avec reeluser!
nl_nl: Fout: kan niet als reeluser inloggen!

source: Error: MySQL-Server is not installed. Please press "Fix it" to install MySQL-Server. It may take some minutes.
ca_es: Error: El servidor MySQL no s'ha instal·lat. Si us plau, premeu "Fixa" per instal·lar el servidor MySQL. Haureu d'esperar uns minuts.
de_de: Fehler: MySQL-Server ist nicht installiert. Bitte betätigen Sie "Reparieren" um MySQL-Server zu installieren. Die Installation kann ein paar Minuten dauern.
fr_fr: Erreur: MySQL-Server n'est pas installé. Appuyez sur "Corriger" pour installer le serveur MySQL. Cela prendra quelques minutes.
nl_nl: Fout: MySQL-Server is niet geïnstalleerd. Druk aub. "Repareer" om MySQL-Server te installeren. Dit kan enkelen minuten in beslag nemen.

source: Error: Database is not installed properly. Please press "Fix it" to initialize the database.
ca_es: Error: La base de dades no s'ha instal·lat correctament. Si us plau, premeu "Fixa" per inicialitzar la base de dades.
de_de: Fehler: Datenbank ist nicht korrekt installiert. Bitte betätigen Sie "Reparieren" um die Datenbank zu initialisieren.
es_es: Error: Database mal instalada. Presionar "Fix it" para inicializar base de datos.
fr_fr: Erreur: la base de données n'est pas installée correctement. Appuyez sur "Corriger" pour initialiser la base de données.
nl_nl: Fout: Database is niet correct geïnstalleerd. Druk aub. "Repareer" om de database te initialiseren.

source: Error: Permissions to access the database are not set properly. Access will be possible from this box but not from others in the network. Please press "Fix it" to make database accessible from network.
ca_es: Error: No s'han pogut configurar els permisos per accedir a la base de dades. L'accés no serà possible des d'altres equips de la xarxa. Si us plau, premeu "Fixa" per fer accessible la base de dades des de la xarxa.
de_de: Fehler: Berechtigung für den Datenbankzugriff sind nicht korrekt gesetzt. Der Zugiff ist nur von dieser Box möglich, nicht von anderen Boxen im Netzwerk. Bitte betätigen Sie "Reparieren" um die Datenbank für die Netzwerk verfügbar zu machen.
es_es: Error: Permisos de acceso a base de datos incorrectos. Acceso posible desde este aparato pero no desde otros en Red. Presione "Fix it" para hacer accesible base de datos desde la Red.
fr_fr: Erreur: les permissions pour accéder à la base de données ne sont pas corrects. l'accès sera possible de cette machine mais pas des autres machines du réseau. Appuyez sur "Corriger" pour rendre la base de données accessibles sur le réseau.
nl_nl: Fout: Toegangsrechten om op de database te connecten zijn niet correct. Druk aub. "Fix it" om de rechten voor reeluser in te stellen.

source: Error: Connection to DB failed. Check if mysqld is running
ca_es: Error: No s'ha pogut connectar amb la base de dades. Comproveu que s'està executant mysql
de_de: Fehler: Verbindung zur Datenbank nicht verfügbar. Prüfen Sie, ob mysqld läuft.
es_es: Error: Conexión errónea con DB. Comprobar si mysqld está activo
fr_fr: Erreur: Connexion à la base de données a échoué. Vérifier si mysqld tourne
nl_nl: Fout: Connectie naar de DB mislukt. Controleer of mysqld draait

source: Error: Cannot login with reeluser to mysql. Please press "Fix it" to create account reeluser.
ca_es: Error: No s'ha pogut iniciar la sessió mysql amb l'usuari reel. Si us plau, premeu "Fixa" per crear el compte d'usuari reel.
de_de: Fehler: Der Login als 'reeluser' in die Datenbank funktioniert nicht. Bitte betätigen Sie "Reparieren" um die Account reeluser anzulegen.
es_es: Error: No podemos conectar con reeluser a mysql. Presionar "Fix it" para crear una cuenta reeluser.
fr_fr: Erreur: Impossible de se connecter à mysql avec reeluser. Appuyez sur "Corriger" pour créer l'utilisateur reeluser.
nl_nl: Fout: Kan niet als reeluser op mysql inloggen. Druk aub. "Repareer" om een reeluser account te maken.

source: Error: Database is not installed properly. Please press "Fix it" to create missing tables.
ca_es: Error: No s'ha pogut instal·lar correctament la base de dades. Si us plau, premeu "Fixa" per crear les taules que s'han perdut.
de_de: Fehler: Datenbank ist nicht korrekt installiert. Bitte betätigen Sie "Reparieren" um die fehlende Tabellen zu erstellen.
es_es: Error: Base de datos mal instalada. Presionar "Fix it" para crear las tablas perdidas.
fr_fr: Erreur: la base de données n'est pas correctement installée. Appuyez sur "Corriger" pour créer les tables manquantes.
nl_nl: Fout: Database is niet correct geïnstalleerd. Druk aub. "Repareer" om de missende tabellen te maken.

source: Error: Permissions to access the database are not set properly. Please press "Fix it" to set permissions for reeluser.
ca_es: Error: No s'han pogut configurar els permisos per accedir a la base de dades. Si us plau, premeu "Fixa" per configurar els permisos de l'usuari reel.
de_de: Fehler: Berechtigung für den Datenbankzugriff sind nicht korrekt gesetzt. Bitte betätigen Sie "Reparieren" um die Berechtigung für die Datenbankzugriff zu setzen.
fr_fr: Erreur: les permissions pour accéder à la base de données ne sont pas correctes. Appuyez sur "Corriger" pour appliquer les permissions à reeluser.
nl_nl: Fout: Toegangsrechten om de database te connecten zijn niet correct. Druk aub. "Repareer" om de rechten voor reeluser in te stellen.

source: Error: An unknown error occured. Try to reset Database.
ca_es: Error: S'ha produït un error desconegut. Proveu a reiniciar la base de dades.
de_de: Unbekannter Fehler. Versuchen Sie, die Datenbank zurückzusetzen.
es_es: Error: Ha ocurrido un error desconocido. Intente resetear base de datos.
fr_fr: Erreur: une erreur inconnue s'est produite. Essayer de réinitialiser la base de données.
nl_nl: Fout: Onbekende fout. Probeer de database te resetten.

source: Fix it
ca_es: Fixa
de_de: Reparieren
es_es: Corríjalo
fr_fr: Corriger
nl_nl: Repareer

source: Please wait...
ca_es: Si us plau, espereu...
de_de: Bitte warten...
es_es: Espere por favor...
fr_fr: Attendez...
nl_nl: Even geduld aub...

source: MySQL-Server successfully installed.
ca_es: S'ha instal·lat el servidor MySQL.
de_de: MySQL-Server wurde erfolgreich installiert.
es_es: Mi SQL-Server instalado correctamente
fr_fr: Serveur MySQL est correctement installé
nl_nl: Installatie van de MySQL-Server is gelukt.

source: Couldn't install MySQL-Server!
ca_es: No s'ha pogut instal·lar el servidor MySQL!
de_de: MySQL-Server konnte nicht installiert werden!
es_es: ¡No se puede instalar Mi SQL-Server!
fr_fr: Impossible d'installer le serveur MySQL!
nl_nl: Kan MySQL-Server niet installeren

source: Database successfully created.
ca_es: S'ha creat la base de dades.
de_de: Datenbank wurde erfolgreich angelegt.
es_es: Base de datos creada correctamente
fr_fr: Base de données créée avec succès
nl_nl: Database met succes gemaakt.

source: Couldn't create Database!
ca_es: No s'ha pogut crear la base de dades!
de_de: Datenbank konnte nicht angelegt werden!
es_es: ¡No se puede crear base de datos!
fr_fr: Impossible de créer la base de donnée!
nl_nl: Kan Database niet maken!

source: Database successfully configured.
ca_es: S'ha configurat la base de dades.
de_de: Datenbank wurde erfolgreich konfiguriert.
es_es: bBase de datos config. correctamente
fr_fr: Base de données configurée avec succès
nl_nl: Database met succes geconfigureerd.

source: Couldn't configure Database!
ca_es: No s'ha pogut configurar la base de dades!
de_de: Datenbank konnte nicht konfiguriert werden!
es_es: ¡No se puede config. base de datos!
fr_fr: Impossible de configurer la base de données!
nl_nl: Kan Database niet configureren!

source: Account reeluser successfully created.
ca_es: S'ha creat el compte d'usuari reel.
de_de: Account reeluser wurde erfolgreich angelegt.
es_es: Cuenta Reeluser creada correctamente
fr_fr: Utilisateur reeluser créé avec succès
nl_nl: reeluser account met succes gemaakt.

source: Couldn't create reeluser account!
ca_es: No s'ha pogut crear el compte d'usuari reel!
de_de: Account reeluser konnte nicht angelegt werden.
es_es: ¡No se puede crear cuenta Reeluser!
fr_fr: Impossible de créer l'utilisateur reeluser!
nl_nl: Kan account reeluser niet maken!

source: Missing tables successfully created.
ca_es: S'han creat les taules que s'havien perdut.
de_de: Fehlende Tabellen wurden erfolgreich erzeugt.
es_es: Tablas perdidas creadas correctamente.
fr_fr: Les tables manquantes ont été créées avec succès.
nl_nl: Missende tabellen succesvol gemaakt

source: Couldn't create missing tables!
ca_es: No s'han pogut crear les taules que s'havien perdut!
de_de: Fehlende Tabellen konnten nicht erzeugt werden!
es_es: ¡No se pueden crear tablas perdidas!
fr_fr: Impossible de créer les tables manquantes!
nl_nl: Kan missende tabellen niet maken!

source: Error: Initializing database failed!
ca_es: Error: S'ha produït un error en inicialitzar la base de dades!
de_de: Fehler: Initialisierung von Datenbank fehlgeschlagen!
es_es: Error:¡Inicialización base de datos fallida!
fr_fr: Erreur: Initialisation de la base de données a échoué!
nl_nl: Fout: database initialisatie mislukt

source: Error: Connecting database failed!
ca_es: Error: S'ha produït un error en connectar amb la base de dades!
de_de: Fehler: Verbindung zu Datenbank fehlgeschlagen!
es_es: Error: ¡Conexión base de datos fallida!
fr_fr: Erreur: Connexion à la base de données a échoué
nl_nl: Fout : Kan niet verbinden aan database

source: Error: Clearing database failed!
ca_es: Error: S'ha produït un error en buidar la base de dades!
de_de: Fehler: Datenbank konnte nicht geleert werden!
es_es: Error:¡Borrado base de datos fallido!
fr_fr: Erreur: Effacement de la base de données a échoué!
nl_nl: Fout : Wissen van database mislukt

source: Changes saved
ca_es: S'han desat els canvis
de_de: Änderungen übernommen
es_es: Cambios guardados
fr_fr: Changements sauvegardés
nl_nl: Veranderingen opgeslagen

source: direct
ca_es: directe
de_de: direkt
es_es: Directo

source: network
ca_es: xarxa
de_de: Netzwerk
es_es: Red
fr_fr: réseau
nl_nl: netwerk

source: Expert
ca_es: Avançat
de_de: Experten
es_es: Expertos

source: x Satellite
ca_es: x Satèl·lit
de_de: x Satellit
es_es: x Satélite
nl_nl: x Satelliet

source: x Terrestrial
ca_es: x TDT
de_de: x Terrestrisch
es_es: x Terrestre
fr_fr: x Terrestre

source: x Cable
de_de: x Kabel
nl_nl: x Kabel

source: Available tuners in MultiRoom Network
de_de: Im MultiRoom verfügbare Tuner

source: Error: MySQL-Server is not installed. Disable MultiRoom, then enable it again to try the install again. Or try installing the package 'mysql-server' manually
ca_es: Error: El servidor MySQL no s'ha instal·lat. Desactiveu MultiRoom, torneu-lo a activar i proveu a instal·lar-lo de nou, o bé instal·leu el paquet 'mysql-server'
de_de: Fehler: MySQL-Server ist nicht installiert. Deaktivieren Sie MultiRoom, dann aktivieren Sie es wieder um die Installation erneut zu versuchen. Oder installieren Siedas Paket 'mysql-server' manuell.
es_es: Error: Myi servidor SQL no está instalado. Desactivar MultiRoom, y activarlo de nuevo y tratar de instalarlo otra vez. O instalar el paquete 'mysql-server' manualmente
fr_fr: Erreur: MySQL-Server n'est pas installé. Désactiver le MultiRoom, puis réactiver le et réessayer d'installer. Ou bien essayez d'installer le paquet 'mysql-server' manuellement
nl_nl: Fout: MySQL-Server is niet geÏnstalleerd. Schakel MultiRoom uit en weer in en probeer een herinstallatie of installeer het pakket 'mysql-server' handmatig

source: Error: Database is not installed properly. Disable MultiRoom, then enable it again to try to initialize the database again.
ca_es: Error: La base de dades no s'ha instal·lat correctament. Desactiveu MultiRoom, torneu-lo a activar i proveu a reinicialitzar la base de dades.
de_de: Fehler: Datenbank ist nicht korrekt installiert. Deaktivieren Sie MultiRoom, dann aktivieren Sie es wieder um die Datenbank erneut zu initialisieren.
es_es: Error: Base de Datos mal instalada. Desactivar MultiRoom, activarlo de nuevo y probar de inicializar la Base de Datos otra vez.
fr_fr: Erreur: la base de données n'est pas installée correctement. Désactiver le MultiRoom, puis réactiver le et réessayer dinitialiser la base de données.
nl_nl: Foutr: Database niet correct geïnstalleerd. Schakel MultiRoom uit en weer in en probeer de database opnieuw te initialiseren.
