Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Request
de_de: Abfragen
fr_fr: Requête
nl_nl: Vragen

source: Automatic power saving
de_de: Automatisches Stromsparen
fr_fr: Economiseur d'énergie automatique
nl_nl: Energie spaarstand

source: inactive
ca_es: inactiu
de_de: inaktiv
es_es: Inactivo
fr_fr: inactif
nl_nl: uit

source: active
ca_es: actiu
de_de: aktiv
es_es: Activo
fr_fr: actif
nl_nl: aan

source: Standby after (min)
de_de: Standby nach (min)
fr_fr: Hibernation après (min)
nl_nl: Standby na (min)

source: Poweroff after (min)
de_de: Ausschalten nach (min)
fr_fr: Arrêt après (min)
nl_nl: Uitschakelen na (min)

source: immediately
de_de: sofort
fr_fr: immédiatement
nl_nl: direkt

source: Warning:
ca_es: Alerta:
de_de: Warnung:
es_es: Atención:
fr_fr: Attention:
nl_nl: Waarschuwing:

source: Will cause problems with the MultiRoom-System when Clients are active and try to access the ReelBox.
de_de: Dies wird Probleme mit dem MultiRoom-System verursachen wenn Clients aktiv sind und auf die ReelBox zugreifen müssen.
fr_fr: Causera des problèmes avec le système MultiRoom lorsque les Clients sont actifs et essayent d'accéder à Reelbox
nl_nl: Dit kan problemen met het MultiRoom-Syteem geven wanneer NetClients de ReelBox proberen te benaderen.

source: Therefore, do not turn off the ReelBox.
de_de: Schalten Sie daher die ReelBox nicht aus.
fr_fr: Par conséquent, ne pas éteindre la Reelbox
nl_nl: Schakel daarom de ReelBox niet uit.

source: Should therefore remain on 'Quick'.
de_de: Sollte daher auf 'Schnell' bleiben.
fr_fr: Devriez rester sur 'Quick'.
nl_nl: Zal om die reden op 'Quick' blijven staan.

source: Recording (jfs)
ca_es: Gravacions (jfs)
de_de: Aufnahmen (jfs)
es_es: Grabando (jfs)
fr_fr: Enregistrement (jfs)
nl_nl: Opnames (jfs)

source: Recording (xfs)
ca_es: Gravacions (xfs)
de_de: Aufnahmen (xfs)
fr_fr: Enregistrement (xfs)
nl_nl: Opnemen (jfs)

source: Windows Compatible (vFat)
ca_es: Compatible amb Windows (vFat)
de_de: Windows-kompatibel (vfat)
fr_fr: Compatible Windows (vFat)

source: Format
ca_es: Formata
de_de: Formatieren
es_es: Formatear
fr_fr: Formatter
nl_nl: Formatteer

source: Confirm formatting
ca_es: Confirma la formatació
de_de: Formatieren bestätigen
es_es: Confirmar formateo
fr_fr: Confirmer le formattage
nl_nl: Bevestig formatteren

source: Device:
de_de: Gerät:
fr_fr: Périphérique:
nl_nl: Apparaat:

source: Free space:
ca_es: Espai lliure:
de_de: Freier Speicher:
es_es: Espacio libre:
fr_fr: Espace disque libre:
nl_nl: Vrije ruimte

source: Partition size:
ca_es: Mida de la partició:
de_de: Partitionsgröße:
es_es: Tamaño partición:
fr_fr: Taille de la partition:
nl_nl: Partitie grootte

source: Filesystem:
ca_es: Sistema de fitxers:
de_de: Dateisystem:
es_es: Sistema de archivos
fr_fr: Système de fichiers:
nl_nl: Bestandssysteem:

source: Formatting will destroy all data on "%s"!
de_de: Das Formatieren wird alle Daten auf "%s" löschen!
fr_fr: Le Formattage supprimera toutes les données sur "%s"!
nl_nl: Formatteren zal alle data op "%s" verwijderen!

source: Press 'Red' to start formatting now or 'Exit' to cancel formatting.
de_de: Drücken Sie 'Rot' um das Formatieren jetzt zu starten oder 'Exit' um abzubrechen.
fr_fr: Pressez la touche 'Rouge' pour commencer le formattage maintenant ou 'Exit' pour annuler
nl_nl: Druk op 'Rood' om het formatteren te starten of 'Exit' om af te breken.

source: Back
ca_es: Enrere
de_de: Zurück
es_es: Atrás
fr_fr: Retour
nl_nl: Terug

source: Select Filesystem Type
de_de: Dateisystem auswählen
fr_fr: Sélectionner le type de système de fichiers
nl_nl: Kies bestands-syteem type

source: Filesystem
de_de: Dateisystem
fr_fr: Système de fichiers
nl_nl: Bestandssysteem

source: Please select the filesystem according to the porpuse of the device.
de_de: Bitte wählen Sie entsprechend dem Einsatzzweck ein Dateisystem für das Gerät.
fr_fr: Sélectionnez svp le système de fichier selon l'usage du périphérique
nl_nl: Kies het bestandssysteem dat overeenkomt voor gebruik van dit apparaat.

source: Press 'Ok' to continue or 'Exit' to cancel now.
de_de: Drücken Sie 'Ok' für den nächsten Schritt oder 'Exit' um jetzt abzubrechen.
fr_fr: Pressez 'Ok' pour continuer ou 'Exit' pour annuler maintenant
nl_nl: Druk 'OK' om door te gaan of 'Exit' om af te breken.

source: Starting format in 3 seconds
ca_es: La formatació s'iniciarà en 3 segons
de_de: Formatieren startet in drei Sekunden
es_es: Comienza formateo en 3 segundos
fr_fr: Démarrage du formattage dans 3 secondes
nl_nl: Formatteren start over 3 seconden

source: Formatting in progress, please wait...
de_de: Formatiere, bitte warten...
nl_nl: Bezig met formatteren, momentje aub...

source: Formatting completed successfully.
de_de: Formatieren erfolgreich abgeschlossen.
fr_fr: Formattage terminé avec succès
nl_nl: Formatteren gelukt.

source: Error: formatting failed
de_de: Fehler: formatieren fehlgeschlagen
fr_fr: Erreur: le formattage a échoué
nl_nl: Fout: Formatteren mislukt

source: Unable to format. Missing command
ca_es: No es pot formatar el disc.
de_de: Formatieren nicht möglich. Fehlendes Kommando
es_es: Imposible formatear. Falta comando
fr_fr: Impossible de formatter. Commande manquante
nl_nl: Kan niet formatteren, het commando is niet aanwezig

source: Formatting started
ca_es: S'ha iniciat la formatació
de_de: Formatieren gestartet
es_es: Formateo comenzado
fr_fr: Le Formattage a débuté
nl_nl: Formatteren gestart

source: Canceled
ca_es: Cancel·lada
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
nl_nl: Afgebroken

source: Music & Pictures
de_de: Musik & Bilder
fr_fr: Musiques & Images
nl_nl: Muziek & Foto's

source: Films & DVD
de_de: Filme & DVD

source: Image Library
de_de: Bildarchiv
fr_fr: Bibliothèque d'images
nl_nl: Foto archief

source: Music Library
de_de: Musikarchiv
fr_fr: Bibliothèque musicale
nl_nl: Muziek archief

source: Movie Library
de_de: Filmarchiv
fr_fr: Bibliothèque de Films
nl_nl: Film archief

source: Additional Software
de_de: Optionale Software
fr_fr: Logiciels additionnels
nl_nl: Overige software

source: Basic Settings
ca_es: Configuració Bàsica
de_de: Grundeinstellungen
es_es: Ajustes básicos
fr_fr: Configuration de base
nl_nl: Basisinstellingen

source: Video Recorder
ca_es: Gravador de Vídeo
de_de: Videorekorder
es_es: Videograbador
fr_fr: Magnétoscope

source: Background Services
ca_es: Serveis en segon pla
de_de: Hintergrunddienste
es_es: Servicios en segundo plano
fr_fr: Services d'arrière-plan
nl_nl: Achtergrond-services

source: System Settings
ca_es: Propietats del sistema
de_de: Systemeinstellungen
es_es: Ajustes del sistema
fr_fr: Configuration du système
nl_nl: Systeeminstellingen

source: Video Settings
ca_es: Configuració de Vídeo
de_de: Videoeinstellungen
es_es: Ajustes de video
fr_fr: Paramètres Vidéo
nl_nl: Video instellingen

source: Audio Settings
ca_es: Configuració d'Àudio
de_de: Audioeinstellungen
es_es: Ajustes de audio
fr_fr: Paramètres Audio
nl_nl: Audio instellingen

source: Reception Settings
ca_es: Paràmetres de recepció
de_de: Empfangseinstellungen
es_es: Ajustes de recepción
fr_fr: Paramètres de réception
nl_nl: Ontvangst-instellingen

source: OSD & Language
ca_es: OSD i Idioma
de_de: Bildschirmmenü & Sprache
es_es: Idiomas y OSD
fr_fr: Affichage & Langue
nl_nl: OSD en taal

source: Language
ca_es: Idioma
de_de: Sprache
es_es: Idioma
fr_fr: Langue
nl_nl: Taal

source: Timezone & Clock
ca_es: Zona horària i Rellotge
de_de: Zeitzone & Uhr
es_es: Zona horaria y reloj
fr_fr: Fuseau horaire & Horloge
nl_nl: Tijdzone en klok

source: EPG Services
ca_es: Serveis EPG
de_de: EPG Dienste
es_es: Servicios EPG
fr_fr: Services EPG
nl_nl: EPG Diensten

source: International EPG
ca_es: EPG internacional
de_de: Internationales EPG
es_es: EPG internacional
nl_nl: Internationale EPG

source: Energy Options
ca_es: Opcions d'energia
de_de: Energieoptionen
es_es: Opciones de apagado
fr_fr: Options d'énergie
nl_nl: Energie opties

source: Reset to factory defaults
de_de: ReelBox auf Werkseinstellungen zurücksetzen
fr_fr: Réinitialiser avec les paramètres d'usine
nl_nl: Reset naar fabrieksinstellingen

source: Edit Channels
ca_es: Edita canals
de_de: Kanäle editieren
es_es: Modificar Canales
fr_fr: Modifier les Chaînes
nl_nl: Kanalen bewerken

source: TVTV Service
ca_es: Servei TVTV
de_de: TVTV Dienst
es_es: Servicio TVTV
fr_fr: Service TVTV
nl_nl: TVTV diensten

source: Network Settings
ca_es: Configuració de la xarxa
de_de: Netzwerkeinstellungen
es_es: Ajustes de Red
fr_fr: Configuration du réseau
nl_nl: Netwerkinstellingen

source: UMTS Settings
ca_es: Paràmetres UMTS
de_de: UMTS-Verbindungen
es_es: Ajustes UMTS
fr_fr: Paramètres UMTS
nl_nl: UMTS instellingen

source: Enable UMTS to connect your ReelBox to the
de_de: Um eine Internetverbindung herzustellen
fr_fr: Activer UMTS pour relier votre ReelBox

source: internet using UMTS connection.
de_de: aktivieren Sie UMTS.
fr_fr: à internet en utilisant une connexion UMTS

source: Enable UMTS
ca_es: Activa UMTS
de_de: UMTS aktivieren
es_es: Permitir UMTS
fr_fr: Activer UMTS
nl_nl: Inschakelen UMTS

source: Common Interfaces
ca_es: Interfície mòduls CAM
de_de: Common Interface
es_es: Interfaz común
fr_fr: Interfaces communes

source: Energy Saving Mode
ca_es: Mode d'estalvi d'energia
de_de: Stromsparmodus
es_es: Modo de ahorro energético
fr_fr: Mode économiseur d'énergie
nl_nl: Energie bespaarstand

source: Activate after (h)
ca_es: Activa després de (h)
de_de: wird aktiviert nach (h)
es_es: Activar depués de (h)
fr_fr: Activer après (h)
nl_nl: Activeer na (h)

source: Eject Media on Shutdown
ca_es: Expulsa el suport durant l'aturada
de_de: Medium auswerfen b. Ausschalten
es_es: Expulsar disco al apagar
fr_fr: Ejecter le média lors de l'arrêt
nl_nl: Media uitwerpen bij afsluiten

source: Channel Lists
ca_es: Llistes de canals
de_de: Kanallisten
es_es: Lista de Canales
fr_fr: Listes de Chaînes
nl_nl: Kanaal Lijsten

source: Global Settings
ca_es: Configuració global
de_de: Globale Einstellungen
es_es: Configuración global
fr_fr: Paramètres globaux
nl_nl: Globale instellingen

source: Hostname
ca_es: Nom del Host
de_de: Rechnername
fr_fr: Nom de la machine
nl_nl: Hostnaam

source: Domain
ca_es: Domini
de_de: Domäne
es_es: Dominio
fr_fr: Domaine
nl_nl: Domein

source: Nameserver
ca_es: Nom Servidor
de_de: Namensserver
es_es: Nombre del servidor
fr_fr: Serveur de nom
nl_nl: Naamserver

source: Use Proxy
ca_es: Utilitza Proxy
de_de: Proxy nutzen
es_es: Usar Proxy
fr_fr: Utiliser Proxy
nl_nl: Gebruik Proxy

source: Streaming Clients
de_de: Streaming Client
fr_fr: Clients de Streaming

source: Setup type of external streaming devices and stream quality
de_de: Streaming-Client sowie Einstellungen zur Streamqualität
fr_fr: Configurer le type de périphérique de Streaming ainsi que la qualité
nl_nl: Stel het externe streaming-apparaat en de streaming kwaliteit in

source: You can select between 'Tablet' for
de_de: In diesem Bereich haben Sie die Möglichkeit
fr_fr: Sélectionner entre 'Tablet' pour

source: Tablet / Smartphone devices or 'TS' for
de_de: ihren Streamtyp zwischen TS *Standard oder
fr_fr: Tablette / Smartphones ou 'TS' pour

source: default settings *Standard to stream
de_de: Tablet / Smartphone auszuwählen um
fr_fr: définir les paramètres *Standard de streaming

source: LiveTV to your device.
de_de: LiveTV an Ihr Endgerät zu streamen.
fr_fr: LiveTV pour votre périphérique.

source: Stream Type
de_de: Streamtyp
fr_fr: Type de Flux

source: Client Speed
de_de: Clientgeschwindigkeit
fr_fr: Vitesse de transfert du Client
nl_nl: Snelheid client

source: Select client connection type for best stream
de_de: Wählen Sie Ihre Clientgeschwindigkeit für
fr_fr: Sélectionner le type de connexion du Client pour un stream optimal
nl_nl: Kies client verbindingstype voor de beste stream

source: quality
de_de: eine bestmögliche Streamqualität.
fr_fr: qualité
nl_nl: kwaliteit

source: Ethernet Settings
ca_es: Configuració Ethernet
de_de: Ethernet Einstellungen
es_es: Config. Ethernet
nl_nl: Ethernet instellingen

source: Enable Ethernet
ca_es: Activa Ethernet
de_de: Ethernet aktivieren
es_es: Activar Ethernet 1
fr_fr: Activer Ethernet
nl_nl: Ethernet inschakelen

source: Enable Ethernet 1
ca_es: Activa Ethernet 1
de_de: Ethernet 1 aktivieren
es_es: Activar Ethernet 1
fr_fr: Activer Ethernet 1
nl_nl: Ethernet 1

source: Enable Ethernet 2
ca_es: Activa Ethernet 2
de_de: Ethernet 2 aktivieren
es_es: Activar Ethernet 2
fr_fr: Activer Ethernet 2
nl_nl: Ethernet 2

source: Use DHCP
ca_es: Utilitza DHCP
de_de: DHCP benutzen
es_es: Usar DHCP
fr_fr: Utiliser le DHCP
nl_nl: Gebruik DHCP

source: IP Address
ca_es: Adreça IP
de_de: IP Adresse
es_es: Dirección IP
fr_fr: Adresse IP
nl_nl: IP adres

source: Network mask
ca_es: Màscara de xarxa
de_de: Netzwerkmaske
es_es: Máscara de Red
fr_fr: Masque de réseau
nl_nl: Netwerk mask

source: NetCeiver bridge
ca_es: Pont NetCeiver
de_de: NetCeiver brücken nach
es_es: Puente del NetCeiver
fr_fr: Pont NetCeiver
nl_nl: NetCeiverbrug

source: Enable Wake-on-LAN
ca_es: Activa Wake-on-LAN
de_de: Wake-on-LAN zulassen
es_es: Permitir Wake-on-LAN
fr_fr: Activer le démarrage par réseau
nl_nl: Wake-on-LAN

source: Wakeup ReelBox Avantgarde on startup
ca_es: Activa la Reelbox Avantgarde en iniciar!
de_de: Avantgd. autom. aufwecken
es_es: Despertar ReelBox Avantgarde al encender
fr_fr: Démarrer ReelBox Avantgarde au démarrage
nl_nl: Start de Avantgarde tijdens opstarten

source: Export Harddisk for Windows
ca_es: Exporta disc dur per a Windows
de_de: Windowsfreigabe
es_es: Export. disco duro para Windows
fr_fr: Exporter le disque dur pour Windows
nl_nl: HD zichtbaar in Windows

source: Workgroup
ca_es: Grup de treball
de_de: Arbeitsgruppe
es_es: Grupo de trabajo
fr_fr: Groupe de travail
nl_nl: Werkgroep

source: Enable UPnP service
ca_es: Activa servei UPnP
de_de: UPnP Dienst einschalten
es_es: Permitir servicio UPnP
fr_fr: Activer le service UPnP
nl_nl: UPnP dienst

source: Use Windows Client
ca_es: Utilitza Client Windows
de_de: Windows Anbindung
es_es: Utilizar cliente Windows
fr_fr: Utiliser le Client Windows
nl_nl: Gebruik Windows client

source: Windows Network Connection
ca_es: Connexió a Xarxa Windows
de_de: Windows Netzwerkanbindung
es_es: Conexión Red Windows
fr_fr: Connexion réseau sous Windows
nl_nl: Windows Netwerk verbinding

source: Windows Server
ca_es: Servidor Windows
de_de: Windows Rechner
es_es: Servidor Windows
fr_fr: Serveur Windows

source: Sharename
ca_es: Nom a compartir
de_de: Freigabename
es_es: Nombre para compartir
fr_fr: Nom du partage
nl_nl: Sharenaam

source: DVD archive directory
ca_es: Carpeta arxiu DVD
de_de: Ordner DVD Archiv
es_es: Directorio archivo DVD
fr_fr: Répertoire des archives DVD
nl_nl: DVD archief map

source: Use NFS Client
ca_es: Utilitza Client NFS
de_de: NFS Anbindung
es_es: Usar cliente NFS
fr_fr: Utiliser le client NFS
nl_nl: Gebruik NFS client

source: NFS Client
ca_es: Client NFS
de_de: NFS Anbindung
es_es: Cliente NFS
fr_fr: Client NFS

source: Expert Settings
ca_es: Configuració avançada
de_de: Experteneinstellungen
es_es: Config. expertos
fr_fr: Paramètres avancés
nl_nl: Uitgebreide instellingen

source: Host/IP
de_de: Rechnername/IP
fr_fr: Hôte/IP

source: Allow writing
ca_es: Permet escriptura
de_de: Schreibzugriff zulassen
es_es: Permitir escritura
fr_fr: Autoriser l'écriture
nl_nl: Schrijven toestaan

source: Use locking
ca_es: Utilitza bloqueig
de_de: Locking benutzen
es_es: Utilizar bloqueo
fr_fr: Vérrouiller
nl_nl: Gebruik blokkeren

source: Buffersize
ca_es: Mida memòria intermèdia
de_de: Puffergröße
es_es: Tamaño del buffer
fr_fr: Taille du tampon
nl_nl: Buffergrootte

source: Mark Blocks after Recording
ca_es: Marca la publicitat al finalitzar la gravació
de_de: Werbung autom. markieren.
es_es: Marcar anuncios al acabar grabación
fr_fr: Marquez les blocs après Enregistrement
nl_nl: Blokken markeren na opname

source: Playback Settings
ca_es: Configura la reproducció
de_de: Wiedergabeeinstellungen
es_es: Ajustes reproducción
fr_fr: Paramètres de lecture
nl_nl: Afspeel instellingen

source: Harddisk/Media device
ca_es: Disc dur/Dispositiu
de_de: Festplatte/Medienlaufwerk
es_es: Mecanismos dico duro/Media
fr_fr: Disque dur/Media
nl_nl: Hardeschijf/media apparaat

source: Channel Scan
ca_es: Escaneig de canals
de_de: Kanalsuche
es_es: Escanear canales
fr_fr: Scan des Chaînes
nl_nl: Kanalen zoeken

source: Installation Wizard
ca_es: Instal·lació guiada
de_de: Installationsassistent
es_es: Instalación inicial sencilla
fr_fr: Installation guidée
nl_nl: Stapsgewijze installatie

source: Use tvtv service
ca_es: Utilitza Servei TVTV
de_de: TVTV nutzen
es_es: Usar servicio tvtv
fr_fr: Utiliser le service tvtv
nl_nl: Gebruik tvtv service

source: GnuDIP service
ca_es: Servei GnuDIP
de_de: GnuDIP Dienst
es_es: Servicio GnuDIP
fr_fr: Service GnuDIP

source: DynDNS service
ca_es: Servei DynDNS
de_de: DynDNS Dienst
es_es: Servicio DynDNS
fr_fr: Service DynDNS

source: Use GnuDIP service
ca_es: Utilitza el servei GnuDIP
de_de: GnuDIP nutzen
es_es: Usar servicio GnuDIP
fr_fr: Utiliser le service GnuDIP
nl_nl: Gebruik GnuDIP service

source: Use DynDNS service
ca_es: Utilitza el servei DynDNS
de_de: DynDNS nutzen
es_es: Usar servicio DynDNS
fr_fr: Utiliser le service DynDNS
nl_nl: Gebruik DynDNS service

source: DynDNS hostname
ca_es: Nom del Host DynDNS
de_de: DynDNS Rechnername
es_es: Nombre de dominio DynDNS
fr_fr: Nom de l'hôte DynDNS
nl_nl: DynDNS hostnaam

source: Recording settings
ca_es: Configura les gravacions
de_de: Aufnahmeeinstellungen
es_es: Ajustes de grabación
fr_fr: Paramètres d'enregistrement
nl_nl: Opname instellingen

source: LEDs while operating
ca_es: LEDs amb ReelBox operativa
de_de: LEDs im Betrieb
es_es: Estado LEDs en funcionamiento
fr_fr: LEDs pendant le traitement
nl_nl: LED's tijdens gebruik

source: LEDs in Standby
ca_es: LEDs en Mode en espera
de_de: LEDs im Standby
es_es: Estado LEDs en Standby
fr_fr: LEDs en hibernation

source: Turn off LEDs in Standby
de_de: LEDs im Standby abschalten
fr_fr: Eteindre les LEDs en hibernation
nl_nl: Schakel de LED's uit in standbystand

source: Color
de_de: Farbe
fr_fr: Couleur
nl_nl: Kleur

source: Front Panel
ca_es: Tauler frontal
de_de: Gerätefront
es_es: Panel Frontal
fr_fr: Panneau frontal
nl_nl: Frontpaneel

source: Brightness
ca_es: Brillantor
de_de: Helligkeit
es_es: Brillo
fr_fr: Luminosité
nl_nl: Helderheid

source: Brightness Status LEDs
ca_es: Estat Brillantor LEDs
de_de: Helligkeit Status LEDs
es_es: Brillo LEDs indicadores
fr_fr: Luminosité des LEDs de Status
nl_nl: Helderheid status LED's

source: Display Brightness
ca_es: Brillantor Pantalla
de_de: Display Helligkeit
es_es: Brillo panel frontal
fr_fr: Luminosité de l'afficheur
nl_nl: Display helderheid

source: LC Display Type
ca_es: Tipus de visualització LC
de_de: Display Typ
es_es: Tipo de panel frontal
fr_fr: Type d'afficheur LC

source: Black Series
ca_es: Sèrie Black
de_de: Schwarz
es_es: Series negras
fr_fr: Series Noires

source: External Reel Display Module
de_de: Externes Reel Display-Modul
fr_fr: Module externe d'affichage Reel
nl_nl: Extrene Reel display module

source: off
de_de: Aus
nl_nl: uit

source: blue
ca_es: blau
de_de: blau
es_es: Azul
fr_fr: Bleue
nl_nl: blauw

source: red
ca_es: vermell
de_de: rot
es_es: Rojo
fr_fr: Rouge
nl_nl: rood

source: min
ca_es: mín
de_de: minimum

source: low
ca_es: baixa
de_de: niedrig
es_es: Bajo
fr_fr: bas
nl_nl: laag

source: med
ca_es: mitjana
de_de: mittel
fr_fr: moy
nl_nl: middel

source: high
ca_es: alta
de_de: hoch
es_es: Alto
fr_fr: haut
nl_nl: hoog

source: max
ca_es: màx
de_de: maximum
es_es: Máx

source: Update from CD/DVD
ca_es: Actualitza des de CD/DVD
de_de: Softwareupdate - CD
es_es: Actualizar desde CD/DVD
fr_fr: Mette à jour à partir de CD/DVD
nl_nl: Update via CD/DVD

source: Update-check on system start
ca_es: Comprova les actualitzacions en iniciar el sistema
de_de: Über neue Updates informieren?
es_es: Comprobar nueva versión al inicio
fr_fr: Vérifier les maj au démarrage
nl_nl: Controle op update na opstarten

source: Manual Network Connections
ca_es: Connexions de xarxa
de_de: Netzwerkverbindungen manuell einrichten
es_es: Conexión manual de Red
nl_nl: Handmatige netwerkverbindingen

source: Dynamic DNS
ca_es: DNS dinàmica
de_de: DNS Dienste
es_es: DNS dinámico
fr_fr: DNS Dynamique
nl_nl: Dynamische DNS

source: Remote Control / Automation
ca_es: Comandament / Automatització
de_de: Fernsteuerung / Automation
es_es: Mando / Automatización
fr_fr: Télécommande / Automatisation
nl_nl: Remote control

source: Enable Control via RS232
ca_es: Activa control via RS232
de_de: Fernsteuerung über RS232
es_es: Permitir control vía RS232
fr_fr: Activer le contrôle via RS232
nl_nl: RS232 bediening

source: Port speed (baud)
ca_es: Velocitat del Port (baud)
de_de: Geschwindigkeit (baud)
es_es: Veloc. puerto (baud)
fr_fr: Vitesse du port (baud)
nl_nl: Poort snelheid (baud)

source: default (115.200)
ca_es: per defecte (115.200)
de_de: Standard
es_es: Por defecto (115.200)
fr_fr: defaut (115.200)
nl_nl: standaard (115.200)

source: Enable Control via UDP
ca_es: Activa Control via UDP
de_de: Fernsteuerung über UDP
es_es: Permitir control vía UDP
fr_fr: Activer le contrôle par UDP
nl_nl: Bediening via UDP

source: Disable Bluetooth Support
ca_es: Desactiva suport Bluetooth
de_de: Bluetooth abschalten
es_es: Desactivar soporte Bluetooth
fr_fr: Désactiver le support Bluetooth
nl_nl: Bluetooth ondersteuning

source: Software Update and Installation, Serial Remote control
ca_es: Actualització i instal·lació de programari. Control remot Port Sèrie
de_de: Softwareupdate und -installation, Serielle Fernsteuerung
es_es: Actualización soft e instalación, control remoto puerto serie
fr_fr: Mise à jour et Installation, Télécommande
nl_nl: Software update en installatie, Seriele bediening op afstand

source: Update the ReelBox software by Internet
ca_es: Actualitza en línia el programari de la ReelBox
de_de: Softwareaktualisierung der ReelBox über Internet
es_es: Actualizar nuestro software por Internet
fr_fr: Mette à jour la ReelBox par Internet
nl_nl: Update de ReelBox software via het internet

source: Install additional features
ca_es: Instal·la característiques addicionals
de_de: Installation zusätzlicher Funktionen
es_es: Instalar características adicionales
fr_fr: Installer des fonctionnalités
nl_nl: Installeer extra toepassingen

source: Basic settings in just a few steps
ca_es: Configuració bàsica en pocs passos
de_de: Assistentengeführte Grundkonfiguration in wenigen Schritten
es_es: Configuraciones básicas en pocos pasos
fr_fr: Paramètres basiques en très peu d'étapes
nl_nl: Basisinstellingen in een paar stappen

source: Remote control through serial port or network
ca_es: Control remot mitjançant el port sèrie o la xarxa
de_de: Fernsteuerung über serielle Schnittstelle oder Netzwerk
es_es: Control remoto a través del puerto de serie o Red
fr_fr: Télécommande par liaison série ou réseau
nl_nl: Bediening op afstand via seriele poort of netwerk

source: Set up the Reel MultiRoom
de_de: Reel MultiRoom-System einrichten

source: Video and Audio Settings, OSD, Timezone, Front panel, Energy options
ca_es: Configuració de Vídeo i Àudio, OSD, Zona horària, Tauler frontal, Opcions d'energia
de_de: Video- und Audioeinstellungen, Menü, Zeitzone, Energieoptionen
es_es: Ajustes video y audio, OSD, zona horaria, panel frontal y apagado
fr_fr: Paramètres Vidéo et Audio, Affichage, Fuseau horaire, Panneau frontal, Economie d'énergie
nl_nl: Video en audio instellingen, OSD, Tijdzone, Front paneel, Energie opties

source: Adjust automatic standby and poweroff
de_de: Automatischen Standby und Ausschalten einrichten
fr_fr: Ajuster automatiquement l'hibernation et l'arrêt
nl_nl: Instellen van automatisch standby en geheel uitschakelen.
