Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Video output, Resolution, Screen format etc.
ca_es: Sortida de Vídeo, Resolució, Format de Pantalla, etc.
de_de: Videoausgang, Auflösung, Bildformat etc.
es_es: Salida de video, resolución, formato de pantalla...
fr_fr: Sortie Vidéo, Résolution, Format d'image etc.
nl_nl: Video uitgang, Resolutie, Scherm grootte enz.

source: Audio output and format, Audio/Video delay etc.
ca_es: Sortida d'Àudio i formats, Retards d'Àudio/Vídeo, etc.
de_de: Audioausgänge, Tonformat, Bild/Ton-Verzögerung etc.
es_es: Salida audio y formato, retraso audio/video...
fr_fr: Sortie Audio et Format, Delai Audio/Vidéo etc.
nl_nl: Audio uitgang en formaat, Audio/Video -vertraging enz.

source: Picture adjustments: Brightness, Contrast, Gamma
ca_es: Ajustaments de la imatge: Brillantor, Contrast, Gamma
de_de: Bildeinstellungen: Helligkeit, Kontrast, Gamma
es_es: Ajustes de la imágen: brillo, contraste y gamma
fr_fr: Contrôle de l'image: Luminosité, Contraste, Gamma
nl_nl: Beeld instellingen: helderheid, contrast, gamma

source: Set your language and on-screen-display options
ca_es: Trieu el vostre idioma i les opcions de visualització
de_de: Sprache und Anzeigeoptionen wählen
es_es: Escoger idioma y opciones del OSD
fr_fr: Choisissez votre langue et les options d'affichage
nl_nl: Stel uw taal en OSD menuopties in

source: Time zone and source for automatic setting of system time
ca_es: Zona horària i font per a l'actualització automàtica de l'hora del sistema
de_de: Zeitzone und Quelle für automatisches Stellen der Systemzeit
es_es: Zona horaria y fuente para actualizar fecha y hora del sistema
fr_fr: Fuseau horaire et source pour l'ajustement auto de l'heure
nl_nl: Tijdzone en bron voor automatisch instellen van de systeemtijd

source: LED color and brightness, LCD brightness
ca_es: Color i brillantor dels LED, Brillantor LCD
de_de: LED-Farbe und -Helligkeit, LCD-Helligkeit
es_es: Color LEDs y brillo, brillo del LCD
fr_fr: Couleur et luminosité des LEDs, Luminosité LCD
nl_nl: LED kleur en helderheid, LCD helderheid

source: Adjust Energy saving options
ca_es: Ajusta les opcions d'estalvi d'energia
de_de: Stromsparmodus anpassen
es_es: Ajustar opciones de ahorro de energía
fr_fr: Ajuster les options d'économie d'énergie
nl_nl: Aanpassen van de energie bespaaropties

source: Set up local Network and Internet, connect Network storage
ca_es: Instal·la la xarxa local i internet, Connecta l'emmagatzemament en xarxa
de_de: Netzwerk und Internet einrichten, Netzwerklaufwerke verbinden
es_es: Ajustar Red local e Internet, conexiones de Red
fr_fr: Paramétrer le réseau local et Internet, connecter des lecteurs réseau
nl_nl: Instellen van het lokale netwerk en internet, verbinden aan netwerk opslagmedia

source: Setup Wireless network: SSID, Encryption etc.
ca_es: Instal·la la xarxa sense fil: SSID, Xifrat, etc.
de_de: Drahtlosnetzwerk einrichten: SSID, Verschlüsselung etc.
es_es: Ajustar Red inalámbrica: SSID, encriptación...
fr_fr: Configurer le réseau sans-fil: SSID, Cryptage etc.
nl_nl: Instellen draadloos netwerk: SSID, encryptie enz.

source: Set up LAN ports, DHCP/IP settings
ca_es: Ajusta els ports LAN, Configura DHCP/IP
de_de: LAN-Ports einrichten, DHCP/IP-Einstellungen
es_es: Ajustar puertos LAN, datos DHCP/IP
fr_fr: Paramétrer les ports Ethernet, Paramètres DHCP/IP
nl_nl: Instellen LAN poorten, DHCP/IP instellingen

source: Host name, Domain, Gateway, Proxy, Wake-on-LAN, Dynamic DNS Services
ca_es: Hostname, Domini, Passarel·la, Proxy, Wake-on-Lan, Serveis de DNS dinàmica
de_de: Hostname, Domain, Gateway, Proxy, Wake-on-LAN, Dynamische DNS Dienste
es_es: Nombre huésped, dominio, puerta de enlace, proxy,wake-on-LAN ...
fr_fr: Nom de l'hôte, Domaine, Passerelle, Proxy, Wake-on-LAN, Service DNS Dynamiques
nl_nl: Host naam, Domein, Gateway, Proxy, WOL, Dynamic DNS services

source: Search and administer network shares
ca_es: Cerca i administra les carpetes compartides a la xarxa
de_de: Freigaben im Netzwerk suchen und verwalten
es_es: Buscar y administrar redes de intercambio
fr_fr: Rechercher et administrer des partages réseau
nl_nl: Zoeken en beheer netwerkshares

source: Setup UMTS dial-up network connection
ca_es: Configura la connexió a la xarxa UMTS
de_de: UMTS-Einwahl einrichten
es_es: Ajustar la conexión de red UMTS
fr_fr: Paramétrer la connexion UMTS
nl_nl: Instellen UMTS dial-up netwerk verbinding

source: Settings for Timeshift, Recordings, Playback, Media storage
ca_es: Configura el mode de captura de vídeo, Gravacions, Reproduccions, Suports d'emmagat.
de_de: Einstellungen für Timeshift, Aufnahmen, Wiedergabe, Medienspeicher
es_es: Ajustes grabación contínua, registros, playback, medios de almacenamiento
fr_fr: Paramètres pour Timeshift, Enregistrements, Lecture, Stockage
nl_nl: Instellingen voor Timeshift, Opname's, Playback, Media -opslag

source: Settings for Timeshift
ca_es: Configura el Mode de Captura de Vídeo
de_de: Zeitversetztes Fernsehen, TV pausieren
es_es: Ajustes grabación contínua
fr_fr: Paramètres du Timeshift
nl_nl: Timeshift instellingen

source: Lead in & out time, VPS, Automatic marking of ads, Audio tracks
ca_es: Ajusta temps entrada/sortida, VPS, Marcatge autom. de publicitat, Pistes d'àudio
de_de: Vor- & Nachlaufzeit, VPS, Automatische Werbemarkierung, Tonspurauswahl
es_es: Ajustar tiempo in/out, VPS, marcado automático anuncios, pistas audio
fr_fr: Lead in & out time, VPS, Marquage auto des pubs, Pistes Audio
nl_nl: Begin en einde extra tijd, VPS, automatische reclame markering, Audio nummers

source: Playback options for TV recordings
ca_es: Opcions de reproducció per a les gravacions de TV
de_de: MultiSpeed Modus, Wiedergabestatus, Sprung bei Schnittmarke etc.
es_es: Opciones de reproducción para grabaciones de TV
fr_fr: Options de lectures des enregistrements
nl_nl: Weergave-opties van opname's

source: Set up drive for Media files and Recordings
ca_es: Instal·la el disc Media per a fitxers de vídeo i gravacions
de_de: Laufwerk für Medien und Aufnahmen festlegen
es_es: Ajustar dispositivo para grabaciones y archivos-media
fr_fr: Paramétrer un périphérique pour les Enregistrements
nl_nl: Stel schijf in voor media-en opname bestanden

source: Configure background services and tasks
ca_es: Configura els serveis en segon pla
de_de: Automatische Dienste und Aktionen konfigurieren.
es_es: Ajustar servicios en segundo plano y tareas
fr_fr: Configurer les tâches et services de fond
nl_nl: Instellen van achtergrondprocessen en taken

source: Channel scan & lists, DiSEqC settings, Common Interface, Signal information
ca_es: Escaneig de canals i llistes, Configuració DiSEqC, Interfície mòduls CAM, Informació de Senyal
de_de: Kanalsuche, Kanallisten, DiSEqC, Common Interface, Signalinformation
es_es: Búsqueda de canales y Listas, ajustar DiSEcQ, C.Interfaz, información señal
fr_fr: Listes & Scan de Chaînes, Paramètres DiSEqC, Interface commune, Information Signal
nl_nl: Kanalen scannen en lijsten, DiSEcq instellingen, Common interface, signaal informatie

source: Channel lists, DiSEqC settings, Signal information
ca_es: Llistes de canals, Configuració DiSEqC, Informació de Senyal
de_de: Kanallisten, DiSEqC, Signalinformation
es_es: Listas de canales, ajustar DiSEcQ, información señal
fr_fr: Listes de Chaînes, Paramètres DiSEqC, Information Signal
nl_nl: Kanalenlijsten, DiSEcq instellingen, sgnaal informatie

source: Automatic or manual channel scan
ca_es: Escaneig de canals manual o automàtic
de_de: Automatischer oder manueller Sendersuchlauf
es_es: Búsqueda automática o manual de canales
fr_fr: Scan des Chaînes automatique ou manuel
nl_nl: Automatisch of handmatig kanalen zoeken

source: Choose a preconfigured channel list
ca_es: Trieu una llista de canals
de_de: Vorgefertigte Kanalliste wählen
es_es: Escoger una lista de canales existente
fr_fr: Choisir un liste de Chaînes préconfigurées
nl_nl: Maak een keuze uit een reeds voorgeconfigureerde zenderlijst

source: Receiveable satellite positions, Number of active tuners / LNBs
ca_es: Recepció de posicions de satèl·lit, Sintonitzadors actius / LNBs
de_de: Empfangbare Satellitenpositionen, Anzahl der verwendeten Tuner / LNBs
es_es: Satélites recibibles, número de sintonizadores activos / LNBs
fr_fr: Positions des satellite disponibles, Nombre de tuners actifs, LNBs
nl_nl: Te ontvangen satelliet posities, Aantal aktieve tuners / LNBs

source: Test and adjust your rotor
ca_es: Prova i ajusta el motor
de_de: Rotor justieren und testen
es_es: Probar y ajustar el motor
fr_fr: Tester et ajuster votre antenne motorisée
nl_nl: Testen en instellen van de rotor

source: Overview and configuration of Common Interface modules
ca_es: Configura les interfícies de mòduls CAM
de_de: Übersicht und Konfiguration der Common Interface-Module
es_es: Vista general y configuración de los módulos CI
fr_fr: Aperçu et configuration des modules de l'interface commune
nl_nl: Overzicht en instellingen van common interface modules

source: Details on Signal strength & quality, Video & audio bit rates etc.
ca_es: Intensitat i qualitat de la senyal, Vídeo i àudio bitrates
de_de: Details zu Signalstärke & -qualität, Video- & Audio-Bitraten etc.
es_es: Detalles de fuerza y calidad de la señal, bitrates audio y vídeo...
fr_fr: Détails sur la qualité du Signal, débits Audio & Vidéo etc.
nl_nl: Gedetailleerde signaalsterkte & kwaliteit, Video & audio bit waarden enz.

source: Advanced setup for system programs
ca_es: Configuració avançada de les utilitats del sistema
de_de: Erweiterte Einstellungen für Systemprogramme
es_es: Ajuste avanzado para programas del sistema
fr_fr: Configuration avancée pour les programmes système
nl_nl: Uitgebreide setup van systeeminstellingen

source: Information on Hardware, Network and System health
ca_es: Informació de Maquinari, Estat de la xarxa i del sistema
de_de: Informationen zu Hardware, Netzwerk und Systemstatus
es_es: Información del estado del hardware, Red y Sistema
fr_fr: Information sur le matériel, réseau et système
nl_nl: Hardware informatie, netwerk- en systeemstatus

source: Settings needed to serve Reel NetClients
ca_es: Configuració per a la utilització de Reel NetClients
de_de: Einstellungen um Reel NetClients zu unterstützen
es_es: Configuraciones necesarias para servir Reel NetClients
fr_fr: Les Paramètres doivent servir Reel NetClients
nl_nl: Instellingen voor gebruik van Reel NetClients

source: Enable NetCeiver bridge
ca_es: Activa el Pont NetCeiver
de_de: NetCeiver Brücke aktivieren
es_es: Activar puente del NetCeiver
fr_fr: Activer le pont NetCeiver
nl_nl: NetCeiverbrug

source: Bridge NetCeiver to
ca_es: Punteja NetCeiver a
de_de: NetCeiver brücken nach
es_es: Puente NetCeiver a
fr_fr: Pont NetCeiver vers
nl_nl: NetCeiverbrug via

source: Use VLAN for NetCeiver
ca_es: Utilitza VLAN per al NetCeiver
de_de: Nutze VLAN für NetCeiver
es_es: Usar VLAN para NetCeiver
fr_fr: Utiliser VLAN pour NetCeiver
nl_nl: VLAN voor Netceiver

source: Prepare harddisk for use in the ReelBox
de_de: Datenträger für die Nutzung in der ReelBox vorbereiten
fr_fr: Préparer le disque dur pour l'utiliser avec ReelBox
nl_nl: Harddisk voorbereiden voor gebruik in de ReelBox

source: Can cause problems when MultiRoom
ca_es: Pot causar problemes quan MultiRoom
de_de: Kann zu Problemen führen wenn MultiRoom
es_es: Puede causar problemas con MultiRoom
fr_fr: Peut causer des problèmes lorsque MultiRoom est utilisé
nl_nl: Kan problemen veroorzaken indien MultiRoom is ingeschakeld

source: is on and should not be activated.
ca_es: és actiu i no ha de ser activat.
de_de: an ist und sollte daher nicht aktiviert werden.
es_es: funcionando y no debe activarse
fr_fr: est activé et ne devrait pas l'être
nl_nl: maar niet ingeschakeld zou moeten zijn.

source: Free To Air
de_de: frei empfangbar
fr_fr: Gratuite

source: no
de_de: nein
fr_fr: non
nl_nl: nee

source: internal CAM
de_de: internes CAM
fr_fr: CAM interne
nl_nl: interne CAM

source: No CI at
de_de: Kein CI in
fr_fr: Aucun CI à
nl_nl: Geen CI in

source: upper slot
de_de: oberer Schacht
fr_fr: emplacement supérieur
nl_nl: bovenste slot

source: lower slot
de_de: unterer Schacht
fr_fr: emplacement inférieur
nl_nl: onderste slot

source: encrypted
de_de: verschlüsselt
fr_fr: Crypté
nl_nl: gecodeerd

source: Setup.OSD$Language
de_de: Sprache
fr_fr: Langue
nl_nl: Taal

source: Setup.OSD$Optional languages
de_de: Optionale Sprachen
fr_fr: Langues additionnelles
nl_nl: Optionele talen

source: none
de_de: keine
fr_fr: aucun
nl_nl: geen

source: Setup.OSD$ Optional language
de_de: Optionale Sprache
fr_fr: Langue additionnelle
nl_nl: Optionele taal

source: Permanent Timeshift
de_de: Permanentes Timeshift
fr_fr: Timeshift permanent
nl_nl: Permanente timeshift

source: Info:
de_de: Hinweis:
nl_nl: Informatie:

source: Permanent Timeshift can only be activated with a harddisk.
de_de: Permanent Timeshift kann nur zusammen mit einer Festplatte aktiviert werden
fr_fr: Le Timeshift permanent ne peut être activé qu'avec un disque dur
nl_nl: Permanente timeshift is alleen mogelijk in combinatie met een harddisk

source: Setup.LiveBuffer$Buffer (min)
de_de: Puffergröße (min)
fr_fr: Mémoire tampon (min)
nl_nl: Buffer (min)

source: Channel list
de_de: Kanalliste
fr_fr: Liste de Chaînes
nl_nl: Kanalenlijst

source: Title$Menu
de_de: Menü
fr_fr: Menu
nl_nl: Menu

source: free
de_de: frei
fr_fr: restant
nl_nl: vrij

source: Title$Main Menu
de_de: Hauptmenü
fr_fr: Menu Principal
nl_nl: Hoofdmenu

source: Stop replaying
de_de: Wiedergabe beenden
fr_fr: Arrêter la lecture
nl_nl: Stop afspelen

source: Button$Recordings
de_de: Aufzeichnungen
fr_fr: Enregistrements
nl_nl: Opname's

source: Favorites
de_de: Favoriten
fr_fr: Favoris
nl_nl: Favorieten

source: Button$Multifeed
de_de: Multifeed
fr_fr: Multiflux
nl_nl: Multifeed

source: Cancel editing
de_de: Editieren abbrechen
fr_fr: Annuler le montage
nl_nl: Annuleer wijzigen

source: Functions
ca_es: Funcions
de_de: Funktionen
es_es: Funciones
fr_fr: Fonctions
nl_nl: Functies

source: Stop recording?
de_de: Aufzeichnung abbrechen?
fr_fr: Arrêter l'enregistrement
nl_nl: Opnemen stoppen?

source: Cancel editing?
de_de: Editieren abbrechen?
fr_fr: Annuler le montage?
nl_nl: Wijzigen afbreken?

source: yes
ca_es: sí
de_de: ja
es_es: Si
fr_fr: oui
nl_nl: ja

source: channelinfo
de_de: Kanalinfo
fr_fr: Info Chaîne
nl_nl: kanaal info

source: Favourites
de_de: Favoriten
fr_fr: Favoris
nl_nl: Favorieten

source: Favourit folders
de_de: Ordner Favorit.
fr_fr: Dossiers favoris

source: channellist
de_de: Kanalliste
fr_fr: Liste de Chaînes
nl_nl: kanalenlijst

source: current bouquet
de_de: aktuelles Bouquet
fr_fr: Bouquet actuel
nl_nl: huidig boeket

source: bouquet list
de_de: Bouquetliste
fr_fr: Liste de Bouquet
nl_nl: boeket lijst

source: Setup.OSD$OSD color
de_de: OSD Farbe
fr_fr: Theme OSD
nl_nl: OSD kleur

source: Setup.OSD$Default font size (%)
de_de: Größe Standardschrift (%)
fr_fr: Taille de police par défaut (%)
nl_nl: Lettertype formaat (%)

source: Setup.OSD$Random menu placement
de_de: Menü zufällig positionieren
fr_fr: Placement aléatoire du menu
nl_nl: Willekeurige plek menu

source: Setup.OSD$Show preview videos
de_de: Vorschau-Bild anzeigen

source: Setup.OSD$Show expert menu options
de_de: Expertenoptionen anbieten
fr_fr: Montrer les options avancées du menu
nl_nl: Expertmenu tonen

source: Setup.OSD$ Use extended navigation keys
de_de: Erweiterte Navigation
fr_fr: Utiliser les touches avancées de navig.
nl_nl: Extra navigatie-knoppen

source: Setup.OSD$ Ok key in TV mode
de_de: OK-Taste im TV-Modus
fr_fr: Touche Ok en mode TV
nl_nl: OK toets in TV mode

source: Setup.OSD$ Program +/- keys
de_de: Programmtasten +/-
fr_fr: Touche Programme +/-
nl_nl: Programma +/- toetsen

source: Channell./Bouquets
de_de: Kanall./Bouquets
nl_nl: Kanalenlijst/Boeketten

source: Expertmenu
de_de: Experten
fr_fr: Menu Avancé

source: OSD Settings - Expert options
de_de: OSD Einstellungen - Expertenmenü
fr_fr: Paramètres Affichage - Options avancées
nl_nl: OSD Instellingen - Expert opties

source: Setup.OSD$Default font
de_de: Standardschrift
fr_fr: Police par défaut
nl_nl: Standaard lettertype

source: Setup.OSD$Small font
de_de: Kleine Schrift
fr_fr: Petite police
nl_nl: Klein lettertype

source: Setup.OSD$Fixed font
de_de: Proportionalschrift
fr_fr: Police à taille fixe
nl_nl: Vast lettertype

source: Setup.OSD$Small font size (%)
de_de: Größe kleine Schrift (%)
fr_fr: Taille de petite police (%)
nl_nl: Formaat klein lettertype (%)

source: Setup.OSD$Fixed font size (%)
de_de: Größe Proportionalschrift (%)
fr_fr: Taille de la police fixée (%)
nl_nl: Formaat vast lettertype (%)

source: Setup.OSD$Use small font
de_de: Kleine Schrift benutzen
fr_fr: Utiliser les petites polices
nl_nl: Gebruik klein lettertype

source: unlimited
de_de: unbegrenzt
fr_fr: illimité
nl_nl: ongelimiteerd

source: Setup.Recording$Mark Instant Recording
de_de: Direktaufzeichnung markieren
fr_fr: Marquer les enregistements immédiat
nl_nl: Markeer directe opname

source: Setup.Recording$Instant Recording Time (min)
de_de: Dauer Direktaufzeichnung (min)
fr_fr: Durée de l'enregistrement immédiat (min)
nl_nl: Lengte van directe opname (min)

source: Setup.Recording$Instant Recording Lifetime
de_de: Lebensdauer Direktaufzeichnung
fr_fr: Durée de vie de l'enregistrement immédiat
nl_nl: Levensduur van directe opname

source: Setup.Recording$Instant Recording Priority
de_de: Priorität der Direktaufzeichnung
fr_fr: Priorité de l'enregistrement immédiat
nl_nl: Prioriteit van directe opname

source: Setup.Recording$Mark Commercials after Recording
de_de: Werbung autom. finden
fr_fr: Marquer les publicités après l'enregistrement
nl_nl: Markeer reclames na opname

source: Setup.Recording$ Prefer new 'markad'
de_de: Neues 'markad' verwenden

source: Setup.Replay$Jump width for green/yellow (min)
de_de: Sprungweite für grün/gelb (min)
fr_fr: Durée du saut pour touche Verte/Jaune (min)
nl_nl: Sprong grootte voor groen/geel (min)

source: Setup.Replay$Jump over cutting-mark
de_de: Sprung bei Schnittmarke
fr_fr: Sauter les marques
nl_nl: Spring over de knip-markering

source: update
de_de: aktualisieren
fr_fr: mettre à jour
nl_nl: updaten

source: add
de_de: hinzufügen
fr_fr: ajouter
nl_nl: toevoegen

source: at the end
de_de: am Ende
fr_fr: à la fin
nl_nl: aan het einde

source: to bouquets
de_de: in Bouquets
fr_fr: vers bouquets
nl_nl: naar boeketten

source: Setup.Miscellaneous$Initial Volume (%)
de_de: Lautstärke beim Einschalten (%)
fr_fr: Volume initial (%)
nl_nl: Opstart volume (%)

source: EPG$ Last channel for EPG scan
de_de: Höchster Kanal für EPG-scan

source: Setup.Miscellaneous$Update-check on system start
de_de: Über neue Updates informieren
fr_fr: Vérifier la maj au démarrage
nl_nl: Controle op update na opstarten

source: Button$Scan EPG
de_de: Scanne EPG
fr_fr: Scan EPG
nl_nl: EPG scannen

source: EPG scan started in background
de_de: EPG-Scan im Hintergrund gestartet
fr_fr: Le scan EPG a débuté en tâche de fond
nl_nl: EPG scan in de achtergrond gestart

source: With Permanent Timeshift you can pause a running broadcast and proceed it later on.
de_de: Permanent Timeshift (zeitversetztes Fernsehen) ermöglicht Ihnen, laufende Sendungen zu unterbrechen und später fortzusetzen.

source: Permanent Timeshift has been disabled.
de_de: Permanent Timeshift wurde deaktiviert.

source: System Information
ca_es: Informació de Sistema
de_de: Systeminformationen
es_es: Información del sistema
fr_fr: Informations du système
nl_nl: Systeem-informatie

source: Network
ca_es: Xarxa
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
nl_nl: Netwerk

source: Unknown device
de_de: Unbekanntes Gerät

source: Device Type:
ca_es: Tipus d'unitat:
de_de: Gerätetyp:
es_es: Tipo dispositivo
fr_fr: Type de périphérique:
nl_nl: Apparaat type:

source: Software date:
ca_es: Data programari:
de_de: Softwaredatum:
es_es: Fecha del soft
fr_fr: Date logicielle:
nl_nl: Software datum:

source: Stand-alone
ca_es: Independent
de_de: Einzelgerät
es_es: Independiente
fr_fr: Autonome

source: Hotel
de_de: Hotelmodus

source: (MultiRoom inactive)
de_de: (MultiRoom inaktiv)
nl_nl: (Multiroom inactief)

source: MultiRoom Mode:
de_de: MultiRoom Modus:
nl_nl: MultiRoom modus:

source: Tuners Slot %d:
ca_es: Ranura Sintonitz. %d:
de_de: Tuner Slot %d:
es_es: Ranura sintoniz.%d

source: Unconfigured
ca_es: No està configurada
de_de: Nicht verfügbar
es_es: Sin configurar
fr_fr: non configuré
nl_nl: Niet geconfigureerd

source: RAM:
ca_es: Memòria RAM:
de_de: Arbeitsspeicher:

source: Recording capacity
ca_es: Capacitat per a gravacions
de_de: Aufnahmekapazität
es_es: Capacidad de grabación
fr_fr: Capacité d'enregistrement
nl_nl: Opname capaciteit

source: Free
ca_es: Lliure
de_de: Frei
es_es: Libre
fr_fr: libre
nl_nl: Vrij

source: Drive %d:
ca_es: Unitat %d:
de_de: Laufwerk %d:
es_es: Disco %d
fr_fr: Lecteur %d:
nl_nl: Schijf %d:

source: installed
ca_es: instal·lada
de_de: installiert
es_es: Instalado
fr_fr: installé
nl_nl: geïnstalleerd

source: not installed
ca_es: no instal·lada
de_de: nicht installiert
es_es: No instalado
fr_fr: non installé
nl_nl: niet geïnstalleerd

source: CPU Temperature:
ca_es: Temperatura CPU:
de_de: CPU Temperatur:
es_es: Temp. CPU
nl_nl: Processor temp.:

source: Windows workgroup:
ca_es: Grup de treball Windows:
de_de: Windows Arbeitsgruppe:
es_es: Grupo de trabajo Windows
fr_fr: Groupe de travail Windows
nl_nl: Windows werkgroep:

source: Hostname:
ca_es: Nom del Host:
de_de: Rechnername:
fr_fr: Nom de l'hôte
nl_nl: Hostnaam:

source: Interface Name:
ca_es: Nom interfície:
de_de: Netzwerkinterface:
es_es: Nombre interfaz
fr_fr: Nom de l'interface:
nl_nl: Interface naam:

source: IP Address:
ca_es: Adreça IP:
de_de: IP Adresse:
es_es: Dirección IP
fr_fr: Adresse IP:
nl_nl: IP Adres:

source: Network mask:
ca_es: Màscara de xarxa:
de_de: Netzwerkmaske:
es_es: Máscara de Red
fr_fr: Masque réseau
nl_nl: Netwerk mask:

source: IPv6 Address:
ca_es: Adreça IPv6:
de_de: IPv6 Adresse:
es_es: Dirección IPv6
fr_fr: Adresse IPv6
nl_nl: IPv6 adres:

source: Hardware Address:
ca_es: Adreça maquinari:
de_de: Hardwareadresse:
es_es: Dirección hard.
fr_fr: Adresse matérielle
nl_nl: Hardware adres:

source: Online connectivity:
ca_es: Connectivitat en línia:
de_de: Onlineverbindung:
es_es: Conectividad online
fr_fr: Connectivité en ligne
nl_nl: Online verbinding:

source: checking
ca_es: s'està comprovant
de_de: prüfe
es_es: Comprobando
fr_fr: vérification
nl_nl: controleren

source: online
ca_es: en línia
de_de: vorhanden
fr_fr: en ligne

source: DNS failure
ca_es: error de DNS
de_de: DNS-Fehler
es_es: Fallo de DNS
fr_fr: Erreur DNS
nl_nl: DNS fout

source: routing failure
ca_es: error de router
de_de: Routing-Fehler
es_es: Fallo de enrutamiento
fr_fr: Erreur de routage
nl_nl: routering fout

source: failure
ca_es: error
de_de: Fehler
es_es: Fallo
fr_fr: erreur
nl_nl: mislukt

source: enabled
ca_es: actiu
de_de: eingeschaltet
es_es: Conectado
fr_fr: activé
nl_nl: geactiveerd

source: disabled
ca_es: inactiu
de_de: ausgeschaltet
es_es: Desconectado
fr_fr: désactivé
nl_nl: niet geactiveerd

source: samba not installed!
ca_es: samba no s'ha instal·lat!
de_de: samba ist nicht installiert!
es_es: ¡Samba no instalado!
fr_fr: samba n'est pas installé
nl_nl: samba niet geinstalleerd!

source: not set
ca_es: no definit
de_de: Noch nicht gesetzt
es_es: Sin ajustar
fr_fr: non paramétré
nl_nl: niet ingesteld

source: Do you want store recordings here?
ca_es: Voleu emmagatzemar les gravacions aquí?
de_de: Wollen Sie Ihre Aufnahmen hier ablegen?
es_es: ¿Quiere guardar grabaciones aquí?
fr_fr: Voulez vous stocker vos enregistrements ici?
nl_nl: Wilt u opnamen hier opslaan?
