Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Resizing failed!
ca_es: S'ha produït un error en redimensionar la partició!
de_de: Änderungen fehlgeschlagen!
es_es: ¡Cambio de tamaño fallido!
fr_fr: Redimensionnement a échoué!
nl_nl: Grootte wijzigen mislukt!

source: Warning, device may be too small for recording!
ca_es: Alerta, la unitat no té prou capacitat per a les gravacions!
de_de: Warnung: Datenträger möglicherweise zu klein für Aufnahmen!
es_es: Atención: Dispositivo demasiado pequeño para grabaciones
fr_fr: Attention, le périphérique est insuffisant pour enregistrer!
nl_nl: Waarschuwing, apparaat kan te klein zijn om opname's op te slaan!

source: Load settings, please wait...
ca_es: S'està carregant la configuració, espereu...
de_de: Lade Einstellungen, bitte warten...
es_es: Cargando configuración, espere...
fr_fr: Chargement des paramètres, patientez svp...
nl_nl: Instellingen inladen, even geduld aub.

source: Scanning networks, please wait...
ca_es: S'està escanejant la xarxa, espereu...
de_de: Durchsuche Netzwerk, bitte warten...
es_es: Buscando Redes, espere...
fr_fr: Scan réseau, Patientez svp...
nl_nl: Netwerken zoeken, wachten aub...

source: Following hardware was found.
ca_es: S'ha trobat aquest maquinari.
de_de: Folgende Hardware wurde gefunden.
es_es: Se ha encontrado el siguiente hardware.
fr_fr: Le matériel suivant a été détecté.
nl_nl: De volgende hardware is gevonden.

source: Please choose a WLAN device:
ca_es: Si us plau, trieu un dispositiu WLAN:
de_de: Bitte wählen Sie die gewünschte WLAN Karte aus:
es_es: Escoja el dispositivo WLAN
fr_fr: Sélectionner un périphérique sans-fils:
nl_nl: Kies aub. een WLAN apparaat:

source: Rescan WLAN
ca_es: Torna a escanejar WLAN
de_de: WLAN suchen
es_es: Buscar de nuevo WLAN
nl_nl: Zoek opnieuw naar WLAN

source: Skip
de_de: Überspringen

source: Device
ca_es: Dispositiu
de_de: Hardware
es_es: Dispositivo
fr_fr: Périphérique
nl_nl: Apparaat

source: Interface
ca_es: Interfície
de_de: Schnittstelle
es_es: Interfaz

source: Sorry, no WLAN networks found. Check the antenna, check WLAN settings and try to search again.
de_de: Es wurde leider kein WLAN gefunden. Prüfen Sie die Antenne, prüfen Sie die Einstellungen des WLAN Netzwerkes und suchen Sie erneut.

source: Following WLAN networks are found.
ca_es: S'han trobat aquestes xarxes WLAN.
de_de: Folgende WLAN Netzwerke wurden gefunden.
es_es: Se han encontrado las siguientesredes WLAN
fr_fr: Les réseaux sans-fils suivants ont été détectés
nl_nl: De volgende WLAN netwerken zijn gevonden.

source: Please choose a WLAN network:
ca_es: Si us plau, trieu una xarxa WLAN:
de_de: Bitte wählen Sie das gewünschtes Netzwerk aus:
es_es: Escoja Red WLAN
fr_fr: Sélectionner un réseau sans-fils
nl_nl: Kies WLAN netwerk aub:

source: Network:
ca_es: Xarxa:
de_de: Netzwerk:
es_es: Red
nl_nl: Netwerk:

source: Security:
ca_es: Seguretat:
de_de: Sicherheit:
es_es: Seguridad
fr_fr: Sécurité:
nl_nl: Beveiliging:

source: Type
ca_es: Tipus
de_de: Art
es_es: Tipo

source: WEP-Key
ca_es: Clau WEP
de_de: WEP Schlüssel
es_es: Clave WEP
nl_nl: WEP-Sleutel

source: WPA-Key
ca_es: Clau WPA
de_de: WPA Schlüssel
es_es: Clave WPA
nl_nl: WPA-Sleutel

source: WPA2-Key
ca_es: Clau WPA2
de_de: WPA2 Schlüssel
es_es: Clave WPA2
nl_nl: WPA2-Sleutel

source: WLAN settings successfully stored
ca_es: S'ha desat la configuració d'WLAN
de_de: WLAN Einstellungen erfolgreich gespeichert
es_es: ¡Datos WLAN guardados!
fr_fr: Paramètres WLAN sauvegardé avec succès
nl_nl: WLAN instellingen opgeslagen

source: Security
ca_es: Seguretat
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
nl_nl: Beveiliging

source: IP Address
ca_es: Adreça IP
de_de: IP Adresse
es_es: Dirección IP
fr_fr: Adresse IP
nl_nl: IP Adres

source: Subnet
de_de: Netzwerkmaske
es_es: Subred
fr_fr: Sous réseau

source: Please press OK to store the settings now. You can also manually set an IP address here.
de_de: Drücken Sie OK um jetzt zu speichern. Sie können hier auch manuell eine IP Adresse einstellen.

source: Running DHCP, please wait...
ca_es: S'està executant DHCP, espereu...
de_de: Suche nach DHCP Adresse, bitte warten...
es_es: Iniciando DHCP, espere...
fr_fr: DHCP en cours, patientez svp...
nl_nl: Starten DHCP, wachten aub...

source: Retrieving IP from DHCP failed!
ca_es: No s'ha pogut recuperar la IP des de DHCP!
de_de: DHCP Fehler! Keine IP gefunden.
es_es: ¡Recuperación IP de DHCP fallida!
fr_fr: Récupération de l'IP par DHCP a échoué
nl_nl: Ontvangen IP van DHCP mislukt!

source: Storing settings, please wait...
ca_es: S'està desant la configuració, espereu...
de_de: Speichere Änderungen, bitte warten...
es_es: Guardando configuración, espere...
fr_fr: Sauvegarde des paramètres, Patientez svp...
nl_nl: Instellingen opslaan, wachten aub...

source: Keylength must be at least 10 chars!
ca_es: La Clau ha de tenir almenys 10 caràcters!
de_de: Der Schlüssel muss mindestens aus 10 Zeichen bestehen!
es_es: ¡Longit. clave debe tener mínimo 10 caracteres!
fr_fr: La longuer de clé doit être au moins de 10 carac.!
nl_nl: Sleutellengte moet minimaal uit 10 tekens bestaan!

source: Keylength must be at least 8 chars!
ca_es: La Clau ha de tenir almenys 8 caràcters!
de_de: Der Schlüssel muss mindestens aus 8 Zeichen bestehen!
es_es: ¡Longit. clave debe tener mínimo 8 caracteres!
fr_fr: La longuer de clé doit être au moins de 8 carac.!
nl_nl: Sleutellengte moet uit minimaal 8 tekens bestaan!

source: Authentication failed
ca_es: No s'ha pogut autentificar
de_de: Authentifizierung fehlgeschlagen
es_es: Autentificación fallida
fr_fr: Authentification a échoué
nl_nl: Authenticatie mislukt

source: Please enter SSID!
ca_es: Introduïu SSID!
de_de: Bitte geben Sie die SSID ein!
es_es: ¡Entre SSID!
fr_fr: Entrer svp le SSID!
nl_nl: Voer een SSID in aub.!

source: Store settings?
ca_es: Desar configuració?
de_de: Änderungen speichern?
es_es: ¿Guardar config.?
fr_fr: Sauver les paramètres?
nl_nl: Instellingen opslaan?

source: Wireless LAN: Functions
ca_es: LAN sense fil: Funcions
de_de: Wireless LAN: Funktionen
es_es: LAN inálambrica: Funciones
fr_fr: Réseau sans-fils: Fonctions
nl_nl: Draadloze LAN: Functies

source: Retrieve DHCP
ca_es: Recupera DHCP
de_de: DHCP Adresse erneut suchen
es_es: Recuperar DHCP
fr_fr: Récupérer le DHCP
nl_nl: DHCP opzoeken

source: Reset WLAN settings
ca_es: Reinicia la configuració WLAN
de_de: WLAN Einstellungen zurücksetzen
es_es: Reiniciar config. WLAN
fr_fr: Restaurer les paramètres WLAN
nl_nl: WLAN instellingen herstellen

source: Turn WLAN off
ca_es: Desactiva WLAN
de_de: WLAN auschalten
es_es: Desactivar WLAN
fr_fr: Couper le WLAN
nl_nl: Zet WLAN uit

source: Open
ca_es: Obre
de_de: Offen
es_es: Abrir
fr_fr: Ouvrir

source: Name:
fr_fr: Nom:
nl_nl: Naam:

source: UMTS Provider
ca_es: Proveïdor UMTS
es_es: Proveedor UMTS
fr_fr: Fournisseur UMTS

source: Gateway
ca_es: Passarel·la
es_es: Puerta de enlace
fr_fr: Passerelle

source: Software update
ca_es: Actualització de programari
es_es: Actualización del software
fr_fr: Mise à jour logicielle

source: Software Update
ca_es: Actualització de programari
es_es: Actualización del software
fr_fr: Mise à jour logicielle

source: UDP Port
ca_es: Port UDP
es_es: Puerto UDP
fr_fr: Port UDP
nl_nl: UDP poort

source: Disk
fr_fr: Disque
nl_nl: Schijf

source: EPG
fr_fr: Programmes

source: This plugin has no setup parameters!
fr_fr: Ce plugin n'a pas de paramètres
nl_nl: Deze plugin heeft geen instel parameters

source: Software Version:
ca_es: Versió de programari:
es_es: Versión del soft
fr_fr: Version logicielle:
nl_nl: Softwareversie:

source: Server
ca_es: Servidor
es_es: Servidor de datos
fr_fr: Serveur

source: Details
ca_es: Detalls
es_es: Detalles
fr_fr: Détails

source: Wireless LAN
ca_es: LAN sense fil
es_es: LAN inalámbrica
fr_fr: Réseau sans-fils
nl_nl: Draadloos netwerk

source: Plugins Enable / Disable
ca_es: Activa / Desactiva Connectors
es_es: Activar/desactivar Plugins
fr_fr: Plugins Activé / Désactivé
nl_nl: Plugins Inschakelen / Uitschakelen

source: Loading external plugins
ca_es: Carregant connectors externs
es_es: Cargando Plugins externos
fr_fr: Chargement de plugins externes
nl_nl: Laden externe plugins

source: Plugin-Parameter
ca_es: Paràmetres del connector
es_es: Parametros-Plugins
fr_fr: Paramètre du plugin
nl_nl: Plugin-instelling

source: MultiRoom-System
ca_es: Sistema MultiRoom
es_es: Sistema MultiRoom
fr_fr: Système MultiRoom
nl_nl: MultiRoom-Systeem

source: Stream-Server
ca_es: Servidor de dades
es_es: Servidor de datos
fr_fr: Serveur de streaming

source: Normal
fr_fr: Normale
nl_nl: Normaal

source: Videos
ca_es: Vídeos
es_es: Vídeos
fr_fr: Vidéos

source: NFS Version
ca_es: Versió NFS
es_es: Versión NFS
fr_fr: Version NFS
nl_nl: NFS Versie

source: soft
fr_fr: logiciel
nl_nl: zacht

source: Name
ca_es: Nom
es_es: Nombre
fr_fr: Nom
nl_nl: Naam

source: Standard (ext3)
ca_es: Estàndard (ext3)
nl_nl: Standaard (ext3)

source: Installation
ca_es: Instal·lació
es_es: Instalación
nl_nl: Installatie

source: Standard
ca_es: Estàndard
nl_nl: Standaard

source: normal
nl_nl: normaal

source: Signal
ca_es: Senyal
es_es: Señal
nl_nl: Signaal

source: Mainboard Temp.:
ca_es: Temp. Placa base:
es_es: Temp. placa base
nl_nl: Moederboard temp.:

source: Tuner Slot 1:
ca_es: Sintonitzador Ranura 1:
es_es: Sintoniz. ranura 1

source: Tuner Slot 2:
ca_es: Sintonitzador Ranura 2:
es_es: Sintoniz. ranura 2

source: Plugin
ca_es: Connector

source: Tuner
ca_es: Sintonitzador
es_es: Sintonizador

source: Client
es_es: Cliente
