Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Error: Permissions to access the database are not set properly. Access will be possible from this box but not from others in the network. Change 'bind-address' in /etc/mysql/my.cnf.
ca_es: Error: No s'han pogut configurar els permisos per accedir a la base de dades. L'accés no serà possible des d'altres equips de la xarxa. Canvieu l'associació a /etc/mysql/my.cnf.
de_de: Fehler: Berechtigung für den Datenbankzugriff sind nicht korrekt gesetzt. Der Zugiff ist nur von dieser Box möglich, nicht von anderen Boxen im Netzwerk. Ändern Sie 'bind-address in der Datei /etc/mysql/my.cnf.
es_es: Error: Permisos de acceso a la Base de Datos incorrectos. Acceso posible de este aparato pero no desde otros en la Red. Cambiar 'bind-address' en /etc/mysql/my.cnf.
fr_fr: Erreur: les permissions d'accès à la base de données sont incorrectes. L'accès ne sera possible qu'à partir de cette machine et pas via le réseau. Changer 'bind-address' dans le fichier /etc/mysql/my.cnf.
nl_nl: Fout: Toegangsrechten voor de database niet correct ingesteld. Toegang voor deze box in mogelijk maar niet voor anderen in het netwerk. Verander het 'bind-address' in /etc/mysql/my.cnf.

source: Error: Cannot login with reeluser to mysql. Try re-installing mysql-server.
ca_es: Error: No s'ha pogut iniciar la sessió mysql amb l'usuari reel. Torneu a instal·lar el servidor mysql.
de_de: Fehler: Der Login als 'reeluser' in die Datenbank funktioniert nicht. Versuchen Sie, 'mysql-server' erneut zu installieren'
es_es: Error: No se puede acceder con reeluser a mysql. Pruebe reinstalar el server mysql de nuevo.
fr_fr: Erreur: Impossible de se connecter à mysql avec reeluser. Essayer de réinstaller mysql-server
nl_nl: Fout: Kan niet als reeluser inloggen op mysql. Probeer mysql-server opnieuw te installeren

source: Error: An unknown error occured. Disable MultiRoom, manually deinstall mysql-server, then enable MultiRoom again.
ca_es: Error: S'ha produït un error desconegut. Desactiveu MultiRoom, desinstal·leu el servidor mysql i torneu a activar MultiRoom.
de_de: Fehler: Ein unbekannter Fehler ist aufgetreten. Deaktivieren Sie MultiRoom, deinstallieren Sie 'mysql-server', dann aktivieren Sie MultiRoom erneut.
es_es: Error: Ha ocurrido un error desconocido. Desactive MultiRoom, desinstalar manualmente el servidor mysql, y activar de nuevo MultiRoom.
fr_fr: Erreur: Un erreur inconnue est survenue. Désactiver MultiRoom, désinstaller manuellement mysql-server, puis réactiver MultiRoom ensuite.
nl_nl: Fout: Een onbekende fout opgetreden. Schakel MultiRoom uit, en de-installeer handmatig de mysql-server, schakel dan MultiRoom weer in.

source: Using mixed tuner types with NetClients is not
ca_es: La utilització de sintonitzadors duals amb NetClients no està
de_de: Tuner-Mischbestückung wird im Betrieb mit
es_es: El empleo de sintonizadores mixtos con NetClients todavía
fr_fr: Utiliser des tuners mixtes avec NetClients n'est pas
nl_nl: Gebruik van verschillende tunertypes met NetClient

source: yet supported.
ca_es: encara suportada.
de_de: NetClients noch nicht unterstützt.
es_es: no está soportado
fr_fr: encore supporté
nl_nl: wordt nog niet ondersteund

source: Enable the MultiRoom-System to connect NetClients in the network with your ReelBox Avantgarde and to provide TV-signals to the NetClients.
ca_es: Activa Sistema MultiRoom per connectar NetClients en xarxa amb l'Avantgarde i proveeix els NetClients amb senyal de TV.
de_de: Aktivieren Sie das MultiRoom-System, um die NetClients in Ihrem Netzwerk mit der ReelBox Avantgarde zu verbinden und mit TV-Signalen zu versorgen.
es_es: Permitir sistema Multi-room para conectar Netclients en Red con Reelbox Avantgarde y suministrarles señal de TV
fr_fr: Activer le système MultiRoom pour connecter les NetClients au réseau avec votre Reelbox Avantgarde et proposer la réception TV aux NetClients
nl_nl: Aktiveer het MultiRoom-Systeem zodat de Netclients via het netwerk de ReelBox Avantgarde kunnen benaderen en de TV signalen naar de Clients doorgestuurd kunnen worden.

source: TV-Programs are now available in your network. Please configure your network components according to the installation guide.
ca_es: Els programes de TV estan disponibles en xarxa. Si us plau, configura la xarxa d'acord amb la guia d'instal·lació.
de_de: Ab sofort stehen die TV-Programme in Ihrem Netzwerk zur Verfügung. Bitte konfigurieren Sie Ihre Netzwerkkomponenten gemäß der Installationsanleitung.
es_es: Señal de TV disponible en su Red. Configure sus componentes de Red de acuerdo con la Guía de instalación
fr_fr: Programmes TV sont dorénavant accessible via le réseau. Configurer votre réseau suivant les instructions du guide.
nl_nl: De TV programma's zijn nu beschikbaar via uw netwerk, configureer uw netwerk componenten volgens de installatie-handleiding.

source: MultiRoom setup will now be completed if you confirm the settings with 'Ok'. You can then continue with the installation of the NetClients.
ca_es: La configuració de MultiRoom es completarà si confirmes amb 'OK'. Pots continuar amb la instal·lació dels NetClients.
de_de: Bestätigen Sie nun die Einstellungen mit 'OK'. Die MultiRoom-Einrichtung ist damit abgeschlossen. Sie können dann mit der Installation Ihrer NetClients fortfahren.
es_es: La configuración MultiRoom se completará si confirma con 'OK'. Podrá continuar después con la instalación de los NetClients.
fr_fr: la configuration du MultiRoom sera terminé si vous confirmez les paramètres avec 'Ok'. Vous pourrez ensuite continuer l'installation des NetClients
nl_nl: De MultiRoom setup zal na het bevestigen via de 'OK' toets worden afgesloten, nadien kan verder gegaan worden met de installatie van de Netclients.

source: Caution: For this configuration there are not
ca_es: Precaució: Amb aquesta configuració no hi ha prou
de_de: Warnung: In der gewählten Konfiguration stehen
es_es: Atención: Para esta configuración no hay suficientes
fr_fr: Attention: pour cette configuration, il n'y a pas
nl_nl: Waarschuwing: Voor deze configuratie zijn niet

source: enough tuners available for LiveTV and recording.
ca_es: sintonitzadors disponibles per veure la TV i gravar
de_de: nicht genügend Tuner für die gleichzeitige
es_es: sintonizadores disponibles para TV y grabaciones
fr_fr: suffisamment de tuners disponibles pour la réception TV ou l'enregistrement
nl_nl: genoeg tuners beschikbaar om gelijktijdig LiveTV

source: simultaneously.
ca_es: alhora.
de_de: TV-Versorgung von NetClients bereit.
es_es: simultáneamente
fr_fr: simutanément
nl_nl: te kunnen kijken en programma´s op te nemen.

source: TV-Output will be disabled after 5 minutes. All tuners are exclusively available to NetClients.
ca_es: La sortida de TV es desactivarà en 5 minuts. Els sintonitzadors només estan disponibles per als NetClients.
de_de: Die TV-Ausgabe wird nach 5 Minuten abgeschaltet. Alle Tuner stehen nur den NetClients zur Verfügung.
es_es: La salida de TV se desconectará en 5 minutos. Todos los sintonizadores estarán disponibles sólo para NetClients
fr_fr: La Sortie-TV sera désactivé après 5 minutes. Tous les tuners sont disponibles exclusivement pour les NetClients
nl_nl: TV-Uitgang wordt na 5 min. uitgeschakeld. Alle tuners zijn beschikbaar voor de NetClients.

source: enough tuners for providing
ca_es: prou sintonitzadors per proveir
de_de: nicht genügend Tuner für die gleichzeitige
es_es: Suficientes sintonizadores para suministrar
fr_fr: suffisamenet de tuners pour proposer
nl_nl: genoeg tuners beschikbaar om gelijktijdig TV-signalen aan

source: TV-Signals for all NetClients simultaneously.
ca_es: la senyal de TV a tots els NetClients alhora.
de_de: TV-Versorgung aller NetClients bereit.
es_es: simultáneamente señal de TV a todos los Netclient
fr_fr: Signal TV pour tous les NetClients simultanément
nl_nl: alle Netclients aan te bieden.

source: Caution: In the selected configuration there are
ca_es: Precaució: Amb la configuració seleccionada hi ha
de_de: Warnung: In der gewählten Konfiguration stehen
es_es: Atención: Con esta configuración no hay suficientes
fr_fr: Attention: dans la configuration choisie, il y a
nl_nl: Waarschuwing: Voor de geselecteerde configuratie zijn niet

source: not enough tuners available to be able to provide
ca_es: pocs sintonitzadors disponibles per proveir
de_de: nicht genügend Tuner für die gleichzeitige
es_es: sintonizadores para suministrar señal de TV
fr_fr: pas suffisamment de tuners disponibles pour permettre
nl_nl: genoeg tuners beschikbaar om gelijktijdig liveTV en opname mogelijkheid

source: TV-signals to all NetClients at the same time.
ca_es: la senyal de TV a tots els NetClients alhora.
de_de: TV-Versorgung aller NetClients bereit.
es_es: para todos los Netclients a la vez
fr_fr: la réception TV pour les NetClients au même moment.
nl_nl: aan te bieden aan alle NetClients.

source: Please extend the number of tuners to be able
ca_es: Amplia el nombre de sintonitzadors per utilitzar
de_de: Um alle NetClients gleichzeitig nutzen zu können,
es_es: Aumente el número de sintonizadores disponibles
fr_fr: Rajouter svp des tuners pour permettre
nl_nl: Voer aantal tuners in aub:

source: to use all NetClients simultaneously.
ca_es: tots els NetClients alhora.
de_de: erweitern Sie bitte die Tuner-Karten.
es_es: para usar todos los Netclient a la vez
fr_fr: d'utiliser tous les NetClients au même moment.
nl_nl: om alle NetClients tegelijk te kunnen gebruiken.

source: Using this configuration i.e. one of
ca_es: Amb la configuració seleccionada, una
de_de: Mit der gewählten Konfiguration sind z.B. diese
es_es: Con esta configuración sólo estas
fr_fr: En utilisant cette configuration ex: une de
nl_nl: Met de geselecteerde instelling is het

source: these actions is possible:
ca_es: de les accions següents és possible:
de_de: Aktionen möglich:
es_es: acciones son posibles:
fr_fr: ces actions est possible:
nl_nl: volgende mogelijk:

source: 1x TV-Recording through NetClient or
ca_es: 1x Gravar la TV des del Netclient o
de_de: 1x TV-Aufnahme über NetClient oder
es_es: 1x Grabar programa TV con Netclient o
fr_fr: 1x Enregistrement TV via NetClient ou
nl_nl: 1x TV-Opname door NetClient of

source: 1x Live-TV through NetClient
ca_es: 1x Veure la TV des del NetClient
de_de: 1x Live-TV über NetClient
es_es: 1x Ver programa en directo con Netclient
fr_fr: 1x Réception TV via le NetClient
nl_nl: 1x Live-TV door NetClient

source: Using this configuration these simultanous
ca_es: Amb la configuració seleccionada, aquestes
de_de: Mit der gewählten Konfiguration sind z.B. diese
es_es: Con esta configuración sólo estas
fr_fr: En utilisant cette configuration ces
nl_nl: Met deze configuratie is het volgende

source: actions are possible:
ca_es: accions són possibles:
de_de: Aktionen gleichzeitig möglich:
es_es: acciones son posibles:
fr_fr: actions simultanées sont possibles:
nl_nl: gelijktijdig mogelijk:

source: TV-Recordings through NetClients
ca_es: Gravar la TV des dels NetClients
de_de: TV-Aufnahme über NetClient
es_es: Grabar programa TV con Netclients
fr_fr: Enregistrements-TV via NetClients
nl_nl: TV-Opnames via NetClients

source: or Avantgarde
ca_es: o l'Avantgarde
de_de: oder Avantgarde
es_es: o con Avantgarde
fr_fr: ou Avantgarde
nl_nl: of Avantgarde

source: Live-TV through NetClients
ca_es: Veure la TV des dels NetClients
de_de: Live-TV über NetClient
es_es: TV en directo con Netclient
fr_fr: Réception TV via NetClients
nl_nl: Live-TV via NetClients

source: NetworkConnectPlur$Please connect your NetClients with the network switch.
ca_es: Si us plau, connecteu els NetClients al commutador de xarxa.
de_de: Bitte verbinden sie Ihre NetClients mit Ihrem Netzwerkswitch.
es_es: Conecte sus NetClients con el cable de Red
fr_fr: Connecter svp vos NetClients au switch réseau.
nl_nl: Verbind de Netclients aub. aan de netwerkswitch.

source: NetworkConnectSing$Please connect your NetClient with the network switch.
ca_es: Si us plau, connecteu el NetClient al commutador de xarxa.
de_de: Bitte verbinden sie Ihren NetClient mit Ihrem Netzwerkswitch.
es_es: Conecte su NetClient con el cable de Red
fr_fr: Connecter svp votre NetClient au switch réseau.
nl_nl: Verbind de Netclient aub. aan de netwerkswitch.

source: DirectConnect$Please connect your NetClient to the port labeled "Ethernet %i".
ca_es: Si us plau, connecteu el NetClient al port "Ethernet %i".
de_de: Bitte verbinden sie Ihren NetClient mit dem Anschluß "Ethernet %i".
es_es: Conecte su NetClient al puerto "Ethernet %i".
fr_fr: Connecter svp votre NetClient au port étiquetté "Ethernet %i".
nl_nl: Verbind de Netclient aub. aan de poort met het label "Ehernet %i".

source: Number of tuners assigned locally:
de_de: Anzahl zugewiesener Tuner:

source: Satellite (DVB-S)
ca_es: Satèl·lit (DVB-S)
de_de: Satellit (DVB-S)
es_es: Satélite (DVB-S)
nl_nl: Satelliet (DVB-S) tuner

source: Satellite (DVB-S2)
ca_es: Satèl·lit (DVB-S2)
de_de: Satellit (DVB-S2)
es_es: Satélite (DVB-S2
nl_nl: Satelliet (DVB-S2) tuner

source: Cable
de_de: Kabel
nl_nl: Kabel

source: Terrestrial
ca_es: TDT
de_de: Terrestrisch
es_es: Terrestre
fr_fr: Terrestre

source: Tuners available for the whole MultiRoom-System:
ca_es: Sintonitzadors disponibles per al sistema MultiRoom:
de_de: Gesamt im MultiRoom-System verfügbare Tuner:
es_es: Sintonizadores disponibles para el sistema MultiRoom:
fr_fr: Tuners disponible pour l'ensemble du système MultiRoom:
nl_nl: Aantal beschikbare tuners voor het complete MultiRoom systeem:

source: bridge_on$TV-data is now available in the network for the NetClients. Please note that you also have to enable VLAN and configure the switches inside your network if you experience problems with your network.
ca_es: El senyal de TV està disponible en xarxa per als Netclients. Si teniu algun problema amb la xarxa haureu d'habilitar VLAN i configurar les connexions.
de_de: Die TV-Daten sind jetzt für die NetClients im Netzwerk verfügbar. Bitte beachten Sie, dass Sie ebenfalls VLAN einschalten und die Switches in Ihrem Netzwerk konfigurieren müssen, falls Probleme mit dem Netzwerk auftreten.
es_es: La señal de TV está disponible para los NetClients. Debe habilitar también VLAN y reconfigurar las conexiones internas de su Red si tiene dificultades.
fr_fr: Données TV sont disponibles sur le réseau pour les NetClients. Notez que vous devez activer VLAN aet configurer le switch dans votre réseau si vous rencontrez des problèmes avec votre réseau.
nl_nl: De TV data voor de Netclient is nu beschikbaar via het netwerk. Mochten er problemen ontstaan moet er rekening mee gehouden worden dat het VLAN moet worden geaktiveerd en de switches geconfigureerd moeten worden.

source: bridge_off$Activate the network bridge to provide TV-signals to your home network. Warning: As soon as you activate the bridge, network components like WLAN routers will possibly not work correct any longer. Thus also enable VLAN and configure your switches according to the installation guide.
ca_es: Activeu el pont de xarxa per proveir de senyal de TV la vostra xarxa. Atenció: quan activeu el pont, els components de xarxa com els routers WLAN, es possible que no funcionin correctament. Per tant, haureu d'habilitar VLAN i configurar les connexions de xarxa d'acord amb el manual d'instal·lació.
de_de: Aktivieren Sie die Netzwerk-Brücke um die TV-Signale des NetCeivers in Ihr Heimnetzwerk einzuspeisen. Achtung: Sobald Sie die Brücke aktiviert haben, könnten möglicherweise Netzwerkkomponenten wie WLAN-Router nicht mehr richtig funktionieren. Aktivieren Sie daher ebenfalls das VLAN und konfigurieren Ihre Switches gemäß der Installationsanleitung.
es_es: Activar el puente de Red para tener señal de TV en nuestra res local. Atención: Tan pronto como active el puente, los componentes tipo routers WLAN dejarán de funcionar correctamente. Entonces, debe activar VLAN y configurar los dispositivos de acuerdo con la Guía de instalación.
fr_fr: Activez le pont réseau pour permettre la réception TV sur votre réseau. Attention: dès que vous activez le pont, des composants réseau comme des routeurs WLAN ne fonctionneront plus correctementr. Vous devrez activer VLAN et configurer vos switchs selont le guide d'installation.
nl_nl: Aktiveer de netwerkbridge om TV signalen via hetnetwerk te versturen. Waarschuwing: Op het moment dat deze optie geaktiveerd wordt bestaat de mogelijkheid dat verschillende netwerkcompinenten niet meer correct werken, dus aktivveer VLAN en configureer de swtichen volgens de installatie-handleiding.

source: vlan_on$VLAN ist now active. You can now set up your network switches.
ca_es: La VLAN és activa. Podeu configurar les connexions de xarxa.
de_de: Das VLAN ist jetzt aktiv. Sie können nun Ihre Netzwerk-Switches konfigurieren.
es_es: vlan_on$VLAN está activada. Ahora puede configurar sus dispositivos de Red
fr_fr: VLAN est dorénavant actif. Vous pouvez maintenant configurer vos switches.
nl_nl: VLAN is aktief, u kunt nu de netwerkswitch configureren.

source: vlan_off$VLANs are used to separate the network traffic into multiple virtual Networks. With this option you can limit the traffic of the NetCeiver to one VLAN. To reasonably use VLANs you also need VLAN capable switches. You can receive preconfigured switches for the Reel MultiRoom System at your local dealer.
ca_es: La VLAN s'està utilitzant per separar el tràfic de la xarxa en múltiples xarxes virtuals. Amb aquesta opció podeu limitar el tràfic del NetCeiver a una VLAN. Per utilitzar VLANs necessiteu commutadors amb aquesta funció habilitada. Podeu rebre aquests commutadors configurats per al Sistema Reel MultiRoom del vostre proveïdor local.
de_de: VLANs werden benutzt, um den Netzwerkverkehr auf mehrere virtuelle Netze aufzuteilen. Mit dieser Option können Sie den Datenverkehr des NetCeivers auf ein VLAN begrenzen. Um VLANs sinnvoll nutzen zu können, benötigen Sie zusätzlich VLAN-fähige Switches. Für das Reel MultiRoom-System vorkonfigurierte Switches erhalten Sie bei Ihrem Händler.
es_es: VLANs se usan para separar el tráfico de Red en múltiples redes virtuales. Con esta opción se puede limitar el tráfico del NetCeiver a un VLAN. Para usar los VLAN se necesitan dispositivos apropiados. Puede obtener dispositivos preconfigurados para el sistema Reel MultiRoom en su distribuidor local
fr_fr: les VLANs sont utilisés pour séparer le traffic réseau dans de multiples de réseaux virtuels. Avec cette option vous pouvez limiter le trafic du NetCeiver à un VLAN. Pour utiliser raisonnablement les VLANs vous devez avoir des switches compatibles VLAN. Vous pouvez recevoir des switches préconfigurés pour le système Reel MultiRoom aurpès de votre revendeur local.
nl_nl: VLAN wordt gebruikt om het netwerkverkeer te scheiden van het overige netwerkverkeer. Met deze optie blijft het netwerkverkeer van de NetCeiver binnen één VLAN. Bij VLAN gebruik moeten de switches ook VLAN ondersteuning hebben. Voorgeconfigureerde switches voor het Reel MultiRoom System zijn bij Uw lokale dealer verkrijgbaar.

source: bridge_id$Each VLAN is referenced by its own unique ID. It is recommended to use the ID '2' for NetCeiver and NetClients.
ca_es: Cada VLAN té la seva pròpia ID. És recomanable que utilitzeu la ID '2' per al NetCeiver i els NetClients.
de_de: Jedes VLAN wird über eine eigene, eindeutige ID referenziert. Empfohlen wird, für NetCeiver und NetClients die ID '2' zu verwenden.
es_es: Cada VLAN está identificada por una única ID. Se recomienda usar la ID'2' para el NetCeiver y los NetClients
fr_fr: Chaque VLAN est référencé par son propre ID. Il est recommandé d'utiliser l'ID '2' pour le NetCeiver et NetClients.
nl_nl: Ieder VLAN heeft een eigen unieke referentie ID, de voorkeur gaat uit maar ID '2' voor de NetCeiver en de Netclients.

source: Number of tuners to use on your Avantgarde:
ca_es: Nombre de sintonitzadors que utilitzarà l'Avantgarde:
de_de: Auf der Avantgarde zu benutzende Tuner:
es_es: Número de sintonizadores disponibles en su Avantgarde
fr_fr: Nombre de tuners à utiliser sur Avantgarde:
nl_nl: Aantal te gebruiken tuners op de Avantgarde:

source: Not available!
ca_es: No disponible!
de_de: Nicht verfügbar!
es_es: No disponible
fr_fr: Non disponible !
nl_nl: Niet beschikbaar!

source: No Avantgarde
ca_es: No es troba l'Avantgarde
de_de: Keine Avantgarde
es_es: No hay Avantgarde
fr_fr: Aucun AvantGarde
nl_nl: Geen Avantgarde

source: Search
ca_es: Cerca
de_de: Suche
es_es: Buscar
fr_fr: Recherche
nl_nl: Zoeken

source: MultiRoom is inactive.
ca_es: MultiRoom està inactiu.
de_de: MultiRoom ist inaktiv.
es_es: Multi-room inactivo.
fr_fr: MultiRoom est désactivé
nl_nl: MultiRoom niet aktief

source: Connection to ReelBox Avantgarde is disabled. Recording will be done locally.
ca_es: S'ha desactivat la connexió amb la ReelBox Avantgarde. Les gravacions es desaran localment.
de_de: Die Verbindung zur ReelBox Avantgarde ist deaktiviert. Aufnahmen werden lokal durchgeführt.
es_es: La conexión con ReelBox Avantgarde está desactivada. Las grabaciones se harán localmente.
fr_fr: La connexion à ReelBox Avantgarde est désactivée. Les enregistrements sont faits localement.
nl_nl: Verbinden naar de ReelBox Avantgarde is uitgeschakeld. Opnames worden lokaal opgeslagen.

source: MultiRoom is disabled and no harddisk was found - only LiveTV is available!
ca_es: MultiRoom està desactivat i no es troba el disc dur - només està disponible la TV en directe!
de_de: MultiRoom ist deaktiviert und es wurde keine Festplatte gefunden - nur Live-TV verfügbar!
es_es: MultiRoom desactivado y sin disco duro....sólo está disponible señal de TV
fr_fr: MultiRoom est désactivé et aucun disque sur n'a été trouvé - Réception TV est uniquement disponible!
nl_nl: MultiRoom is uitgeschakeld en er is geen harddisk gevonden - alleen LiveTV is mogelijk!

source: Recording and timeshift are disabled.
ca_es: Les gravacions i la captura de vídeo permanent estan desactivades!
de_de: Aufnahme und Timeshift sind deaktiviert.
es_es: Grabaciones y programaciones desactivados
fr_fr: Enregistrements et timeshift seront désactivés.
nl_nl: Opanme en timeshift uitgeschakeld

source: MultiRoom is active. Recording will be done by the ReelBox Avantgarde.
ca_es: MultiRoom està activat. La ReelBox Avantgarde s'ocuparà de les gravacions.
de_de: MultiRoom ist aktiv. Aufnahmen werden von der ReelBox Avantgarde durchgeführt.
es_es: MultiRoom está activo. Las grabaciones se harán en la Avantgarde.
fr_fr: MultiRoom est actif. Les enregistrements seront fait par ReelBox Avantgarde.
nl_nl: MultiRoom geaktiveerd. opnamen zullen door de ReelBox Avantgarde gedaan worden.
