Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/setup-0.9/po/*.po
Languages: ca_es, de_de, es_es, fr_fr, nl_nl

source: Error: The ReelBox Avantgarde is not accessible now. Possible reasons are: network hardware error, wrong network settings, Avantgarde is off. Please check the system settings and the network or select a different recording server.
ca_es: Error: La ReelBox Avantgarde no està disponible. Motius: error de xarxa, configuració de xarxa o ReelBox Avantgarde inactiva. Si us plau, comproveu les configuracions de sistema i de xarxa o seleccioneu un altre servidor de gravacions.
de_de: Die ReelBox Avantgarde ist derzeit nicht verfügbar. Mögliche Ursachen sind: Netzwerkfehler, falsche Netzwerkeinstellungen, Avantgarde ist aus. Bitte überprüfen Sie die System- und Netzwerkeinstellungen oder wählen Sie einen anderen Aufnahmeserver.
es_es: ReelBox Avantgarde no está accesible ahora. Posibles razones:Error conexiones de Red, configuración Red errónea o Avantgarde apagado. Repase las conexiones y las confguraciones o seleccione otro servidor de grabaciones.
fr_fr: Erreur: The ReelBox Avantgarde n'est pas accessible maintenant. Raisons possibles: erreur matérielle réseau, mauvais paramètres réseau, Avantgarde est éteint. Vérifiez les paramètres systèmes et le réseau ou sélectionner un autre serveur d'enregistrement.
nl_nl: Fout: De ReelBox Avantgarde kan niet gevonden worden. Mogelijke redenen : netwerk hardwarefout, verkeerde netwerkinstellingen, Avantgarde staat uit. Controleer de netwerk- en systeeminstellingen of kies een andere opnameserver.

source: If confirm now, MultiRoom will be deactivated.
ca_es: Confirmeu si voleu que MultiRoom sigui desactivat.
de_de: Wenn Sie jetzt bestätigen, wird MultiRoom deaktiviert.
es_es: Si confirma ahora, el Multi-room se desactivará.
fr_fr: Si vous confirmez maintenant, le MultiRoom sera désactivé
nl_nl: Na bevestigen zal MultiRoom worden gedeactiveerd.

source: Connection to the ReelBox Avantgarde will be disabled. Recording will be done locally.
ca_es: La connexió amb la ReelBox Avantgarde serà desactivada. Les gravacions es desaran localment
de_de: Die Verbindung zur ReelBox Avantgarde wird deaktiviert werden. Aufnahmen werden dann lokal durchgeführt.
es_es: Se cortará la conexión con ReelBox Avantgarde. Grabaciones locales sólamente
fr_fr: Connexion avec la ReelBox Avantgarde sera désactivé. Le Enregistrements seront fait en local.
nl_nl: De verbinding naar de ReelBox Avantgarde zal worden verbroken. Opnames worden lokaal opgeslagen.

source: If confirm now, MultiRoom will be disabled. No harddisk was found - only LiveTV will be available.
ca_es: Confirmeu si voleu que MultiRoom sigui desactivat. No es troba el disc dur - només està disponible la TV en directe.
de_de: Wenn Sie jetzt bestätigen wird MultiRoom jetzt deaktiviert. Es wurde keine Festplatte gefunden, daher wird nur Live-TV verfügbar sein.
es_es: Si confirma ahora, el MultiRoor de desactivará.Sin disco duro - sólo estrá disponible señal de TV
fr_fr: Si vous confirmez maintenant, le MultiRoom sera désactivé. Aucun disque dur n'a été trouvé - seul la réception TV sera possible.
nl_nl: Na bevestiging zal MultiRoom worden gedeactiveerd. Geen harddisk gevonden - alleen LiveTV beschikbaar.

source: Recording and timeshift will be disabled.
ca_es: Les gravacions i la captura de vídeo permanent seran desactivades.
de_de: Aufnahmen und Timeshift werden deaktiviert.
es_es: Grabaciones y programaciones desactivados
fr_fr: Enregistrements et Timeshift seront désactivés
nl_nl: Opanme en timeshift wordt uitgeschakeld.

source: If confirm now, MultiRoom will be activated. Recording will be done by the ReelBox Avantgarde.
ca_es: Confirmeu si voleu que MultiRoom sigui desactivat. La ReelBox Avantgarde s'ocuparà de les gravacions.
de_de: Wenn Sie jetzt bestätigen wird MultiRoom aktiviert. Aufnahmen werden dann von der ReelBox Avantgarde durchgeführt.
es_es: Si confirma ahora, el MultiRoom será activoado. Las grabaciones se harán en la Avantgarde.
fr_fr: Si vous confirmez maintenant, le MultiRoom sera actif. Les Enregistrements seront fait par la ReelBox Avantgarde.
nl_nl: Bij bevestiging zal MultiRoom worden geaktiveerd. Opnamen zullen door de ReelBox Avantgarde gedaan worden.

source: The ReelBox Avantgarde with the IP address "%s" will be used for MultiRoom services.
ca_es: La ReelBox Avantgarde amb l'adreça IP "%s" s'utilitzarà per als serveis MultiRoom.
de_de: Die ReelBox Avantgarde mit der IP "%s" wird für die MultiRoom-Dienste verwendet.
es_es: La siguiente dirección IP %s se usrá para MultiRoom.
fr_fr: La ReelBox Avantgarde avec l'adresse IP "%s" sera utilisée pour le service MultiRoom.
nl_nl: De ReelBox Avantgarde met IP adres %s zal voor de MultiRoom services gebruikt worden

source: Please select a ReelBox Avantgarde.
ca_es: Si us plau, seleccioneu la ReelBox Avantgarde.
de_de: Bitte wählen Sie eine ReelBox Avantgarde.
es_es: Seleccionar un ReelBox Avantgarde
fr_fr: Sélectionnez une ReelBox Avantgarde.
nl_nl: Selecteer aub. een Avantgarde:

source: Error!
de_de: Fehler!
fr_fr: Erreur!
nl_nl: Fout!

source: Please check the network settings and the network connection else please search in network.
ca_es: Si us plau, comproveu la configuració i les connexions de xarxa.
de_de: Überprüfen Sie die Netzwerkeinstellungen und -verbindungen oder suchen Sie im Netzwerk.
es_es: Compruebe las configuraciones y conexiones de Red.
fr_fr: Vérifiez vos paramètres réseau et les connexions réseaux sinon rechercher sur le réseau.
nl_nl: Kontroleer netwerk-instellingen en verbindingen aub., zoek anders in het netwerk.

source: Initializing database...
ca_es: S'està inicialitzant la base de dades
de_de: Initialisiere Datenbank...
es_es: Inicializando base de datos...
fr_fr: Base de données en cours d'initialisation...
nl_nl: Initialiseren van database...

source: Save changes?
ca_es: Desar els canvis?
de_de: Einstellungen speichern?
es_es: ¿Guerdar cambios?
fr_fr: Sauver les changements?
nl_nl: Wijzigingen opslaan?

source: Storing settings - please wait...
ca_es: S'està desant la configuració - si us plau, espereu...
de_de: Speichere Änderungen, bitte warten...
es_es: Guardando configuración, espere...
nl_nl: Instellingen opslaan, wachten aub...

source: Invalid settings: Client without Server!
ca_es: Configuració no vàlida: Client sense Servidor!
de_de: Ungültige Einstellung: Client ohne Server!
es_es: ¡Config. inválida: Cliente sin Servidor!
fr_fr: Paramètres incorrects: Client sans Serveur!
nl_nl: Ongeldige instelling: Client zonder server!

source: Some Timer is being edited, cannot save settings.
ca_es: S'està editant una gravació programada, no puc desar la configuració.
de_de: Timer wird gerade editiert, konnte nicht speichern.
es_es: Algún Programador está siendo editado. No se puede guardar config.
fr_fr: Quelques programmations ont été modifiées, impossible de sauver les paramètres
nl_nl: Een timer is aangepast, kan wijzigingen niet opslaan.

source: Internet connection not available!
ca_es: La connexió a internet no està disponible!
de_de: Nicht möglich! Bitte Internetzugang herstellen.
es_es: ¡No hay conexión a Internet!
fr_fr: Connexion Internet non disponible!
nl_nl: Internet verbinding niet beschikbaar!

source: Saving Settings...
ca_es: S'està desant la configuració...
de_de: Einstellungen werden gespeichert...
es_es: Guardando configuración
nl_nl: Instellingen worden opgeslagen...

source: Restarting network...
ca_es: S'està reiniciant la xarxa...
de_de: Netzwerk wird neu gestartet...
es_es: Buscar Red de nuevo
fr_fr: Rédémarrage du réseau...
nl_nl: Herstarten van netwerk...

source: Database status
ca_es: Estat de la base de dades
de_de: Datenbank-Status
es_es: Estado base de datos
fr_fr: Status de la base de données

source: Clear Database
ca_es: Buida la base de dades
de_de: Datenbank zurücksetzen
es_es: Borar base de datos
fr_fr: Effacer la base de données
nl_nl: Wis database

source: Clear Table ...
ca_es: S'estan buidant les taules ...
de_de: Tabelle leeren ...
es_es: Borrar Tabla ...
fr_fr: Effacer la table ...
nl_nl: Wis tabel...

source: Change Database Password ...
ca_es: Canvia la contrasenya de la base de dades ...
de_de: Paßwort für Datenbank ändern
es_es: Cambiar contaseña base de datos
fr_fr: Changez le mot de passe de la base de données...
nl_nl: Verander database wachtwoord ...

source: Local IP-Address unknown!
ca_es: Adreça IP local desconeguda!
de_de: Lokale IP-Adresse unbekannt!
es_es: Dirección IP local desconocida
fr_fr: Adresse IP locale inconnue!
nl_nl: Onbekend lokaal IP adres!

source: MultiRoom (inactive)
ca_es: MultiRoom (inactiu)
de_de: MultiRoom (inaktiv)
es_es: Multi-room (inactivo)
fr_fr: MultiRoom (inactif)
nl_nl: MultiRoom (inactief)

source: Error: Connection to ReelBox Avantgarde failed!
ca_es: Error: S'ha produït un error en connectar amb la ReelBox Avantgarde!
de_de: Fehler: Verbindung zur ReelBox Avantgarde fehlgeschlagen!
es_es: Error: ¡Conexión con Avantgarde fallida!
fr_fr: Erreur: la connexion à ReelBox AvantGarde a échoué!
nl_nl: Fout: Verbinden aan de ReelBox Avantgarde is mislukt!

source: Wakeup Avantgarde
de_de: Avantgarde WOL
fr_fr: Réveiller Avantgarde
nl_nl: Wakeup de Avantgarde

source: Please enter the number of tuners to use:
ca_es: Introduïu el nombre de sintonitzadors a utilitzar:
de_de: Bitte geben Sie die Zahl der Tuner zur Nutzung an:
es_es: Entre el número de sintonizadores:
fr_fr: Entrez le nombre de tuners à utiliser:
nl_nl: Voer het aantal te gebruiken tuners in aub:

source: Error! Something went wrong in the Avahi-Plugin!
ca_es: Error! Quelcom ha fallat al connector Avahi!
de_de: Fehler im Avahi-Plugin!
es_es: Error: Algo ha ido mal con el Avahi-Plugin
fr_fr: Erreur! quelque chose s'est passé avec le plugin-Avahi!
nl_nl: Fout! er ging iets mis met de Avahi-plugin!

source: Selection
ca_es: Selecció
de_de: Auswahl
es_es: Selección
fr_fr: Sélection
nl_nl: Selectie

source: search
ca_es: cerca
de_de: Suche
es_es: Buscar
fr_fr: recherche
nl_nl: zoeken

source: Following ReelBox Avantgarde is found in network.
ca_es: S'ha trobat aquesta Reelbox Avantgarde a la xarxa.
de_de: Folgende ReelBox Avantgarde wurde im Netzwerk gefunden.
es_es: ¡No se ha encontrado ReelBox Avantgarde en Red!
fr_fr: La ReelBox Avantgarde suivante a été trouvée sur le réseau.
nl_nl: De volgende ReelBox Avantgarde is in het netwerk gevonden.

source: Following ReelBox Avantgarde are found in network.
ca_es: S'han trobat aquestes Reelbox Avantgarde a la xarxa.
de_de: Folgende ReelBox Avantgarde wurden im Netzwerk gefunden.
es_es: Se han encontrado los siguientesReelBox Avantgardeen Red.
fr_fr: Les ReelBox Avantgarde suivantes ont été trouvées sur le réseau.
nl_nl: De volgende ReelBox Avantgardes zijn in het netwerk gevonden.

source: Please select a ReelBox Avantgarde for MultiRoom services:
ca_es: Si us plau, seleccioneu la ReelBox Avantgarde per als serveis MultiRoom:
de_de: Bitte wählen Sie für die MultiRoom-Dienste eine ReelBox Avantgarde aus:
es_es: Seleccionar un ReelBox Avantgarde para servicios MultiRoom:
fr_fr: Sélectionnez une ReelBox Avantgarde pour le service MultiRoom:
nl_nl: Kies aub. een ReelBox Avantgarde voor de MultiRoom service:

source: Note:
ca_es: Nota:
de_de: Hinweis:
es_es: Nota:
nl_nl: Opmerking:

source: No ReelBox Avantgarde found in network.
ca_es: No s'ha trobat cap Reelbox Avantgarde a la xarxa.
de_de: Es wurde keine ReelBox Avantgarde im Netzwerk gefunden.
es_es: No se ha encontrado ReelBox Avantgarde en Red
fr_fr: Aucune ReelBox Avantgarde trouvée sur le réseau
nl_nl: Geen ReelBox Avantgarde in het netwerk gevonden!

source: Rescan
ca_es: Torna a escanejar
de_de: Neue Suche
es_es: Buscar de nuevo
nl_nl: Opnieuw zoeken

source: The ReelBox Avantgarde (%s) which is currently configured as MultiRoom Server was not found on the network.
ca_es: No s'ha trobat a la xarxa la ReelBox Avantgarde (%s) configurada com a servidor MultiRoom.
de_de: Die aktuell als MultiRoom-Server konfigurierte ReelBox Avantgarde (%s) wurde im Netzwerk nicht gefunden.
es_es: La siguiente dirección IP %s se usaría para MultiRoom no se ha encontrado en Red.
fr_fr: La ReelBox Avantgarde (%s) qui est actuellement configuré en tant que serveur MultiRoom n'a pas été trouvé sur le réseau.
nl_nl: De ReelBox Avantgarde (%s) welke momenteel als MultiRoom Server is geconfigureerd, is niet in het netwerk gevonden.

source: If your ReelBox Avantgarde is configured to use DHCP, we strongly recommend using fixed IP addresses.
ca_es: Si la ReelBox Avantgarde està configurada per utilitzar DHCP, canvieu la configuració a IP fixa.
de_de: Falls die ReelBox Avantgarde mit DHCP konfiguriert ist, empfehlen wir dringend, feste IP Adressen zu verwenden.
es_es: Si su reelBox vantgarde está configurada para usar DHCP, recomendamos expresamente usar IP fija
fr_fr: Si votre ReelBox Avantgarde utilise le DHCP, nous vous recommandans vivement d'utiliser un adressage IP fixe
nl_nl: Indien de ReelBox Avantgarde op DHCP staat ingesteld wordt dringend geadviseerd dit te wijzigen in een statisch IP adres.

source: No ReelBox Avantgarde is currently configured.
ca_es: No s'ha configurat cap Reelbox Avantgarde.
de_de: Es ist keine ReelBox Avantgarde konfiguriert.
es_es: No se ha encontrado ReelBox Avantgarde configurada
fr_fr: Aucun ReelBox Avantgarde n'est actuellement configuré
nl_nl: Er is momenteel geen ReelBox Avantgarde geconfigureerd.

source: Search for ReelBox Avantgarde on the network
ca_es: Cerca Reelbox Avantgarde a la xarxa
de_de: Nach ReelBox Avantgarde im Netzwerk suchen
es_es: Buscando ReelBox Avantgarde en Red
fr_fr: Rechercher ReelBox Avantgarde sur le réseau
nl_nl: Zoek in het netwerk naar een ReelBox Avantgarde

source: Continue with MultiRoom deactivated
ca_es: Continua amb MultiRoom desactivat.
de_de: Ohne MultiRoom fortfahren
es_es: Continuar con Multi-room desactivado.
fr_fr: Continuer avec MultiRoom désactivé
nl_nl: Ga verder met MultiRoom gedeactiveerd

source: Please test:
de_de: Bitte prüfen:
fr_fr: Testez svp:
nl_nl: Test aub:

source: Please select a share:
ca_es: Si us plau, seleccioneu una carpeta compartida:
de_de: Bitte ein Netzwerklaufwerk auswählen:
es_es: Seleccionar un servidor:
fr_fr: Sélectionnez un partage:
nl_nl: Kies een share aub:

source: Please press OK to store settings.
ca_es: Si us plau, premeu OK per desar la configuració.
de_de: Bitte drücken Sie OK um die Einstellungen zu übernehmen.
es_es: Pulsar OK para guardar config.
fr_fr: Pressez OK pour sauver les paramètres
nl_nl: Druk op OK om de instellingen op te slaan.

source: AllowedCharsNetShares$ abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789!_-.,#~^$+@{}
de_de: abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789öäüÖÄÜß!_-.,#~^$+@{}

source: Currently no active connections
ca_es: No hi ha connexions actives
de_de: Keine aktiven Verbindungen vorhanden.
es_es: No hay conexiones activas
fr_fr: Actuellement, aucune connections actives
nl_nl: Op dit moment zijn er geen actieve verbindingen

source: Do you want to use Network Shares? Press OK.
ca_es: Voleu utilitzar les carpetes compartides a la xarxa? Premeu OK.
de_de: Mit der roten Taste können Sie nach Freigaben suchen.
es_es: ¿Quiere usar intercambios por Red? Apriete OK
fr_fr: Voulez vous utiliser les partages réseau? Pressez OK.
nl_nl: Wilt u gebruik maken van netwerk shares? Druk OK.

source: Button$Disable
ca_es: Desactiva
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
nl_nl: Uitzetten

source: Button$Enable
ca_es: Activa
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
nl_nl: Aanzetten

source: Do you want to remove the connection?
ca_es: Voleu suprimir la connexió?
de_de: Wollen Sie die Verbindung entfernen?
es_es: ¿Quiere eliminar el intercambo?
fr_fr: Voulez vous retirer cette connection?
nl_nl: Wilt u de share verwijderen?

source: Recording won't be possible on this share. Continue?
ca_es: No és possible desar les gravacions en aquesta carpeta compartida. Continuar?
de_de: Aufnahmen werden auf diese Freigabe nicht möglich sein. Wollen Sie fortsetzen?
fr_fr: L'enregistrement sur ce partage ne sera pas possible. Continuer?
nl_nl: Het is niet mogelijk op deze share op te nemen. Verdergaan?

source: Scanning...
ca_es: S'està escanejant...
de_de: Durchsuche Netzwerk, bitte warten...
es_es: Buscando...
fr_fr: Scan en cours...
nl_nl: Zoeken...

source: Scanning complete.
ca_es: S'ha completat l'escaneig.
de_de: Suche beendet.
es_es: Búsqueda completa.
fr_fr: Scan complet.
nl_nl: Zoeken compleet.

source: Scanning failed!
ca_es: S'ha produït un error en escanejar!
de_de: Suche fehlgeschlagen!
es_es: ¡Búsqueda fallida!
fr_fr: Scan a échoué!
nl_nl: Zoeken mislukt!

source: Found shares:
ca_es: Carpetes compartides:
de_de: Gefundene Freigaben:
es_es: Encontrar servidores:
fr_fr: Partages trouvés:
nl_nl: Gevonden shares:

source: Host
de_de: Rechnername
es_es: Huésped
fr_fr: Hôte

source: Share name
ca_es: Nom de la carpeta compartida
de_de: Freigabename
es_es: Nombre intercambio
fr_fr: Nom du partage
nl_nl: Share naam

source: Share Number
ca_es: Número
de_de: Freigabenummer
es_es: Número intercambio
fr_fr: Numéro du partage
nl_nl: Share nummer

source: Display name
ca_es: Mostra el nom
de_de: Angezeigter Name
es_es: Mostrar nombre
fr_fr: Nom d'affichage
nl_nl: Display naam

source: Username
ca_es: Usuari
de_de: Benutzername
es_es: Usuario
fr_fr: Identifiant
nl_nl: Gebruikersnaam

source: Password
ca_es: Contrasenya
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Paswoord

source: Pictures
ca_es: Imatges
de_de: Bilder
es_es: Imágenes
fr_fr: Images
nl_nl: Foto's

source: Music
ca_es: Música
de_de: Musik
es_es: Música
fr_fr: Musique
nl_nl: Muziek

source: Recordings
ca_es: Gravacions
de_de: Aufnahmen
es_es: Grabaciones
fr_fr: Enregistrements
nl_nl: Opnames

source: Do you want to use the guest account?
ca_es: Voleu utilitzar un compte de visitant?
de_de: Wollen Sie die Verbindung mit Gastzugang nutzen?
es_es: ¿Quiere usar una cuenta de huésped?
fr_fr: Voulez vous utiliser le compte invité?
nl_nl: Wilt u gebruik maken van gasttoegang?

source: Protocol
de_de: Protokoll
es_es: Protocolo
fr_fr: Protocole

source: Block size
ca_es: Mida del bloc
de_de: Blockgröße
es_es: Tamaño bloque
fr_fr: Taille de bloc
nl_nl: Blok groote

source: hard/soft
de_de: hard/soft mounten
fr_fr: matériel/logiciel
nl_nl: hard/zacht

source: hard
de_de: hart
fr_fr: matériel

source: Lock
ca_es: Bloqueja
de_de: Locking
es_es: Fijar
fr_fr: Verrouillé
nl_nl: Blokkeren

source: Read/Write
ca_es: Llegeix/Escriu
de_de: Lesen/Schreiben
es_es: Leer/escribir
fr_fr: Lecture/Ecriture
nl_nl: Lezen/Schrijven

source: Readonly
ca_es: Només llegeix
de_de: Nur Lesen
es_es: Sólo leer
fr_fr: Lecture seule
nl_nl: Alleen lezen

source: Read&Write
ca_es: Llegeix i Escriu
de_de: Lesen & Schreiben
es_es: Escribir
fr_fr: Lecture&Ecriture
nl_nl: Lezen&Schrijven

source: Please enter Username & Password,
ca_es: Introduïu el nom d'usuari i la contrasenya,
de_de: Bitte Benutzernamen und Passwort eingeben.
es_es: Introduzca el usuario y contraseña
fr_fr: Entrez svp l'identifiant & le mot de passe,
nl_nl: Voer gebruikersnaam en wachtwoord in,

source: which is needed for browsing the shares.
ca_es: per explorar les carpetes compartides.
de_de: Dies wird benötigt, um die Freigaben zu sehen.
es_es: necesarios para buscar intercambios
fr_fr: nécessaire à l'exploration des partages.
nl_nl: welke benodigd zijn om de shares te kunnen benaderen.

source: Please enter username & password!
ca_es: Introduïu el nom d'usuari i la contrasenya!
de_de: Bitte Benutzernamen und Passwort eingeben.
es_es: ¡Introduzca usuario y contraseña!
fr_fr: Entrez l'identifiant & le mot de passe!
nl_nl: Voer gebruikersnaam en wachtwoord in!

source: Please select the device for storing your media files:
ca_es: Seleccioneu el dispositiu per emmagatzemar els fitxers mèdia:
de_de: Wählen Sie den Datenträger zum Abspeichern Ihrer Medien:
es_es: Seleccione dispositivo para guardar los archivos-Media
fr_fr: Sélectionner svp le périphérique où sera stocké vos fichiers multimédia:
nl_nl: Selecteer onderdeel voor het opslaan van uw media bestanden:

source: Drive Device Size Free Type
de_de: Laufwerk Gerät Größe Frei Art
fr_fr: Lecteur Périphérique Taille libre Type
nl_nl: Harddisk Apparaat Grootte Vrij Type

source: Recording
ca_es: Gravacions
de_de: Aufnahmen
es_es: Grabaciones
fr_fr: Enregistrement
nl_nl: Opnemen

source: All media
ca_es: Tots els suports
de_de: Alle Medien
fr_fr: Tous les médias
nl_nl: Alle media

source: (removable)
ca_es: (extraïble)
de_de: (entfernbar)
es_es: (extraible)
fr_fr: (amovible)
nl_nl: (verwijderbaar)

source: Note: MultiRoom will be disabled.
ca_es: Nota: MultiRoom serà desactivat.
de_de: Hinweis: MultiRoom wird deaktiviert.
es_es: Multi-room se desactivará.
fr_fr: Note: MultiRoom sera désactivé.
nl_nl: Opmerking: Multiroom wordt uitgeschakeld.

source: Unmount
de_de: Lösen
fr_fr: Démonter
nl_nl: Koppel af

source: Mount
de_de: Einbinden
fr_fr: Monter
nl_nl: Koppel

source: timeshift off
ca_es: captura de vídeo inactiva
de_de: Timeshift aus
es_es: Grab.contínua perman.desactivada
fr_fr: Timeshift Arr.
nl_nl: timeshift uit

source: timeshift on
ca_es: captura de vídeo activa
de_de: Timeshift ein
es_es: Grab.contínua perman.activada
fr_fr: Timeshift Mar.
nl_nl: timeshift aan

source: Resize partition
ca_es: Redimensiona la partició
de_de: Größe ändern
es_es: Cambiar tamaño partición
fr_fr: Redimensionner la partition
nl_nl: Varander partitie groote

source: Rebooting!
ca_es: S'està reiniciant!
de_de: Neustart...
es_es: ¡Reiniciando!
fr_fr: Rédémarrage!
nl_nl: Herstarten!

source: Unable to mount. Missing command
de_de: Einbinden nicht möglich. Befehl nicht ausführbar
fr_fr: Impossible de monter. Commande manquante
nl_nl: Aankoppelen mislukt, Het commando is niet aanwezig

source: unmounting
de_de: Löse Bindung
fr_fr: démonter

source: mounting
de_de: Laufwerk wird eingebunden.
fr_fr: monter

source: Warning, recording is running!
ca_es: Alerta, hi ha una gravació activa!
de_de: Warnung: Aufnahme läuft!
es_es: Atención, grabación en curso
fr_fr: Attention, enregistrement en cours!
nl_nl: Waarschuwing, opname is bezig!

source: Mounting device failed
ca_es: No s'ha pogut muntar la unitat
de_de: Einbinden fehlgeschlagen
es_es: Montaje dispositivo fallido
fr_fr: Montage du périphérique a échoué
nl_nl: mounten van apparaat mislukt!

source: Warning, device may be to small for recordings!
ca_es: Alerta, la unitat no té prou capacitat per a les gravacions!
de_de: Warnung: Datenträger ist sehr klein für Aufnahmen!
es_es: Atención: Dispositivo demasiado pequeño para grabaciones
fr_fr: Attention, le périphérique est insuffisant pour enregistrer!
nl_nl: Waarschuwing, apaaraat waarschijnlijk te klein voor opnames!

source: Warning, few space is left on this device!
ca_es: Alerta, hi ha poc espai disponible a la unitat!
de_de: Warnung: wenig freier Speicherplatz auf diesem Laufwerk!
es_es: Atención: Queda poco espacio en el dispositivo
fr_fr: Attention, peu d'espace de libre sur ce périphérique!
nl_nl: Waarschuwing, er is weinig ruimte beschikbaar op dit apaaraat!

source: Resize partition now?
ca_es: Redimensionar la partició?
de_de: Partition jetzt vergrößern?
es_es: Cambiar tamaño partición
fr_fr: Redimensionner la partition maintenant?
nl_nl: Partitie grootte nu wijzigen?

source: Resizing - please wait...
ca_es: S'està redimensionant la partició - si us plau, espereu...
de_de: Ändere Größe - Bitte warten...
es_es: Cambiando tamaño, espere...
fr_fr: Redimensionnement - patientez svp...
nl_nl: Grootte wijzigen, even geduld aub...

source: Do you want to reboot the ReelBox now?
ca_es: Reiniciar la ReelBox?
de_de: Wollen Sie die ReelBox jetzt neu starten?
es_es: ¿Quiere reiniciar la reelBox ahora?
fr_fr: Voulez vous redémarrer la ReelBox maintenant?
nl_nl: Wilt u de ReelBox nu herstarten?
