Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/ipod-0.0.4/po/*.po
Languages: pl_pl, ro_ro

source: Ipod not found.
pl_pl: Nie znaleziono Ipoda
ro_ro: Nuam gasit Ipod-ul

source: Add recursivly?
pl_pl: Dodac rekursywnie?
ro_ro: Adaug recursiv ?

source: Play
pl_pl: Odgrywaj

source: Add
pl_pl: Dodaj
ro_ro: Adauga

source: Playlist
pl_pl: Lista odtwarzania

source: Add to playlist
pl_pl: Dodaj do listy odtwarzania
ro_ro: Adauga la playlist

source: Delete
pl_pl: Usuń
ro_ro: Sterge

source: Clear
pl_pl: Wyczyść
ro_ro: Curata

source: Delete entry?
pl_pl: Usunać pole?
ro_ro: Sterg intrarea ?

source: Clear playlist?
pl_pl: Wyczyścić liste odtwarzania?
ro_ro: Sterg playlist ?

source: Mount Script
pl_pl: Scrypt montowania
ro_ro: Montare script

source: Mount Point
pl_pl: Punkt Montowania
ro_ro: Montare Punct

source: mp3 Plugin's Playlist Path
pl_pl: Ścieżka wtyczek mp3 do listy odtwarzania
ro_ro: Calea catre pluginul mp3
