Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/skinreel3-1/po/*.po
Languages: ca_es, it_it

source: *** Invalid Channel ***
ca_es: *** Canal no vàlid ***
it_it: *** Canale non valido ***

source: mins
ca_es: min
it_it: Minuti

source: en_US
ca_es: ca_ES
it_it: it_IT

source: background process
ca_es: processos en segon pla
it_it: Processo in background

source: Play Disk
ca_es: Reprodueix Disc
it_it: Riprodurre disco

source: Languages
ca_es: Idiomes
it_it: Lingue

source: Size
ca_es: Mida
it_it: Dimensione

source: Auxiliary information
ca_es: Informació addicional
it_it: Informazione ausiliaria

source: Subtitles
ca_es: Subtítols
it_it: Sottotitoli

source: TrueType Font
ca_es: Tipus de lletra TrueType
it_it: Carattere TrueType

source: No TTF support!
ca_es: No hi ha suport TTF!
it_it: Nessun supporto TTF!

source: Default OSD Font
ca_es: Tipus de lletra per defecte OSD
it_it: Carattere OSD predefinito

source: Default Fixed Size Font
ca_es: Mida lletra normal per defecte
it_it: Carattere dimensione fissa pred.

source: Default Small Font
ca_es: Mida lletra petita per defecte
it_it: Carattere piccolo pred.

source: General
it_it: Generale

source: Logos & Symbols
ca_es: Logotips i Símbols
it_it: Loghi & simboli

source: Fonts
ca_es: Tipus de lletra
it_it: Caratteri

source: Changes done
ca_es: S'han desat els canvis
it_it: Modifiche effettuate

source: elapsed
ca_es: transcorregut
it_it: trascorso

source: remaining
ca_es: restant
it_it: rimasto

source: percent
ca_es: percentatge
it_it: percentuale

source: never
ca_es: mai
it_it: mai

source: use size.vdr only
ca_es: només utilitza size.vdr
it_it: usare solo size.vdr

source: always
ca_es: sempre
it_it: sempre

source: Last line
ca_es: Darrera línia
it_it: Ultima riga

source: Help buttons
ca_es: Botons d'ajuda
it_it: Pulsanti aiuto

source: Free last line
ca_es: Darrera línia lliure
it_it: Ultima riga libera

source: simple
it_it: Semplice

source: graphical
ca_es: gràfic
it_it: Grafico

source: graphical small
ca_es: petit gràfic
it_it: Grafico piccolo

source: Show auxiliary information
ca_es: Mostra informació addicional
it_it: Mostrare Informazione ausiliaria

source: top
ca_es: a dalt
it_it: In cima

source: bottom
ca_es: a baix
it_it: In fondo

source: Show recording's size
ca_es: Mostra la mida de la gravació
it_it: Mostrare dimensione registrazioni

source: Show remaining/elapsed time
ca_es: Mostra temps restant/transcorregut
it_it: Mostrare tempo rimasto/trascorso

source: Show VPS
ca_es: Mostra VPS
it_it: Mostrare VPS

source: Show source in the channelinfo
ca_es: Mostra les fonts a la informació de canal
it_it: Mostrare sorgente in info canale

source: Progressbar type
ca_es: Tipus de barra de progrés
it_it: Tipo barra progressione

source: Show channel logos
ca_es: Mostra els logotips dels canals
it_it: Mostrare loghi canali

source: Flushing channel logo cache...
ca_es: S'està buidant la memòria cau de logotips...
it_it: Pulizia cache logo canale...

source: Show symbols
ca_es: Mostra símbols
it_it: Mostrare simboli

source: Show symbols in replay
ca_es: Mostra símbols durant la reproducció
it_it: Mostrare simboli in riproduzione

source: Show symbols in messages
ca_es: Mostra símbols als missatges
it_it: Mostrare simboli nei messaggi

source: Show symbols in audio
ca_es: Mosta símbols als fitxers d'àudio
it_it: Mostrare simboli in audio

source: Show symbols in lists
ca_es: Mostra símbols a les llistes
it_it: Mostrare simboli nelle liste

source: Show marker in lists
ca_es: Mostra marcadors a les llistes
it_it: Mostrare etichette negli elenchi

source: Show status symbols
ca_es: Mostra símbols d'estat
it_it: Mostrare simboli stato

source: Identify channel by
ca_es: Identifica el canal per
it_it: Identificare canale per

source: name
ca_es: nom
it_it: Nome

source: data
it_it: Dati

source: Channel logo cache size
ca_es: Mida de la memòria cau de logotips
it_it: Dimensione cache logo canale

source: Button$Flush cache
ca_es: Buida memòria cau
it_it: Ripulire cache

source: Name
ca_es: Nom
it_it: Nome

source: Width
ca_es: Amplada
it_it: Larghezza

source: No TrueType fonts installed!
ca_es: No s'han instal·lat tipus de lletra TrueType!
it_it: Nessun carattere TrueType installato!

source: Font Sizes
ca_es: Mida de la lletra
it_it: Dim. caratteri

source: Fixed Font
ca_es: Tipus de lletra normal
it_it: Carattere fisso

source: Button$Set
ca_es: Fixa
it_it: Impostare

source: OSD title
ca_es: Títol OSD
it_it: Titolo OSD

source: Messages
ca_es: Missatges
it_it: Messaggi

source: Date
ca_es: Data
it_it: Data

source: Help keys
ca_es: Tecles d'ajuda
it_it: Tasti aiuto

source: Channelinfo: title
ca_es: Informació de canal: títol
it_it: Info canale: titolo

source: Channelinfo: subtitle
ca_es: Informació de canal: subtítol
it_it: Info canale: sottotitolo

source: Channelinfo: language
ca_es: Informació de canal: idioma
it_it: Info canale: lingua

source: List items
ca_es: Llista els ítems
it_it: Elenco voci

source: Info area: timers title
ca_es: Àrea d'informació: títol de la gravació
it_it: Area info: titoli timer

source: Info area: timers text
ca_es: Àrea d'informació: text de la gravació
it_it: Area info: testo timer

source: Info area: warning title
ca_es: Àrea d'informació: títol d'alerta
it_it: Area info: titolo avviso

source: Info area: warning text
ca_es: Àrea d'informació: text d'alerta
it_it: Area info: testo avviso

source: Details: title
ca_es: Detalls: títol
it_it: Dettagli: titolo

source: Details: subtitle
ca_es: Detalls: subtítol
it_it: Dettagli: sottotitolo

source: Details: date
ca_es: Detalls: data
it_it: Dettagli: data

source: Details: text
ca_es: Detalls: text
it_it: Dettagli: testo

source: Replay: times
ca_es: Reproducció: vegades
it_it: Riproduzione: ripetizioni

source: ReelBox skin 3rd generation
ca_es: Aparença de la Reelbox - 3a. gen
it_it: Skin ReelBox 3Â° generazione

source: Channel:
ca_es: Canal:
it_it: Canale:

source: Search pattern:
ca_es: Cerca patró:
it_it: Modello ricerca:

source: Timer check
ca_es: Comprova gravació programada
it_it: Verifica timer

source: No timer check
ca_es: No comprovis la gravació programada
it_it: Nessuna verifica timer

source: Reel Avantgarde
ca_es: ReelBox Avantgarde
