Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/games-0.6.2/po/*.po
Languages: ro_ro

source: OSD Games Collection
ro_ro: Colectia de jocuri OSD

source: Games
ro_ro: Jocuri

source: Games
ro_ro: Jocuri

source: OSD Size
ro_ro: Dimensiune OSD

source: X Position
ro_ro: Pozitie X

source: Y Position
ro_ro: Pozitie Y

source: Computer Skill
ro_ro: Indemanare Computer

source: Key Repeat
ro_ro: Tasta repetare

source: Off
ro_ro: Oprit

source: On
ro_ro: Pornit
