Repository: hfuerst/reelvdr
Catalog: src/vdr-2.0.2-bm2lts/po/*.po
Languages: sk_sk

source: VDR will shut down later - press Power to force
sk_sk: VDR sa vypne neskor¹ie. - Vynútenie potvrdte klávesou Power

source: Press any key to cancel shutdown
sk_sk: Ktorákoµvek klávesa zru¹í vypnutie

source: Switching primary DVB...
sk_sk: Prepína hlavný DVB...

source: Editing process failed!
sk_sk: Zostrihávanie zlyhalo!

source: Editing process finished
sk_sk: Proces zostrihávania dokonèený

source: Press any key to cancel restart
sk_sk: ktorákoµvek klávesa zru¹í re¹tart

source: VDR will shut down in %s minutes
sk_sk: VDR sa vypne za %s minút

source: free
sk_sk: voµné
