Repository: hfuerst/reelvdr
Catalog: src/vdr-2.0.2-bm2lts/po/*.po
Languages: sk_sk

source: *** Invalid Channel ***
sk_sk: *** Neplatný kanál ***

source: Channel not available!
sk_sk: Kanál nie je dostupný!

source: Can't start Transfer Mode!
sk_sk: Nemô¾e spusti» prenos!

source: off
sk_sk: vypnuté

source: on
sk_sk: zapnuté

source: auto
sk_sk: automaticky

source: none
sk_sk: ¾iadny

source: Polarization
sk_sk: Polarizácia

source: System
sk_sk: systém

source: Modulation
sk_sk: Modulácia

source: Bandwidth
sk_sk: ©írka pásma

source: Transmission
sk_sk: Prenos

source: Guard
sk_sk: Ochrana

source: Hierarchy
sk_sk: Hierarchia

source: Starting EPG scan
sk_sk: Spú¹»a sa snímanie EPG

source: Content$Movie/Drama
sk_sk: Film/Dráma

source: Content$Detective/Thriller
sk_sk: Detektívka/Triler

source: Content$Adventure/Western/War
sk_sk: Dobrodru¾ný/Western/Vojnový

source: Content$Science Fiction/Fantasy/Horror
sk_sk: Vedecko fantastický/Fantastický/Horor

source: Content$Comedy
sk_sk: Komédia

source: Content$Soap/Melodrama/Folkloric
sk_sk: Soap epera/Melodráma/Folklór

source: Content$Romance
sk_sk: Romantický

source: Content$Serious/Classical/Religious/Historical Movie/Drama
sk_sk: Skutoèný/Klasický/Nábo¾ensky/Historický film/Dráma

source: Content$Adult Movie/Drama
sk_sk: Film pre dospelých/Dráma

source: Content$News/Current Affairs
sk_sk: Správy/Aktuálne udalosti

source: Content$News/Weather Report
sk_sk: Správy/Predpoveï poèasia

source: Content$News Magazine
sk_sk: Spravodajský magazín

source: Content$Documentary
sk_sk: Dokumentárny

source: Content$Discussion/Inverview/Debate
sk_sk: Diskusia/Rozhovor/debata

source: Content$Show/Game Show
sk_sk: ©ou/Zábavné hry

source: Content$Game Show/Quiz/Contest
sk_sk: Zábavná hra/vedemostná/sú»a¾ná

source: Content$Variety Show
sk_sk: varieté

source: Content$Talk Show
sk_sk: Televízna relácia

source: Content$Sports
sk_sk: ©port

source: Content$Special Event
sk_sk: Zvlá¹tne udalosti

source: Content$Sport Magazine
sk_sk: ©portový magazín

source: Content$Football/Soccer
sk_sk: Fudbal

source: Content$Tennis/Squash
sk_sk: Tenis/Squash

source: Content$Team Sports
sk_sk: Týmové ¹porty

source: Content$Athletics
sk_sk: Atletika

source: Content$Motor Sport
sk_sk: Motorizmus

source: Content$Water Sport
sk_sk: Vodné ¹porty

source: Content$Winter Sports
sk_sk: Zimné ¹porty

source: Content$Equestrian
sk_sk: Jazdecké ¹porty

source: Content$Martial Sports
sk_sk: Bojvé ¹porty

source: Content$Children's/Youth Programme
sk_sk: Pre deti/program pre mláde¾

source: Content$Pre-school Children's Programme
sk_sk: Program pre pred¹kolské deti

source: Content$Entertainment Programme for 6 to 14
sk_sk: Zábavný program od 6 do 14 rokov

source: Content$Entertainment Programme for 10 to 16
sk_sk: Zábavný program od 10 do 16 rokov

source: Content$Informational/Educational/School Programme
sk_sk: Informaèný/Výchovný/©kolský program

source: Content$Cartoons/Puppets
sk_sk: Kreslený/Bábkový

source: Content$Music/Ballet/Dance
sk_sk: Hudba/Balet/Tanec

source: Content$Rock/Pop
sk_sk: Rock/Pop

source: Content$Serious/Classical Music
sk_sk: Vá¾na/Klasická hudba

source: Content$Folk/Tradional Music
sk_sk: ¥udová/Tradièná Hudba

source: Content$Jazz
sk_sk: Jazz

source: Content$Musical/Opera
sk_sk: Muzikál/Opera

source: Content$Ballet
sk_sk: Balet

source: Content$Arts/Culture
sk_sk: Umenie/Kultúra

source: Content$Performing Arts
sk_sk: Herecké umenie

source: Content$Fine Arts
sk_sk: Výtvarné umenie

source: Content$Religion
sk_sk: Nábo¾enstvo

source: Content$Popular Culture/Traditional Arts
sk_sk: Populárna kultúra/Tradièné umenie

source: Content$Literature
sk_sk: Literatúra

source: Content$Film/Cinema
sk_sk: Film/Kino

source: Content$Experimental Film/Video
sk_sk: Experimentálny film/Video

source: Content$Broadcasting/Press
sk_sk: Rozhlas/Tlaè

source: Content$New Media
sk_sk: Nové média

source: Content$Arts/Culture Magazine
sk_sk: Umenie/Kultúrny magazín

source: Content$Fashion
sk_sk: Móda

source: Content$Social/Political/Economics
sk_sk: Sociálny/Politický/Ekonomický

source: Content$Magazine/Report/Documentary
sk_sk: Magazín/Reportá¾e/

source: Content$Economics/Social Advisory
sk_sk: Ekonomika/Sociálne poradenstvo

source: Content$Remarkable People
sk_sk: Významné osobnosti

source: Content$Education/Science/Factual
sk_sk: Vzdelávanie/Veda/Fakta

source: Content$Nature/Animals/Environment
sk_sk: Príroda/Zvieratá/®ivotné prostredie

source: Content$Technology/Natural Sciences
sk_sk: Technológia/Prírodné vedy

source: Content$Medicine/Physiology/Psychology
sk_sk: Medicína/Filozofia/Psychológia

source: Content$Foreign Countries/Expeditions
sk_sk: Zahranièné krajiny/Expediícia

source: Content$Social/Spiritual Sciences
sk_sk: sociálne/duchovné vedy

source: Content$Further Education
sk_sk: ïal¹ie vzdelávanie

source: Content$Languages
sk_sk: Jazyky

source: Content$Leisure/Hobbies
sk_sk: vólny èas

source: Content$Tourism/Travel
sk_sk: Turistika/Cestovanie

source: Content$Handicraft
sk_sk: Remeslá

source: Content$Motoring
sk_sk: Motorizmus

source: Content$Fitness & Health
sk_sk: Fitness a zdravie

source: Content$Cooking
sk_sk: Varenie

source: Content$Advertisement/Shopping
sk_sk: Reklama/Predaj

source: Content$Gardening
sk_sk: Záhradkárstvo

source: Content$Original Language
sk_sk: Pôvodný jazyk

source: Content$Black & White
sk_sk: Èiernobiely

source: Content$Unpublished
sk_sk: Nepublikované

source: Content$Live Broadcast
sk_sk: ®ivé vysielanie

source: ParentalRating$from %d
sk_sk: od %d

source: No title
sk_sk: Bez názvu

source: LanguageName$English
sk_sk: Slovensky

source: LanguageCode$eng
sk_sk: slk

source: Recording commands
sk_sk: Príkazy nahrávania

source: New folder
sk_sk: Nový zlo¾ka

source: Edit timer
sk_sk: Úprava plánu nahrávania

source: Phase 1: Detecting RC code type
sk_sk: Fáza 1: Detekcia typu diaµkového ovládania

source: Press any key on the RC unit
sk_sk: Stlaète µubovolné tlaèidlo ovládania

source: RC code detected!
sk_sk: Bol zosnímaný kód diaµkového ovládania!

source: Do not press any key...
sk_sk: Nestláèajte ¾iadne klávesy...

source: Phase 2: Learning specific key codes
sk_sk: Fáza 2: Urèenie funkcie tlaèidiel

source: Press key for '%s'
sk_sk: Stlaète tlaèidlo pre funkciu '%s'

source: Press 'Up' to confirm
sk_sk: Pre potvrdenie stlaète tlaèidlo 'Hore'

source: Press 'Down' to continue
sk_sk: Pokraèujete stlaèením tlaèidla 'Dole'

source: (press 'Up' to go back)
sk_sk: (Vrátite sa stlaèením tlaèidla 'hore')

source: (press 'Down' to end key definition)
sk_sk: (Definovanie tlaèidiel ukonèíte stlaèením tlaèidla 'dole')

source: (press 'Menu' to skip this key)
sk_sk: (stlaèením 'Menu' preskoèíte definíciu tlaèidla)

source: Learning Remote Control Keys
sk_sk: Programovanie diaµkového ovládania

source: Phase 3: Saving key codes
sk_sk: Fáza 3: Ulo¾enie kódu tlaèidiel

source: Press 'Up' to save, 'Down' to cancel
sk_sk: Nastavenie stlaèením tlaèidla 'hore' ulo¾íte, 'Dole' zru¹íte

source: Key$Up
sk_sk: Hore

source: Key$Down
sk_sk: Dole

source: Key$Menu
sk_sk: Menu

source: Key$Ok
sk_sk: Ok

source: Key$Back
sk_sk: Spä»

source: Key$Left
sk_sk: Vµavo

source: Key$Right
sk_sk: Vpravo

source: Key$Red
sk_sk: Èervené

source: Key$Green
sk_sk: Zelené

source: Key$Yellow
sk_sk: ®lté

source: Key$Blue
sk_sk: Modré

source: Key$Info
sk_sk: Info

source: Key$Play/Pause
sk_sk: Prehra»/Pozastavi»

source: Key$Play
sk_sk: Prehra»

source: Key$Pause
sk_sk: Pozastavi»

source: Key$Stop
sk_sk: Zastavi»

source: Key$Record
sk_sk: Nahra»

source: Key$FastFwd
sk_sk: Pretoèi» dopredu

source: Key$FastRew
sk_sk: Pretoèi» spä»

source: Key$Next
sk_sk: Nasledujúci

source: Key$Prev
sk_sk: Predchádzajúci

source: Key$Power
sk_sk: Vypínaè

source: Key$Channel+
sk_sk: Kanál+

source: Key$Channel-
sk_sk: Kanál-

source: Key$PrevChannel
sk_sk: Predchádzajúci kanál

source: Key$Volume+
sk_sk: Hlasitos»+

source: Key$Volume-
sk_sk: Hlasitos» -

source: Key$Mute
sk_sk: Ticho

source: Key$Audio
sk_sk: Zvuk

source: Key$Subtitles
sk_sk: Titulky

source: Key$Schedule
sk_sk: Televízny program

source: Key$Channels
sk_sk: Kanály

source: Key$Timers
sk_sk: Plány nahrávania

source: Key$Recordings
sk_sk: Nahrávky

source: Key$Setup
sk_sk: Nastavenie

source: Key$Commands
sk_sk: Príkazy

source: Key$User0
sk_sk: U¾ívateµ0

source: Key$User1
sk_sk: U¾ívateµ1

source: Key$User2
sk_sk: U¾ívateµ2

source: Key$User3
sk_sk: U¾ívateµ3

source: Key$User4
sk_sk: U¾ívateµ4

source: Key$User5
sk_sk: U¾ívateµ5

source: Key$User6
sk_sk: U¾ívateµ6

source: Key$User7
sk_sk: U¾ívateµ7

source: Key$User8
sk_sk: U¾ívateµ8

source: Key$User9
sk_sk: U¾ívateµ9

source: Free To Air
sk_sk: volne ¹íriteµný

source: encrypted
sk_sk: kódovaný

source: Edit channel
sk_sk: Prispôsobi» kanál

source: Name
sk_sk: Názov

source: Source
sk_sk: Zdroj

source: Frequency
sk_sk: Frekvencia

source: Channel settings are not unique!
sk_sk: Nastavenia kanálu nie sú výnimoèné!

source: Channels
sk_sk: Kanály

source: Button$Edit
sk_sk: Upravi»

source: Button$New
sk_sk: Nový

source: Button$Delete
sk_sk: Zmaza»

source: Button$Mark
sk_sk: Oznaèi»

source: Channel is being used by a timer!
sk_sk: Plán nahrávania práve pou¾íva kanál!

source: Delete channel?
sk_sk: Odstráni» kanál?

source: Edit folder
sk_sk: Upravi» zlo¾ku

source: Sub folder
sk_sk: Pod zlo¾ka

source: Folder name already exists!
sk_sk: Názov zlo¾ky u¾ existuje!

source: Folder name must not contain '%c'!
sk_sk: Názov zlo¾ky nesmie obsahova» '%c'!

source: Button$Select
sk_sk: Vybra»

source: Delete folder and all sub folders?
sk_sk: Vymaza» zlo¾ku a v¹etky pod zlo¾ky?

source: Delete folder?
sk_sk: Vymaza» zlo¾ku?

source: Active
sk_sk: Aktívny

source: Channel
sk_sk: Kanál

source: Day
sk_sk: Deò

source: Start
sk_sk: Zaèína

source: Stop
sk_sk: Konèí

source: Priority
sk_sk: Priorita

source: Lifetime
sk_sk: ®ivotnos»

source: yes
sk_sk: áno

source: no
sk_sk: nie

source: File
sk_sk: Súbor

source: Button$Folder
sk_sk: Zlo¾ka

source: Button$Single
sk_sk: bez opakovania

source: Button$Repeating
sk_sk: s opakovaním

source: First day
sk_sk: Odo dòa

source: Select folder
sk_sk: Vybra» zlo¾ku

source: Timers
sk_sk: Plány nahrávania

source: Button$On/Off
sk_sk: Zap./Vyp.

source: Button$Info
sk_sk: Info

source: Delete timer?
sk_sk: Zmaza» plán nahrávania?

source: Timer still recording - really delete?
sk_sk: Práve nahráva- naozaj zmaza»?

source: Event
sk_sk: Udalosti

source: Button$Timer
sk_sk: Plány

source: Button$Record
sk_sk: Nahra»

source: Button$Switch
sk_sk: Prepnú»

source: What's on now?
sk_sk: Èo ide aktuálne?

source: What's on next?
sk_sk: Èo nasleduje?

source: Button$Next
sk_sk: Nasleduje

source: Button$Now
sk_sk: Teraz

source: Button$Schedule
sk_sk: TV program

source: Can't switch channel!
sk_sk: Kanál nejde prepnú»!

source: Schedule - %s
sk_sk: TV program - %s

source: This event - %s
sk_sk: Tato udalos» - %s

source: This event - all channels
sk_sk: Tato udalos» - v¹etky kanály

source: All events - all channels
sk_sk: V¹etky udalosti - v¹etky kanály

source: Please enter %d digits!
sk_sk: Prosím vlo¾te %d znakov!

source: CAM not responding!
sk_sk: CAM neodpovedá!

source: Recording info
sk_sk: Podrobnosti nahrávky

source: Button$Play
sk_sk: Prehra»

source: Button$Rewind
sk_sk: Od zaèiatku

source: No editing marks defined!
sk_sk: Neboli vyznaèené znaèky pre zostrihanie!

source: Can't start editing process!
sk_sk: Nemô¾e zaèa» zostrihanie!

source: Editing process started
sk_sk: Proces strihania sa spustil

source: Editing process already active!
sk_sk: Proces zostrihania je aktívny!

source: Recordings
sk_sk: Nahrávky

source: Button$Open
sk_sk: Otvori»

source: Commands
sk_sk: Príkazy

source: Delete recording?
sk_sk: Zmaza» nahrávku?

source: Recording is being edited - really delete?
sk_sk: Nahrávka sa upravuje - Naozaj zmaza»?

source: Error while deleting recording!
sk_sk: Pri vymazávaní nahrávky pri¹lo k chybe!

source: never
sk_sk: nikdy

source: skin dependent
sk_sk: podµa vzhµadu

source: always
sk_sk: v¾dy

source: OSD
sk_sk: OSD (Menu na obrazovke)

source: Setup.OSD$Language
sk_sk: Jazyk

source: Setup.OSD$Skin
sk_sk: Vzhµad

source: Setup.OSD$Theme
sk_sk: Téma

source: Setup.OSD$Left (%)
sk_sk: Vµavo (%)

source: Setup.OSD$Top (%)
sk_sk: Navrchu (%)

source: Setup.OSD$Width (%)
sk_sk: ©írka (%)

source: Setup.OSD$Height (%)
sk_sk: Vý¹ka (%)

source: Setup.OSD$Message time (s)
sk_sk: Èas zobrazenia správy (s)

source: Setup.OSD$Use small font
sk_sk: Pou¾íva» malé písmo

source: Setup.OSD$Anti-alias
sk_sk: Vyhladi» písmo

source: Setup.OSD$Default font
sk_sk: Predvolené písmo

source: Setup.OSD$Small font
sk_sk: Malé písmo

source: Setup.OSD$Fixed font
sk_sk: Fixné písmo

source: Setup.OSD$Default font size (%)
sk_sk: Veµkos» predvoleného písma (%)

source: Setup.OSD$Small font size (%)
sk_sk: Veµkos» malého písma (%)

source: Setup.OSD$Fixed font size (%)
sk_sk: Veµkos» fixného písma (%)

source: Setup.OSD$Channel info position
sk_sk: Pozícia informácií o kanále

source: bottom
sk_sk: na spodku

source: top
sk_sk: na vrchu

source: Setup.OSD$Channel info time (s)
sk_sk: Èas zobr. informácií o kanále (s)

source: Setup.OSD$Info on channel switch
sk_sk: Informácie pri zmene kanálu

source: Setup.OSD$Timeout requested channel info
sk_sk: Èasový limit na informáciu o kanále

source: Setup.OSD$Scroll pages
sk_sk: Rolova» strany

source: Setup.OSD$Scroll wraps
sk_sk: Rolova» cyklicky

source: Setup.OSD$Menu key closes
sk_sk: Klávesa Menu zaviera

source: Setup.OSD$Recording directories
sk_sk: Prevádzkova» zlo¾ky nahrávky

source: Setup.OSD$Folders in timer menu
sk_sk: Zlo¾ky v menu plánovaèa

source: Setup.OSD$Always sort folders first
sk_sk: Zlo¾ky v¾dy najprv usporiada»

source: Setup.OSD$Number keys for characters
sk_sk: Písa» znaky èíselnými tlaèidlami

source: Setup.OSD$Color key 0
sk_sk: Farba klávesy 0

source: Setup.OSD$Color key 1
sk_sk: Farba klávesy 1

source: Setup.OSD$Color key 2
sk_sk: Farba klávesy 2

source: Setup.OSD$Color key 3
sk_sk: Farba klávesy 3

source: EPG
sk_sk: EPG (Elektronický programový sprievodca)

source: Button$Scan
sk_sk: Skenova»

source: Setup.EPG$EPG scan timeout (h)
sk_sk: Interval snímania EPG (h)

source: Setup.EPG$EPG bugfix level
sk_sk: Úroveò opravy EPG chýb

source: Setup.EPG$EPG linger time (min)
sk_sk: Ukazova» star¹ie EPG dáta (min)

source: Setup.EPG$Set system time
sk_sk: Nastavi» systémový èas

source: Setup.EPG$Use time from transponder
sk_sk: Pou¾i» èas z transpondéru

source: Setup.EPG$Preferred languages
sk_sk: Uprednostòova» jazyky

source: Setup.EPG$Preferred language
sk_sk: Uprednostni» jazyk

source: center cut out
sk_sk: oreza» do stredu

source: names only
sk_sk: iba názvy

source: PIDs only
sk_sk: iba PID-y

source: names and PIDs
sk_sk: názvy a PID-y

source: add new channels
sk_sk: prida» nové kanály

source: add new transponders
sk_sk: prida» nové transpondéry

source: DVB
sk_sk: DVB (digitálne televízne vysielanie)

source: Button$Audio
sk_sk: Zvuk

source: Button$Subtitles
sk_sk: Titulky

source: Setup.DVB$Primary DVB interface
sk_sk: Hlavné DVB rozhranie

source: Setup.DVB$Standard compliance
sk_sk: Kompatibilná norma

source: Setup.DVB$Video format
sk_sk: Formát videa

source: Setup.DVB$Video display format
sk_sk: Formát zobrazenia videa

source: Setup.DVB$Use Dolby Digital
sk_sk: Pou¾íva» zvuk v Dolby Digital

source: Setup.DVB$Update channels
sk_sk: Aktualizácia kanálov

source: Setup.DVB$Audio languages
sk_sk: Jazyky zvuku

source: Setup.DVB$Audio language
sk_sk: Jazyk zvuku

source: Setup.DVB$Display subtitles
sk_sk: Zobrazova» titulky

source: Setup.DVB$Subtitle languages
sk_sk: Jazyky titulkov

source: Setup.DVB$Subtitle language
sk_sk: Jazyk titulkov

source: Setup.DVB$Subtitle offset
sk_sk: Posunutie titulkov

source: Setup.DVB$Subtitle foreground transparency
sk_sk: Priehµadnos» písma titulkov

source: Setup.DVB$Subtitle background transparency
sk_sk: Priehµadnos» pozadia titulkov

source: LNB
sk_sk: LNB (nízko ¹umová jednotka)

source: Setup.LNB$Use DiSEqC
sk_sk: Pou¾íva» DiSEqC

source: Setup.LNB$SLOF (MHz)
sk_sk: SLOF (MHz)

source: Setup.LNB$Low LNB frequency (MHz)
sk_sk: Dolná frekvencia LNB (MHz)

source: Setup.LNB$High LNB frequency (MHz)
sk_sk: Horná frekvencia LNB (MHz)

source: Setup.LNB$Device %d connected to sat cable
sk_sk: Zariadenie %d je pripojené na sat. kábel

source: Setup.LNB$own
sk_sk: vlastný

source: CAM reset
sk_sk: Resetnutie CAMu

source: CAM present
sk_sk: CAM prítomný

source: CAM ready
sk_sk: CAM pripravený

source: CAM
sk_sk: CAM (modul podmieneného prístupu)

source: Button$Menu
sk_sk: Menu

source: Button$Reset
sk_sk: Resetnú»

source: Opening CAM menu...
sk_sk: Otvára sa menu CAM...

source: Can't open CAM menu!
sk_sk: Menu CAM nie je dostupné

source: CAM is in use - really reset?
sk_sk: CAM sa pou¾íva - naozaj re¹tartova»?

source: Can't reset CAM!
sk_sk: CAM modul nejde re¹tartova»!

source: do not pause live video
sk_sk: nepozastavova» ¾ivé vysielanie

source: confirm pause live video
sk_sk: potvrdi» pozastavenie ¾ivého vysielania

source: pause live video
sk_sk: pozastavi» ¾ivé vysielanie

source: confirm
sk_sk: overi»

source: Recording
sk_sk: Nahrávanie

source: Setup.Recording$Margin at start (min)
sk_sk: Nahráva» pred zaèiatkom (min)

source: Setup.Recording$Margin at stop (min)
sk_sk: Nahráva» po konci (min)

source: Setup.Recording$Default priority
sk_sk: Predvolená priorita

source: Setup.Recording$Default lifetime (d)
sk_sk: Predvolená ¾ivotnos»

source: Setup.Recording$Pause key handling
sk_sk: Chovanie klávesy pozastavenia

source: Setup.Recording$Pause priority
sk_sk: Priorita pozastavenia

source: Setup.Recording$Pause lifetime (d)
sk_sk: ®ivotnos» pozastavania (d)

source: Setup.Recording$Use episode name
sk_sk: Pou¾íva» názov epizódy

source: Setup.Recording$Use VPS
sk_sk: Pou¾íva» VPS

source: Setup.Recording$VPS margin (s)
sk_sk: Èasová rezerva pre VPS (s)

source: Setup.Recording$Mark instant recording
sk_sk: Oznaèi» okam¾ité nahrávky

source: Setup.Recording$Name instant recording
sk_sk: Pomenova» okam¾ité nahrávky

source: Setup.Recording$Instant rec. time (min)
sk_sk: Då¾ka okam¾itého nahrávania (min)

source: Setup.Recording$present event
sk_sk: súèasná udalos»

source: Setup.Recording$Max. video file size (MB)
sk_sk: Maximálna veµkos» nahrávky (MB)

source: Setup.Recording$Split edited files
sk_sk: Deli» upravované súbory

source: Setup.Recording$Delete timeshift recording
sk_sk: Vymaza» timeshift záznamy

source: Replay
sk_sk: Prehrávanie

source: Setup.Replay$Multi speed mode
sk_sk: Viac rýchlostný re¾im

source: Setup.Replay$Show replay mode
sk_sk: Zobrazi» spôsob prehrávania

source: Setup.Replay$Show remaining time
sk_sk: Zobrazi» zostávajúci èas

source: Setup.Replay$Progress display time (s)
sk_sk: Doba zobrazenia ukazovateµa priebehu (s)

source: Setup.Replay$Pause replay when setting mark
sk_sk: Pozastavi» prehrávanie pri stanovení znaèky

source: Setup.Replay$Resume ID
sk_sk: ident. èíslo obnovenia prehrávania

source: Miscellaneous
sk_sk: Rôzne

source: Setup.Miscellaneous$Min. event timeout (min)
sk_sk: V pohotovosti pred nahrávaním (min)

source: Setup.Miscellaneous$Min. user inactivity (min)
sk_sk: Vymedzi» u¾ívateµskú neèinnos» (min)

source: Setup.Miscellaneous$SVDRP timeout (s)
sk_sk: Èasový limit odpovede SVDRP (s)

source: Setup.Miscellaneous$Zap timeout (s)
sk_sk: pamäta» predo¹lý kanál po ... (s)

source: Setup.Miscellaneous$Channel entry timeout (ms)
sk_sk: Limit pri èíselnej voµbe kanála (ms)

source: Setup.Miscellaneous$Remote control repeat delay (ms)
sk_sk: Zdr¾anie opakovaného stlaèenia tlaèidla (ms)

source: Setup.Miscellaneous$Remote control repeat delta (ms)
sk_sk: Perióda opakovania stlaèeného tlaèidla (ms)

source: Setup.Miscellaneous$Initial channel
sk_sk: Kanál po spustení

source: Setup.Miscellaneous$as before
sk_sk: ako naposledy

source: Setup.Miscellaneous$Initial volume
sk_sk: Hlasitos» po spustení

source: Setup.Miscellaneous$Channels wrap
sk_sk: Kanály cyklova» pri prepnutí

source: Setup.Miscellaneous$Show channel names with source
sk_sk: Zobrazi» kanály so zdrojom

source: Setup.Miscellaneous$Emergency exit
sk_sk: Núdzové ukonèenie

source: Plugins
sk_sk: Moduly

source: This plugin has no setup parameters!
sk_sk: Modul nemá konfiguraèné parametre!

source: Setup
sk_sk: Nastavenie

source: Restart
sk_sk: Re¹tart

source: Really restart?
sk_sk: Naozaj re¹tartova»?

source: Stop recording
sk_sk: Zastavi» nahrávanie

source: Schedule
sk_sk: TV program

source: Stop replaying
sk_sk: Zastavi» prehrávanie

source: Button$Pause
sk_sk: Pozastavi»

source: Button$Stop
sk_sk: Zastavi»

source: Button$Resume
sk_sk: Pokraèova»

source: Cancel editing
sk_sk: Zru¹i» úpravu

source: Stop recording?
sk_sk: Ukonèi» nahrávanie?

source: Cancel editing?
sk_sk: Zru¹i» úpravy?

source: No audio available!
sk_sk: Zvukové stopy nie sú dostupné!

source: No subtitles
sk_sk: Bez titulkov

source: No subtitles available!
sk_sk: ®iadne titulky nie sú dostupné!

source: Not enough disk space to start recording!
sk_sk: Málo volného miesta na nahrávanie!

source: No free DVB device to record!
sk_sk: Pre nahrávanie nie je volné ¾iadne DVB zariadenie!

source: Pausing live video...
sk_sk: Pozastavuje sa ¾ivé vysielanie ...

source: Delete timeshift recording?
sk_sk: Vymaza» timeshift záznamy?

source: Jump:
sk_sk: Skok:

source: No editing sequences defined!
sk_sk: Neboli urèené sekvencie úprav!

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&
sk_sk: aáäbcèdïeéfghiíjklåµmnòoóôpqràs¹t»uúvwxyýz¾0123456789-.,#~\^$[]|()*+?{}/:%@&

source: CharMap$ 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
sk_sk: 0 -.,1#~\^$[]|()*+?{}/:%@& abcáè2 defïéì3 ghií4 jkl5 mnoòó6 pqrsø¹7 tuv»úù8 wxyzý¾9

source: Button$ABC/abc
sk_sk: ABC/abc

source: Button$Overwrite
sk_sk: Prepísa»

source: Button$Insert
sk_sk: Vlo¾i»

source: Plugin
sk_sk: Modul

source: Up/Dn for new location - OK to move
sk_sk: Hore/Dole na novú pozíciu - Ok presune

source: Channel locked (recording)!
sk_sk: Kanál je zamknutý (nahráva sa)!

source: Low disk space!
sk_sk: Nedostatok miesta na disku!

source: Regenerating index file
sk_sk: Obnova indexového súboru

source: Index file regeneration complete
sk_sk: Obnova indexového súboru hotová

source: Index file regeneration failed!
sk_sk: Obnova indexového súboru zlyhala!

source: Can't shutdown - option '-s' not given!
sk_sk: Vypnutie nie je mo¾né - chýba voµba '-s'!

source: Editing - shut down anyway?
sk_sk: Zostriháva sa - aj tak vypnú»?

source: Recording - shut down anyway?
sk_sk: Nahráva - aj tak vypnú»?

source: Recording in %ld minutes, shut down anyway?
sk_sk: Nahrávanie zaène za %ld minút - aj tak vypnú»?

source: shut down anyway?
sk_sk: Urèite vypnú»?

source: Plugin %s wakes up in %ld min, continue?
sk_sk: Modul %s sa prebudí za %ld min., pokraèova»?

source: Editing - restart anyway?
sk_sk: Upravuje sa - aj tak re¹tartova»?

source: Recording - restart anyway?
sk_sk: Nahráva - aj tak re¹tartova»?

source: restart anyway?
sk_sk: Urèite re¹tartova»?

source: Volume
sk_sk: Hlasitos»

source: Classic VDR
sk_sk: Klasické VDR

source: LOAD
sk_sk: ZA«A®ENIE

source: TIMERS
sk_sk: PLÁNY

source: DEVICES
sk_sk: ZARIADENIA

source: LIVE
sk_sk: NA®IVO

source: PLAY
sk_sk: PREHRÁVA SA

source: ST:TNG Panels
sk_sk: ST:TNG panely

source: MTWTFSS
sk_sk: PUS©PSN

source: MonTueWedThuFriSatSun
sk_sk: Po Ut St ©t Pi So Ne

source: Monday
sk_sk: Pondelok

source: Tuesday
sk_sk: Utorok

source: Wednesday
sk_sk: Streda

source: Thursday
sk_sk: ©tvrtok

source: Friday
sk_sk: Piatok

source: Saturday
sk_sk: Sobota

source: Sunday
sk_sk: Nedeµa

source: Upcoming recording!
sk_sk: Onedlho zaène nahrávanie!

source: Pause live video?
sk_sk: Preru¹i» ¾ivé vysielanie?

source: Recording started
sk_sk: Zaèalo nahrávanie
