Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel3/po/*.po
Languages: ca_es, it_it, nl_nl, ro_ro

source: conflicts
ca_es: conflictes
it_it: Conflitti
nl_nl: confliten
ro_ro: conflicte

source: no conflicts!
ca_es: no hi ha conflictes!
it_it: Nessun conflitto!
nl_nl: geen conflicten
ro_ro: nici-un conflict!

source: no important conflicts!
ca_es: no hi ha conflictes importants!
it_it: Nessun conflitto importante!
nl_nl: geen belangrijke conflicten
ro_ro: nici-un conflict important!

source: Button$Repeats
ca_es: Reemissions
it_it: Ripetizioni
nl_nl: Herhalingen
ro_ro: Repeta

source: Button$Functions
ca_es: Funcions
it_it: Funzioni
nl_nl: Functies
ro_ro: Functii

source: no check
ca_es: no comprovar
it_it: Nessuna verifica
nl_nl: geen controle
ro_ro: nu verifica

source: by channel and time
ca_es: per canal i temps
it_it: per canale e orario
nl_nl: door kanaal en tijd
ro_ro: dupa canal si timp

source: by event ID
ca_es: per ID
it_it: per ID evento
nl_nl: door event-ID
ro_ro: dupa ID eveniment

source: Select directory
ca_es: Selecciona carpeta
it_it: Selezionare cartella
nl_nl: Selekteer directory
ro_ro: Selecteaza director

source: Button$Level
ca_es: Nivell
it_it: Livello
nl_nl: Niveau
ro_ro: Nivel

source: Timers
ca_es: Gravacions programades
it_it: Timer
ro_ro: Temporizatoare

source: No timers present.
ca_es: No hi ha gravacions programades.
it_it: Nessun timer presente.
nl_nl: Geen timers aanwezig
ro_ro: Nu sant temporizatoare prezente.

source: Button$Delete
ca_es: Suprimeix
it_it: Rimuovere
nl_nl: Verwijder
ro_ro: Şterge

source: Button$New
ca_es: Nou
it_it: Nuovo
nl_nl: Nieuw
ro_ro: Nou

source: Delete timer?
ca_es: Suprimir gravació programada?
it_it: Cancellare timer?
nl_nl: Timer wissen?
ro_ro: Sterg temporizator ?

source: Timer still recording - really delete?
ca_es: Hi ha una gravació activa - Voleu suprimir-la?
it_it: Registrazione programmata attiva! - Rimuoverla?
nl_nl: Timer neemt nog op - werkelijk wissen?
ro_ro: Temporizatorul inregistreaza - chiar doriti sa sterg ?

source: Directory
ca_es: Carpeta
it_it: Cartella
ro_ro: Director

source: Event
ca_es: Esdeveniment
it_it: Evento
ro_ro: Eveniment

source: Favorites
ca_es: Preferits
it_it: Preferiti
nl_nl: Favorieten
ro_ro: Favorite

source: Search results
ca_es: Resultats de la cerca
it_it: Risultati ricerca
nl_nl: Zoek resultaten
ro_ro: Rezultatele cautarii

source: Button$Timer
ca_es: Gravació programada
it_it: Timer
nl_nl: Timer
ro_ro: Temporizator

source: Timer conflict! Show?
ca_es: S'ha produït un error! Mostrar?
it_it: Conflitto timer! Mostrarlo?
nl_nl: Timer conflict! Tonen?
ro_ro: Conflict timere! Afisez ?

source: low
ca_es: baixa
it_it: Basso
nl_nl: laag
ro_ro: scazut

source: normal
it_it: Normale
nl_nl: normaal

source: high
ca_es: alta
it_it: Alto
nl_nl: hoog
ro_ro: inalt

source: Channel
ca_es: Canal
it_it: Canale
nl_nl: Kanaal
ro_ro: Canal

source: Repeat
ca_es: Reemissió
it_it: Ripetere
nl_nl: Herhaal
ro_ro: Repeta

source: Day of Week
ca_es: Dia de la Setmana
it_it: Giorno settimana
nl_nl: Dag van de week
ro_ro: Zilele saptamanii.

source: First day
ca_es: Primer dia
it_it: Primo giorno
nl_nl: Eerste dag
ro_ro: Prima zi

source: unlimited
ca_es: il·limitada
it_it: Illimitata
nl_nl: ongelimiteerd
ro_ro: nelimitat

source: Child protection
ca_es: Protecció infantil
it_it: Protezione bambini
nl_nl: Kinderslot
ro_ro: Protectie copii

source: Timer check
ca_es: Comprova gravació programada
it_it: Verifica timer
nl_nl: Timer controle
ro_ro: Verificare temporizatoare

source: recording with device
ca_es: s'està gravant amb la unitat
it_it: Registrazione con dispositivo
nl_nl: openemen met unit
ro_ro: inregistrare cu dispozitiv

source: Button$With subtitle
ca_es: Amb subtítols
it_it: Con sottotitoli
nl_nl: Met ondertitel
ro_ro: Cu subtitrare

source: Button$Without subtitle
ca_es: Sense subtítols
it_it: Senza sottotitoli
nl_nl: Zonder ondertitel
ro_ro: Fara subtitrare

source: Week Day
ca_es: Dia de la Setmana
it_it: Giorno settimana
nl_nl: Week dag
ro_ro: Saptamana Zi

source: Button$Reset
ca_es: Reinicia
it_it: Reset
nl_nl: Resetten
ro_ro: Repornire

source: Button$Extended
ca_es: Addicional
it_it: Esteso
nl_nl: Uitgebreid
ro_ro: Extins

source: Button$Simple
ca_es: Simple
it_it: Semplice
nl_nl: Eénvoudig
ro_ro: Simplu

source: Use blacklists
ca_es: Utilitza llistes negres
it_it: Usare lista nera
nl_nl: Gebruik zwarte lijst
ro_ro: Foloseste Lista neagra

source: Edit$Search text too short - use anyway?
ca_es: El text d'Edició o Cerca és massa curt - Voleu utilitzar-lo?
it_it: Stringa di ricerca troppo corta! - Continuare comunque?
nl_nl: Zoek tekst tekort - toch gebruiken?
ro_ro: Textul de cautat prea scurt - il folosesc oricum ?

source: Button$by name
ca_es: per nom
it_it: per nome
nl_nl: op naam
ro_ro: dupa nume

source: Button$by date
ca_es: per data
it_it: per data
nl_nl: op datum
ro_ro: dupa data

source: Button$Delete all
ca_es: Suprimeix tot
it_it: Cancellare tutto
nl_nl: Alles verwijderen
ro_ro: Sterg toate

source: Recordings
ca_es: Gravacions
it_it: Registrazioni
nl_nl: Opnames
ro_ro: Inregistrari

source: Edit$Delete entry?
ca_es: Esborrar l'entrada?
it_it: Cancellare voce?
nl_nl: Verwijder entry?
ro_ro: Sterg inregistrare

source: Edit$Delete all entries?
ca_es: Esborrar totes les entrades?
it_it: Cancellare tutte le voci?
nl_nl: Verwijder alle entries
ro_ro: Sterg toate inregistrarile ?

source: Summary
ca_es: Sumari
it_it: Sommario
nl_nl: Overzicht
ro_ro: Sumar

source: Auxiliary info
ca_es: Info addicional
it_it: Informazioni aggiuntive
nl_nl: Informatie
ro_ro: Info Auxiliar

source: Button$Aux info
ca_es: Info Aux.
it_it: Info agg.
nl_nl: Aux info

source: No searchtimers present.
ca_es: No hi ha cerques de gravacions programades.
it_it: Nessun timer di ricerca presente.
nl_nl: Geen zoek timers aanwezig.
ro_ro: Nu sunt prezenta temporizatoare cautare.

source: Search entries
ca_es: Entrades de cerca
it_it: Ric. voce
nl_nl: Zoek gegevens
ro_ro: Cauta intrari

source: active
ca_es: activa
it_it: Attivo
nl_nl: aktief
ro_ro: activ

source: Execute
ca_es: Executa
it_it: Eseguire
nl_nl: Uitvoeren
ro_ro: Executa

source: Button$Actions
ca_es: Accions
it_it: Azioni
nl_nl: Acties
ro_ro: Actiuni

source: Edit$Delete search?
ca_es: Suprimir cerca?
it_it: Rimuovere la ricerca?
nl_nl: Zoeken wissen
ro_ro: Sterg cautare ?

source: Delete all timers created from this search?
ca_es: Suprimir totes les gravacions programades creades des d'aquesta cerca?
it_it: Rimuovere tutti i timer creati dalla ricerca?
nl_nl: Verwijder alle door deze zoekopdracht gevonden timers
ro_ro: Sterg toate temporizatoarele create de la aceasta cautare ?

source: Search actions
ca_es: Accions de cerca
it_it: Azioni ricerca
nl_nl: Zoek akties
ro_ro: Actiuni cautare

source: Execute search
ca_es: Executa cerca
it_it: Eseguire ricerca
nl_nl: Zoekopdracht uitvoeren
ro_ro: Executa cautare

source: Use as search timer on/off
ca_es: Utilitza com a cercador on/off
it_it: Impostare On/Off su timer di ricerca
nl_nl: Gebruik als zoek timer aan/uit
ro_ro: Foloseste ca temporizator cautare pornit/oprit

source: Trigger search timer update
ca_es: Activa l'actualització de gravacions programades.
it_it: Attivare aggiornamento timer di ricerca
nl_nl: Voer zoek timer update uit
ro_ro: Declansare temporizator cautare update

source: Show recordings done
ca_es: Mostra les gravacions
it_it: Mostrare registrazioni effettuate
nl_nl: Laat gemaakte opnames zien
ro_ro: Arata inregistrarile terminate

source: Delete created timers?
ca_es: Suprimir les gravacions programades?
it_it: Rimuovere i timer creati?
nl_nl: Geplaaste timers verwijderen?
ro_ro: Sterg temporizatoarele creeate ?

source: Timer conflict check
ca_es: Comprova conflictes de programació
it_it: Verifica conflitti timer
nl_nl: Timer conflict testen
ro_ro: Verificare conflicte temporizatoare

source: Disable associated timers too?
ca_es: Desactivar les programacions vinculades?
it_it: Disattivare anche timer associati?
nl_nl: Verwijder gelijksoortige timers?
ro_ro: Dezactivez si temporizatoarele asociate ?

source: Activate associated timers too?
ca_es: Activar les programacions vinculades?
it_it: Attivare anche timer associati?
nl_nl: Actifeer gelijksoortige timers?
ro_ro: Activez si temporizatoarele asociate ?

source: Search timers activated in setup.
ca_es: Cerca de programacions activada.
it_it: Timer di ricerca attivati in configurazione
nl_nl: Zoek timers geactifeerd in instellingen
ro_ro: Cauta temporizatoare activate in setup.

source: Run search timer update?
ca_es: Executar l'actualització de gravacions programades?
it_it: Eseguire aggiornamento timer di ricerca?
nl_nl: Zoek timer bijwerken?
ro_ro: Rulez temporizator cautare update ?

source: ERROR: Could not trigger search timer update!
ca_es: ERROR: No s'ha pogut activar l'actualització de gravacions programades!
it_it: ERRORE: impossibile attivare aggiornamento timer di ricerca!
nl_nl: Kan zoek timer niet updaten

source: Search timer update triggered.
ca_es: S'ha activat l'actualització de gravacions programades.
it_it: Aggiornamento timer di ricerca attivato.
nl_nl: Zoek timer updaten gestart

source: Copy this entry?
ca_es: Copiar aquesta entrada?
it_it: Copiare questa voce?
nl_nl: Deze invoer kopieren?

source: Copy
ca_es: Copia
it_it: Copiare
nl_nl: Kopieer

source: Expert
ca_es: Avançat
it_it: Esperto

source: Normal
it_it: Normale
nl_nl: Normaal

source: Edit search
ca_es: Edita cerca
it_it: Modificare la ricerca
nl_nl: Zoeken bewerken
ro_ro: Editare cautare

source: Record
ca_es: Grava
it_it: Registrare
nl_nl: Opnemen
ro_ro: Înregistr.

source: Announce only
ca_es: Només avisa
it_it: Solo annuncio
nl_nl: Alleen aankondigen (geen timer)
ro_ro: Numai anunturi

source: Switch only
ca_es: Només canvia
it_it: Solo modificare
nl_nl: Alleen schakelen
ro_ro: Numai comutare

source: Selection
ca_es: Selecció
it_it: Selezione
nl_nl: Selectie
ro_ro: Selectie

source: all
ca_es: tot
it_it: Tutto
nl_nl: alles
ro_ro: toate

source: count recordings
ca_es: compta gravacions
it_it: Contare le registrazioni
nl_nl: gevonden opname's

source: count days
ca_es: compta dies
it_it: Contare i giorni
nl_nl: getelde dagen

source: Template name
ca_es: Nom de la plantilla
it_it: Nome modello
nl_nl: Sjabloon naam
ro_ro: Nume sablon

source: Help$Specify the name of the template.
ca_es: Indica el nom de la plantilla
it_it: Specificare il nome del modello.
nl_nl: Geef de sjabloonnaam in

source: Help$Specify here the term to search for.
ca_es: Indica el terme a cercar.
it_it: Specificare qui i criteri di ricerca.
nl_nl: Geef de term waarnaar gezocht moet worden.

source: Help$The following search modes exist: - phrase: searches for sub terms - all words: all single words must appear - at least one word: at least one single word must appear - match exactly: must match exactly - regular expression: match a regular expression - fuzzy searching: searches approximately
ca_es: Hi ha disponibles els següents modes de cerca: - frase: cerques per termes - totes les paraules: s'hi troben totes les paraules - almenys una paraula: s'hi troba almenys una paraula - coincidència exacta: la coincidència és exacta - expressió habitual: troba una expressió habitual - cerca confusa: cerca aproximada
it_it: Sono previste le seguenti modalità di ricerca: - frase: ricerche per sotto voci - ogni parola: ogni singola parola deve comparire - almeno una voce: almeno una parola deve comparire - corrispondenza esatta: le voci devono corrispondere esattamente - espressione regolare: ricerca attraverso espressioni regolari - ricerca per approssimazione: ricerca per corrispondenzaapprossimativa
nl_nl: De volgende zoekmethode zijn mogelijk: - woordgroep: zoekt naar subtermen - alle woorden: alle enkele woorden moeten bestaan - minimaal één woord: ten minste één woord - exact: Moet exact matchen - reguliere uitdrukking: overeenkomsten met uitdrukkingen - ongeveer: zoekt naar 'ongeveer' overeenkomsten.

source: Help$This sets the tolerance of fuzzy searching. The value represents the allowed errors.
ca_es: Fixa la tolerància de la cerca aproximada. El valor representa els errors permesos.
it_it: Tolleranza nella ricerca approssimativa. Il valore rappresenta gli errori ammessi.
nl_nl: Dit bepaalt de tolerantie van het fuzzy zoeken. De waarde vertegenwoordigd het aantal toegestaande fouten .

source: Help$Set this to 'Yes' if your search should match the case.
ca_es: Trieu 'sí' si voleu que la cerca discrimini majúscules/minúscules.
it_it: Impostare a "Sì" per effettuare una ricerca sensibile a maiuscole/minuscole
nl_nl: Kies hier voor 'ja' indien de zoekopdracht moet matchen met de opgave.

source: Help$Set this to 'Yes' if you like to search in the title of an event.
ca_es: Trieu 'sí' si voleu cercar al títol d'un esdeveniment.
it_it: Impostare a "Sì" se si desidera ricercare nel titolo di un evento.
nl_nl: Kies hier voor 'ja' indien je wilt zoeken naar een titel of event.

source: Help$Set this to 'Yes' if you like to search in the episode of an event.
ca_es: Trieu 'sí' si voleu cercar a l'episodi d'un esdeveniment.
it_it: Impostare a "Sì" se si desidera ricercare nell'episodio di un evento.
nl_nl: Kies hier voor 'ja' indien ja naar een aflevering van een event wilt zoeken.

source: Help$Set this to 'Yes' if you like to search in the summary of an event.
ca_es: Trieu 'sí' si voleu cercar al sumari d'un esdeveniment.
it_it: Impostare a "Sì" se si desidera ricercare nel sommario di un evento.
nl_nl: Kies hier voor 'ja' indien je in een overzicht van een event wil zoeken.

source: Help$The summary of an event, can contain additional information like 'Genre', 'Category', 'Year',... called 'EPG categories' within EPGSearch. External EPG providers often deliver this information. This allows refining a search and other nice things, like searching for the 'tip of the day'. To use it set this to 'Yes'.
ca_es: El sumari d'un esdeveniment pot contenir informació addicional com 'Gènere', 'Categoria', 'Any',... anomenades 'categories EPG' dins de l'EPGSearch. Proveïdors externs d'EPG sovint ofereixen aquesta informació. Això permet afinar una cerca o, entre altres coses, rebre 'el consell del dia'. Trieu 'sí' si en voleu tenir accés.
it_it: Il sommario di un evento può contenere informazioni aggiuntive, come "Genere", "Categoria", "Anno", ..., chiamate "Categorie EPG" in una ricerca EPG. I provider di EPG esterni spesso veicolano queste informazioni. Ciò consente di affinare le ricerche e utilizzare altre funzioni, come il "suggerimento del giorno". Per utilizzare queste possibilità impostare a "Sì".
nl_nl: De samenvatting van een evenement, kan aanvullende informatie bevatten, zoals 'Genre', 'Categorie', 'Jaar',... zogenaamde 'EPG categorieën' binnen epgsearch. Externe aanbieders van EPG leveren vaak deze informatie. Hierdoor kan een zoekopdracht verfijnd worden en andere leuke dingen, zoals het zoeken naar de 'Tip van de dag'. Om het te gebruiken, zet deze op 'Ja'.

source: Help$The file epgsearchcats.conf specifies the search mode for this entry. One can search by text or by value. You can also edit a list of predefined values in this file that can be selected here.
ca_es: El fitxer epgsearchcats.conf indica el mode de cerca per a aquesta entrada. Podeu cercar per text o valor. També podeu editar una llista de valors predefinits, els quals podeu seleccionar aquí.
it_it: Il file epgsearchcats.conf specifica le modalità di ricerca per questa voce. Le ricerche si possono effettuare per testo o valore. Può anche essere utilizzata una lista di valori predefiniti (modificabile) selezionabile qui.
nl_nl: Het bestand epgsearchcats.conf specificeert de zoekfunctie voor dit item. Men kan zoeken op tekst of op een waarde. U kunt ook een lijst met voorgedefinieerde waarden bewerken in het bestand dat hier kan worden gekozen.

source: Help$If a selected category is not part of the summary of an event this normally excludes this event from the search results. To avoid this, set this option to 'Yes', but please handle this with care to avoid a huge amount of results.
ca_es: Si seleccioneu una categoria que no forma part del sumari d'un event, aquesta normalment exclou aquest event dels resultats de cerca. Trieu 'sí' per evitar-ho. Penseu, però, que es poden obviar molts resultats.
it_it: Se la categoria selezionata non è contenuta nel sommario di un evento normalmente ciò lo esclude dai risultati di una ricerca. Per evitarlo, impostare questa opzione a "Sì", ma utilizzarla con cautela per evitare un numero eccessivo di riscontri.
nl_nl: Indien een geselecteerde categorie geen deel uitmaakt van de samenvatting van een evenement wordt dit dit evenement uitgesloten van de zoekresultaten. Om dit te vermijden, zet dan deze optie op 'Ja', maar maak deze keuze met beleid om te vermeiden dat er een enorme berg met resutaten gegeven wordt.

source: Use in favorites menu
ca_es: Utilitza al menú de preferits
it_it: Usare in menu preferiti
nl_nl: Gebruik in favorieten menu
ro_ro: Foloseste in meniul favorite

source: Result menu layout
ca_es: Format del menú Resultats
it_it: Disposizione menu risultati
nl_nl: Resultaat menu opmaak
ro_ro: Rezltat aranjare meniu

source: Use as search timer
ca_es: Utilitza com a cercador de gravacions programades
it_it: Utilizzare come timer di ricerca
nl_nl: Gebruik als zoek timer
ro_ro: Foloseste ca temporizator cautare

source: Action
ca_es: Acció
it_it: Azione
nl_nl: Aktie
ro_ro: Actiune

source: Switch ... minutes before start
ca_es: Canvia ... minuts abans de l'inici
it_it: Cambiare ... minuti prima dell'avvio
nl_nl: Schakel om ... minuten voor de start
ro_ro: Comuta ... minuta inainte de start

source: Unmute sound
ca_es: Desactiva el silenci
it_it: Riprisinare audio
nl_nl: Zet geluid aan

source: Series recording
ca_es: Enregistrant sèries
it_it: Registrazione serie
nl_nl: Serie's opnemen
ro_ro: Inregistrare serie

source: Delete recordings after ... days
ca_es: Suprimeix les gravacions després de ... dies
it_it: Cancellare registrazioni dopo ... giorni
nl_nl: Wis opnamen na ... dagen
ro_ro: Sterge inregistrarile dupa ... zile

source: Keep ... recordings
ca_es: Conserva .. gravacions
it_it: Conservare ... registrazioni
nl_nl: Bewaar ... opnames
ro_ro: Pastreaza inregistrariler ... zile

source: Pause when ... recordings exist
ca_es: Posa en pausa quan ... existeix la gravació
it_it: Pausa quando ... registrazioni presenti
nl_nl: Pauzeer indien ... opnames al bestaan
ro_ro: Pauza cand exista ... inregistrari

source: Avoid repeats
ca_es: Evita reemissions
it_it: Ripetizioni NON consentite
nl_nl: Herhalingen vermijden
ro_ro: Evita repetarile

source: Allowed repeats
ca_es: Permet reemissions
it_it: Ripetizioni consentite
nl_nl: Herhalingen toestaan
ro_ro: Repetari permise

source: Only repeats within ... days
ca_es: Només reemet dins dels propers ... dies
it_it: Ripetere solo ogni ... giorni
nl_nl: Alleen herhalingen binnen ... dagen
ro_ro: Numai repetarile cu ... zile

source: Compare title
ca_es: Compara títols
it_it: Confrontare titolo
nl_nl: Vergelijk titel
ro_ro: Compara titlu

source: Compare subtitle
ca_es: Compara subtítols
it_it: Confrontare sottotitolo
nl_nl: Vergelijk ondertitel
ro_ro: Compara subtitrare

source: Compare summary
ca_es: Compara sumari
it_it: Confrontare sommario
nl_nl: Vergelijk overzicht
ro_ro: Compara rezumat

source: Compare categories
ca_es: Compara categories
it_it: Confrontare categorie
nl_nl: Vergelijk groep
ro_ro: Compara categorii

source: Auto delete
ca_es: Suprimeix automàticament
it_it: Rimuovere autom.
nl_nl: Verwijder automatisch

source: after ... recordings
ca_es: després de ... gravacions
it_it: Dopo ... registrazioni
nl_nl: na ... opnames

source: after ... days after first rec.
ca_es: després de ... dies des de la primera gravació
it_it: dopo ... giorni dopo la prima reg.
nl_nl: na .. dagen na eerste opname

source: Button$Edit
ca_es: Edita
it_it: Modificare
nl_nl: Verander
ro_ro: Editare

source: Edit user-defined days of week
ca_es: Edita els dies definits per l'usuari
it_it: Modificare giorni settimana personalizzati
nl_nl: Bewerk door gebruiker gedefinieerde dagen van de week
ro_ro: Editare zilele saptamanii definete de utilizator

source: Compare
ca_es: Compara
it_it: Confrontare
nl_nl: Vergelijk
ro_ro: Compara

source: Select blacklists
ca_es: Selecciona llista negra
it_it: Selezionare lista nera
nl_nl: Selecteer blacklist
ro_ro: Selecteaza lista neagra

source: Values for EPG category
ca_es: Valor per la categoria EPG
it_it: Valori per categoria EPG
nl_nl: Waardes voor EPG groep
ro_ro: Valori pentru categoria EPG

source: Button$Apply
ca_es: Aplica
it_it: Applicare
nl_nl: Bevestig
ro_ro: Aplica

source: less
ca_es: menor
it_it: minore
nl_nl: minder

source: less or equal
ca_es: menor o igual
it_it: minore o uguale
nl_nl: minder of gelijk

source: greater
ca_es: major
it_it: maggiore
nl_nl: groter

source: greater or equal
ca_es: major o igual
it_it: maggiore o uguale
nl_nl: groter of gelijk

source: equal
ca_es: igual
it_it: uguale
nl_nl: gelijk

source: not equal
ca_es: no igual
it_it: diverso
nl_nl: niet gelijk

source: Activation of search timer
ca_es: Activació de la programació de cerques
it_it: Attivazione timer di ricerca
nl_nl: Aktivatie van zoektimer

source: Last day
ca_es: Darrer dia
it_it: Ultimo giorno
nl_nl: Eerste dag

source: Button$all channels
ca_es: tots els canals
it_it: Tutti i canali
nl_nl: alle kanalen
ro_ro: toate canalele

source: Button$only FTA
ca_es: només FTA
it_it: Solo in chiaro
nl_nl: alleen FTA
ro_ro: numai cele libere

source: Button$Timer preview
ca_es: Previsualitza
it_it: Anteprima timer
nl_nl: Laat timers zien
ro_ro: Previzualizare temporizator

source: Blacklist results
ca_es: Resultats de la llista negra
it_it: Risultati lista nera
nl_nl: Zwarte lijst resultaat
ro_ro: Rezultate lista neagra

source: found recordings
ca_es: troba gravacions
it_it: Registrazioni trovate
nl_nl: gevonden opname's
ro_ro: inregistrari gasite

source: - no recording found -
ca_es: - no s'han trobat gravacions -
it_it: - Nessuna registrazione trovata -
nl_nl: - geen opname gevonden -
ro_ro: - nici-o inregistrare gasita -

source: Error while accessing recording!
ca_es: S'ha produït un error en accedir a la gravació!
it_it: Errore in accesso registrazione!
nl_nl: Fout bij toegang tot opname
ro_ro: Eroare la accesarea inregistrarilor!

source: Edit$Delete template?
ca_es: Suprimir plantilla?
it_it: Rimuovere il modello?
nl_nl: Verwijder sjabloon?
ro_ro: Sterg sablon ?

source: Overwrite existing entries?
ca_es: Sobreescriure les entrades existents?
it_it: Sovrascrivere le voci esistenti?
nl_nl: Overschrijf bestaande entries?
ro_ro: Rescriu intrarile existente ?

source: Edit entry
ca_es: Edita entrada
it_it: Modificare voce
nl_nl: Bewerk entry
ro_ro: Editare intrare

source: action at
ca_es: actua a
it_it: Azione alle
nl_nl: actie bij
ro_ro: actiune la

source: Switch list
ca_es: Llista de canvis
it_it: Cambiare lista
nl_nl: lijst wisselen
ro_ro: Lista comutari

source: Edit template
ca_es: Edita plantilla
it_it: Modificare modello
nl_nl: Sjabloon aanpassen

source: >>> no info! <<<
it_it: >>> Nessuna info! <<<
nl_nl: >>> geen info! <<<
ro_ro: >>> nici-o informatie! <<<

source: Overview
ca_es: Descripció
it_it: Quadro generale
nl_nl: Overzicht

source: Button$Favorites
ca_es: Preferits
it_it: Preferiti
nl_nl: Favorieten
ro_ro: Favorite

source: Button$Schedule
ca_es: Programació
it_it: Pianificazione
nl_nl: Programma
ro_ro: Program

source: Quick search for broadcasts
ca_es: Cerca ràpida d'emissions
it_it: Ricerca veloce programmi
nl_nl: Snel zoeken voor uitzendingen
ro_ro: Cutare rapida transmisii

source: Quick search
ca_es: Cerca ràpida
it_it: Ric. veloce
nl_nl: Snel zoeken
ro_ro: Cautare rapida

source: Show in main menu
ca_es: Mostra al menú principal
it_it: Mostrare nel menu principale
nl_nl: Toon in hoofdmenu
ro_ro: Arata in meniul principal
