Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel3/po/*.po
Languages: ca_es, it_it, nl_nl, ro_ro

source: Channel groups
ca_es: Grups de canals
it_it: Gruppi canali
nl_nl: Kanaal groepen
ro_ro: Grupuri canale

source: Channel group used by:
it_it: Gruppo di Canali in uso da:
nl_nl: Kanaal groep gebruikt door:

source: Edit$Delete group?
ca_es: Suprimir el grup?
it_it: Cancellare gruppo?
nl_nl: Groep wissen?
ro_ro: Sterg Grup ?

source: Edit channel group
ca_es: Edita el grup de canals
it_it: Modificare gruppo canali
nl_nl: Bewerk kanaal groep
ro_ro: Editare grup canale

source: Group name
ca_es: Nom del grup
it_it: Nome gruppo
nl_nl: Groep naam
ro_ro: Nume Grup

source: Button$Invert selection
ca_es: Inverteix selecció
it_it: Invertire la selezione
nl_nl: Selectie omkeren
ro_ro: Inverseaza selectia

source: Button$All yes
ca_es: Tots Sí
it_it: Tutto Si
nl_nl: Allen ja
ro_ro: Toate Da

source: Button$All no
ca_es: Tots No
it_it: Tutto No
nl_nl: Allen nee
ro_ro: Toate Nu

source: Group name is empty!
ca_es: Nou heu posat nom al grup!
it_it: Nome gruppo vuoto!
nl_nl: Groep naam is leeg!
ro_ro: Numele grupului este gol!

source: Group name already exists!
ca_es: El nom del grup ja existeix!
it_it: Nome gruppo già esistente!
nl_nl: Groep naam bestaat al!
ro_ro: Numele grupului exista deja!

source: %d timer conflict(s)! First at %s. Show them?
ca_es: %d errors de programació! El primer a les %s. Els voleu veure?
it_it: %d Timer in conflitto! Il primo alle %s. Visualizzarli?
nl_nl: %d timer conflict(en)! De eerste op %s. Tonen?
ro_ro: %d conflict(e) temporizator! Primul la %s. Le afisez ?

source: Direct access to epgsearch's conflict check menu
ca_es: Accés directe a la comprovació d'errors d'epgsearch
it_it: Accesso diretto al menu verifica conflitti di EPGSearch
nl_nl: Directe toegang naar epgsearch's conflict, controleer menu
ro_ro: Acces direct la meniul 'verificare conflicte' din 'cautare epg'

source: Timer conflicts
ca_es: Errors de programació
it_it: Conflitti timer
nl_nl: Timer conflicten
ro_ro: Conflicte Temporizator

source: Conflict info in main menu
ca_es: Informació d'errors al menú principal
it_it: Info conflitti nel menu principale
nl_nl: Conflict informatie in het hoofdmenu
ro_ro: Informatii conflict in meniul principal

source: next
ca_es: següent
it_it: Prossimo
nl_nl: volgende
ro_ro: urmatorul

source: search the EPG for repeats and more
ca_es: Cerca a l'EPG les reemissions
it_it: Verificare EPG per ripetizioni e altro
nl_nl: zoek in de EPG naar herhalingen en meer
ro_ro: Cauta (in) EPG dupa repetari s.a

source: TV-Guide (EPG)
ca_es: Programació (EPG)
it_it: Guida TV (EPG)
nl_nl: TV-Gids (EPG)
ro_ro: Ghidul-Tv (EPG)

source: Direct access to epgsearch's search menu
ca_es: Accés directe al menú de cerques de l'epgsearch
it_it: Accesso diretto menu ricerca EPGSearch
nl_nl: Direct naar epgsearch zoek menu
ro_ro: Acces direct la meniul cautare epg

source: Search-Timer Manager
ca_es: Gestiona la programació de gravacions
it_it: Gestione timer di ricerca
nl_nl: Zoek-Timer Beheer
ro_ro: Cautare - Manager Temporizatoare

source: EpgSearch-Search in main menu
ca_es: Les cerques de l'epgsearch al menú principal
it_it: Ricerca EPGSearch nel menu principale
nl_nl: EpgSearch-Search in hoofdmenu
ro_ro: Cautare EPG - Cautare in Meniul Principal

source: Button$Help
ca_es: Ajuda
it_it: Aiuto
nl_nl: Help
ro_ro: Ajutor

source: Standard
ca_es: Estàndard
it_it: Predefinito
nl_nl: Standaard

source: Button$Commands
it_it: Comandi
nl_nl: Kommando's

source: Button$Search
ca_es: Cerca
it_it: Ricerca
nl_nl: Zoek
ro_ro: Cautare

source: pipes
ca_es: barres
it_it: Barre
ro_ro: tevi

source: graphical
ca_es: gràfic
it_it: Grafica
nl_nl: grafisch
ro_ro: grafic

source: never
ca_es: mai
it_it: Mai
nl_nl: nooit
ro_ro: niciodata

source: always
ca_es: sempre
it_it: Sempre
nl_nl: altijd
ro_ro: intotdeauna

source: smart
ca_es: intel·ligent
it_it: Intelligente
ro_ro: destept

source: before user-def. times
ca_es: vegades abans def. usuari
it_it: Prima orari definiti dall'utente
nl_nl: voor gebruiker-def. tijden
ro_ro: inainte de 'timpi definiti de utilizator'

source: after user-def. times
ca_es: vegades després def. usuari
it_it: Dopo orari definiti dall'utente
nl_nl: na gebruiker-def. tijden
ro_ro: dupa 'timpi definiti de utilizator'

source: before 'next'
ca_es: abans 'següent'
it_it: Prima del prossimo
nl_nl: voor 'straks'

source: Standard EPG
ca_es: EPG estàndard
it_it: EPG standard
nl_nl: Standaard EPG
ro_ro: EPG Standard

source: General
it_it: Generale
nl_nl: Algemeen

source: EPG menus
ca_es: Menús EPG
it_it: Menu EPG
ro_ro: Meniuri EPG

source: User-defined EPG times
ca_es: Vegades EPG def. usuari
it_it: Orari EPG definiti dall'utente
nl_nl: Gebruiker-gedefinieerde EPG tijden
ro_ro: 'Timpi definiti de utilizator' Epg

source: Timer programming
ca_es: Programació de gravacions
it_it: Programmazione timer
nl_nl: Programmeer timer
ro_ro: Programare Temporizatoare

source: Search and search timers
ca_es: Cerca
it_it: Ricerche e timer di ricerca
nl_nl: Zoeken en vind timers
ro_ro: Cautare si cautare temporizatoare

source: Timer conflict checking
ca_es: Comprova errors a les gravacions programades
it_it: Verifica conflitti timer
nl_nl: Controleer op timer conflicten
ro_ro: Verificare conflicte temporizatoare

source: Main menu entry
ca_es: Entrada al menú principal
it_it: Voce menu principale
nl_nl: Hoofdmenu entry
ro_ro: Intrare meniul principal

source: Help$The name of the main menu entry which defaults to 'Programm guide'.
ca_es: El nom del menú principal és, per defecte, 'Graella de programació'.
it_it: Voce del menu principale riferita a "guida programmi"
nl_nl: De naam van de hoofdmenu toevoeging die standaard naar 'Programma gids' verwijst.
ro_ro: Numele intrarii din Meniul Principal care duce la 'Ghidul Programelor'

source: Start menu
ca_es: Menú inicial
it_it: Menu avvio
ro_ro: Meniul Start

source: Help$Choose between 'Overview - Now' and 'Schedule' as start menu when this plugin is called.
ca_es: Trieu entre 'Mostra Ara' i 'Programació' com a menú inicial quan arrenca el connector.
it_it: Scegliere tra "Panoramica - In onda" e "Pianificazione" come menu iniziale all'avvio del plugin.
nl_nl: Kies tussen 'Overzicht - Nu' en 'Overzicht voor huidig kanaal' als start menu indien deze plugin wordt opgeroepen.
ro_ro: Alege intre 'Rezumat - Acum' si 'Programare', ca meniu de start cand este activat pluginul.

source: Ok key
ca_es: Tecla OK
it_it: Tasto Ok
nl_nl: Ok toets
ro_ro: Tasta OK

source: Help$Choose here the behaviour of key 'Ok'. You can use it to display the summary or to switch to the corresponding channel. Note: the functionality of key 'blue' (Switch/Info/Search) depends on this setting.
ca_es: Trieu el comportament de la tecla 'OK'. Pot mostrar el sumari o canviar al canal seleccionat. Nota: la funció de la tecla 'blava' (Canvia/Info/Cerca) depèn d'aquest valor.
it_it: Selezionare la funzione da associare al tasto "Ok". Può essere utilizzato per mostrare il sommario o passare al canale corrispondente. Nota: La funzione del tasto blu (Switch/Info/Ricerca) dipende da questa configurazione.
nl_nl: Kies hier voor de funktie van de 'OK' toets. Je kan dit gebruiken om een overzicht op te roepen of om te schakelen naar het betreffende kanaal. Opmerking: de funktie van de blauwe knop (Schakelen/Info/Zoeken) is afhankelijk van deze instelling.
ro_ro: Alege aici comportamentul tastei 'OK'.O puteti folosi pentru a afisa rezumatul, sau pentru a comuta pe canalul corespunzator. Nota: functionalitatea tastei 'albastru' (Comuta/Info/Cautare) depinde de aceasta setare.

source: Show channel numbers
ca_es: Mostra el número de canal
it_it: Visual. i numeri canale
nl_nl: Toon kanaal nummers
ro_ro: Arata numere Canale

source: Help$Display channel numbers in 'Overview - Now'. (To completely define your own menu look please inspect the MANUAL)
ca_es: Mostra el número de canal a 'Mostra Ara'. (Consulteu el manual per acabar de completar el vostre menú)
it_it: Visualizzare i numeri canale in "Panoramica - In Onda". (Per configurare in modo approfondito i menu personalizzati consultare il MANUALE)
nl_nl: Toon kanaalnummers in het overzicht - 'huidige uitzending'. (Raadplaag de gebruikershandleiding hoe u uw eigen menu volledig kunt definieren)
ro_ro: Afisaza umere canal in 'Rezumat - Acum'. (Penru a defini complet modul in care va arata meniul dvs, cititi MANUALUL)

source: Help$Display VDR channel groups as separators between your channels in 'Overview - Now'.
ca_es: Mostra els grups de canals com a separadors entre canals a 'Mostra - Ara'.
it_it: Mostrare gruppi canali VDR come separatori tra i canali in "Panoramica - In Onda".
nl_nl: Toon de VDR kanalengroepen als scheiding tussen de kanalen in het 'Huidig - overzicht'.
ro_ro: Afisare grupul de canale ca separator intre canalele dvs in 'Rezumat - Acum'.

source: Show day separators
ca_es: Mostra un separador per cada dia
it_it: Mostrare separatori giorno
nl_nl: Toon dag scheiding
ro_ro: Arata separatoare canale

source: Help$Display a separator line at day break in 'Schedule'.
ca_es: Mostra un separador per cada dia a 'Programació'.
it_it: Mostrare una linea di separazione tra i giorni in "Pianificazione"
nl_nl: Toon een scheidingslijn om middernacht in 'Schedule'.
ro_ro: Afisare o linie separatoare la sfarsitul zilei in 'Programare'.

source: Show radio channels
ca_es: Mostra els canals de ràdio
it_it: Mostrare i canali radio
nl_nl: Toon radiozenders
ro_ro: Arata posturi Radio

source: Help$Show also radio channels.
ca_es: Mostra també els canals de ràdio
it_it: Mostrare anche i canali radio.
nl_nl: Toon tevens de radiokanalen
ro_ro: Arata deasemenea posturile Radio.

source: Limit channels from 1 to
ca_es: Limita els canals de l'1 al
it_it: Limitare i canali da 1 a
nl_nl: Beperk van kanaal 1 tot
ro_ro: Limiteaza canalele de la 1 la

source: Help$If you have a large channel set you can speed up things when you limit the displayed channels with this setting. Use '0' to disable the limit.
ca_es: Si teniu una llista de canals massa llarga, els límits afavoreixen una navegació ràpida. Utilitzeu '0' per desactivar el límit.
it_it: In caso di elevato numero di canali, si può velocizzare la risposta limitando il numero di canali visualizzati. "0" -> disabilitare la limitazione.
nl_nl: Als u grote kanaal settings heeft u kan de lijst versnellen door de aantal weergegeven kanalen in de lijst te limiteren met deze instelling. Gebruik '0' om dit op te heffen.
ro_ro: Daca aveti multe canale setate, puteti mari viteza, daca limitati numarul de canale ce vor fi afisate, cu aceasta setare. Folosete '0 pentru a dezactiva limita'

source: 'One press' timer creation
ca_es: Programa una gravació amb 'un sol clic'
it_it: Creazione timer "Con un tasto"
nl_nl: Maak timer met één druk op de knop
ro_ro: Functia de creeare temporizator 'O apasare'

source: Help$When a timer is created with 'Record' you can choose between an immediate creation of the timer or the display of the timer edit menu.
ca_es: Quan heu de crear una gravació podeu triar entre fer-ho amb 'un sol clic' o des del menú de gravacions programades.
it_it: Nella creazione di un timer con "Registrare" si può scegliere tra la sua creazione immediata e la visualizzazione del Menu modifica timer.
nl_nl: Indien de timer met behulp van 'Opname' is gemaakt kan je kiezen tussen 'direct de timer maken' of naar 'timer edit menu' te gaan.
ro_ro: Cand un temporizator este creat cu 'Inregistrare' puteti alege intre, creearea imediata a temporizatorului, sau, afisarea meniului de editare.

source: Time interval for FRew/FFwd [min]
ca_es: Interval de temps per a FRew/FFwd [min]
it_it: Intervallo di tempo per FFW/REW [min]
nl_nl: Tijd interval voor FRew/FFwd [min]
ro_ro: Intervalul de timp pentru 'Derulare inainte/Derulare inapoi'

source: Help$Choose here the time interval which should be used for jumping through the EPG by pressing FRew/FFwd. (If you don't have those keys, you can toggle to this functionality pressing '0' and get '<<' and '>>' on the keys green and yellow)
ca_es: Trieu l'interval de temps que voleu utilitzar per saltar per l'EPG amb les tecles FRew/FFwd. (Si no teniu aquestes tecles al comandament, prement la tecla '0' podeu commutar aquesta funció de les tecles '<<' i '>>' a les tecles verda i groga)
it_it: Intervallo di tempo associato ai tasti FFW/REW per muoversi nell'EPG. (Se non si dispone di tali tasti, si può attivare questa funzione premendo "0" e successivamente i tasti Verde(<<) o Giallo(>>)
nl_nl: Kies hier voor de tijd interval in welke grootte de EPG getoond moet worden met behulp van de FRew/FFwd toetsen. (Als je deze toetsen niet hebt kan je tussen deze funkties wisselen door op de '0' de drukken zodat de '<<' en de '>>' op de groene en gele toets beschikbaar komen)
ro_ro: Alege aici intervalul de timp care trebuie folosit pentru a sari prin EPG apasand Derulare inapoi/Derulare inainte. (Daca nu aveti aceste taste,puteti folosi aceasta functionalitate apasand '0' si '<<' sau '>>' pe tastele 'verde' si 'galben' )

source: Toggle Green/Yellow
ca_es: Commutar a Verda/Groga
it_it: Alternare i Tasti Verde/Giallo
nl_nl: Groen/Geel verwisselen
ro_ro: Comuta Verde/Glben

source: Help$Specify if green and yellow shall also be switched when pressing '0'.
ca_es: Especifiqueu si voleu commutar les tecles Verda i Groga en prémer '0'
it_it: Specificare se anche verde e giallo devono essere cambiati premendo "0".
nl_nl: Stel in of groen en geel ook zullen worden verwisseld indien op de '0' toets wordt gedrukt.
ro_ro: Specifica daca verde si galben trebuie comutate cand se apasa '0'

source: Show favorites menu
ca_es: Mostra el menú preferits
it_it: Mostrare menu preferiti
nl_nl: Toon favorieten menu
ro_ro: Arata meniul Favorite

source: Help$A favorites menu can display a list of your favorite broadcasts. Enable this if you want an additional menu besides 'Now' and 'Next' Any search can be used as a favorite. You only have to set the option 'Use in favorites menu' when editing a search.
ca_es: El menú preferits mostra una llista de les vostres emissions preferides. Activeu-lo si voleu un menú addicional. Cada programa cercat es considera com a preferit. Només heu d'activar l'opció 'Utilitza el menú preferits' quan editeu la cerca.
it_it: Il menu preferiti può mostrare una lista dei programmi preferiti. Abilitarlo se si desidera disporre di un ulteriore menu in aggiunta a "In Onda" e "Prox" Ogni ricerca può essere utilizzata come un preferito. Occorre solo configurare l'opzione "Usare nel menu Preferiti" modificando una ricerca.
nl_nl: Het favorieten menu kan een lijst van favorieten kanalen bevatten, aktiveer dit indien je een extra menu naast 'Nu' en 'Hierna' wilt hebben. Iedere zoekopdracht kan als favoriet gebruikt worden. Kies de optie 'Gebruik in favorieten menu' in het kanalenzoeken menu.
ro_ro: Meniul favorite poate afisa o lista cu posturile favorite. Activeaza aceasta in meniul aditional linga 'Acum' si 'Urmatorul' Orice cautare poate fi folosita ca o favorita. Trebuie doar aleasa optiunea 'Foloseste in meniul Favorite' cand editati o cautare.

source: for the next ... hours
ca_es: per a les ... hores següents
it_it: Per le prossime ... ore
nl_nl: in de komende ... uren
ro_ro: pentru urmatoarele ... ore

source: Help$This value controls the timespan used to display your favorites.
ca_es: Aquest valor controla el temps que es mostren els vostres preferits.
it_it: Questo valore controlla l'intervallo di tempo preso in considerazione nella visualizzazione programmi preferiti.
nl_nl: Deze waarde bepaald de tijdsduur die gebruikt wordt om de favorieten te tonen
ro_ro: Aceasta valoare controleza perioada de timp folosita pentru a afisa favorite.

source: Use user-defined time
ca_es: Utilitza el temps definit per l'usuari
it_it: Utilizzare orari utente
nl_nl: Gebruik de door de gebruiker gedefinieerde tijd
ro_ro: Foloseste timp 'definit de utilizator'

source: Help$Besides 'Now' and 'Next' you can specify up to 4 other times in the EPG which can be used by repeatedly pressing the green key, e.g. 'prime time', 'late night',...
ca_es: A banda d''Ara' i 'Següent' podeu indicar uns altres 4 moments de l'EPG prement la tecla verda, p.ex. 'prime time', 'late night',...
it_it: Oltre a "In Onda" e "Prox" è possibile specificare nell'EPG fino a 4 altri orari, utilizzabili con pressioni ripetute del tasto verde, come "Prima serata", "Notte" ecc.
nl_nl: Naast 'Nu' en 'Hierna' kunnen maximaal 4 andere tijdstippen ingesteld worden in de EPG die gebruikt kunnen worden door herhaaldelijk de groene toets in te drukken, bijvoorbeeld 'prime time', 'late night', ...
ro_ro: Pe langa 'Acum' si 'Urmatorul' puteti specifica pana la 4 alti timpi in EPG care pot fi folositi apasand repetat tasta verde . ex. 'prime time', 'noaptea tarziu',...

source: Description
ca_es: Descripció
it_it: Descrizione
nl_nl: Beschrijving
ro_ro: Descriere

source: Help$This is the description for your user-defined time as it will appear as label on the green button.
ca_es: Aquesta descripció correspon amb les opcions definides per a la tecla verda.
it_it: Descrizione per gli orari definiti dall'utente. Comparirà come etichetta sul tasto verde.
nl_nl: Dit is de omschrijving van de door de gebruiker gedefinieerde tijd zoals die als label voor de groene toets zal verschijnen
ro_ro: Aceasta este descrierea pentru 'timp definit de utilizator' asa cum apare ca eticheta pe butonul verde.

source: Time
ca_es: Temps
it_it: Orario
nl_nl: Tijd
ro_ro: Timp

source: Help$Specify the user-defined time here in 'HH:MM'.
ca_es: Especifiqueu el temps en 'HH:MM'.
it_it: Inserire l'orario definito dall'utente come "HH:MM"
nl_nl: Geef de door de gebruiker gedefinieerde tijd op in 'HH:MM'.
ro_ro: Specifica aici 'timpul definit de utilizator' in 'OO:MM'.

source: Default recording dir
ca_es: Carpeta de gravacions
it_it: Cartella registrazioni predefinita
nl_nl: Standaard directory voor opnamen
ro_ro: Directorul implicit inregistrare

source: Help$When creating a timer you can specify here a default recording directory.
ca_es: En programar una gravació heu d'indicar la carpeta de gravació per defecte.
it_it: Durante la creazione di un timer, è possibile specificare una cartella registrazioni predefinita.
nl_nl: Tijdens het maken van een timer kan hier de standaardmap map voor de opnamen opgegeven worden
ro_ro: Cand creeati un temporizator puteti specifica aici, directorul implicit pentru inregistrare.

source: Add episode to manual timers
ca_es: Afegeix el nom de l'episodi a les gravacions programades
it_it: Aggiungere episodio a timer manuali
nl_nl: Episode toevoegen aan handmatige gestarte timers
ro_ro: Adauga episod la temporizatoare manuale

source: Help$If you create a timer for a series, you can automatically add the episode name. - never: no addition - always: always add episode name if present - smart: add only if event lasts less than 80 mins.
ca_es: Si heu programat la gravació d'una sèrie, podeu afegir l'episodi automàticament. - mai: no afegir - sempre: afegir sempre el nom de l'episodi - intel·ligent: afegir si té menys de 80 min.
it_it: Creando un timer per una serie, è possibile aggiungere automaticamente un nome per l'episodio. - mai: nessuna aggiunta. - sempre: aggiungere sempre il nome episodio, se presente. - intelligente: aggiungere solo se l'evento dura meno di 80 minuti.
nl_nl: Als je een timer maakt voor een serie kun je automatisch de afleveringsnaam toevoegen. - nooit: geen toevoeging - altijd: altijd een afleveringsnaam indien aanwezig - smart: alleen toevoegen als de aflevering korter is dan 80 minuten
ro_ro: Daca creeati un temporizator pentru o serie, puteti automat sa adaugati numele episodului. - niciodata: nu adauga - intotdeauna: adauga intotdeauna nume episod, numai daca este prezent - inteligent: adauga numai daca evenimentul dureaza mai putin de 80 minute.

source: Button$Select
ca_es: Selecciona
it_it: Selezionare
nl_nl: Kies
ro_ro: Selecteaza

source: Default timer check method
ca_es: Mètode de comprovació de gravacions programades
it_it: Metodo predefinito verifica timer
nl_nl: Standaard timercontrole methode
ro_ro: Metoda implicita de verificare temporizatoare

source: Use search timers
ca_es: Utilitza el cercador de gravacions programades
it_it: Usare timer di ricerca
nl_nl: Gebruik zoek timer's
ro_ro: Foloseste temporizatoare cautare

source: Help$'Search timers' can be used to automatically create timers for events that match your search criterions.
ca_es: Podeu utilitzar el cercador de gravacions programades per a crear gravacions amb els mateixos criteris.
it_it: "Timer di ricerca" può essere utilizzato per creare automaticamente timer per eventi che soddisfino i criteri della ricerca impostati.
nl_nl: 'Zoek timers' kan gebruikt worden om automatisch timers te maken die voldoen aan de opeggeven zoek kriteria
ro_ro: 'Cautare temporizatoare' pote fi folosit sa creeze automat temporizatoare pentru evenimentele care se potrivesc criteriilor dvs de cautare.

source: Update interval [min]
ca_es: Interval d'actualització [min]
it_it: Intervallo aggiornamento [min]
ro_ro: Interval update [min]

source: Help$Specify here the time intervall to be used when searching for events in the background.
ca_es: Indiqueu l'interval de temps per cercar esdeveniments en segon pla
it_it: Specificare l'intervallo temporale da utilizzare durante ricerche in background di eventi.
nl_nl: Geef hier de tijdinterval op voor het in de achtergrond zoeken van events.
ro_ro: Specifica aici intervalul de timp ce va fi utilizat cand se cauta evenimente in fundal.

source: Help$Specify here the default lifetime of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
ca_es: Indiqueu la durada per defecte de les gravacions creades amb aquest connector. Aquest valor es pot modificar en cada cas.
it_it: Specificare la persistenza predefinita per timer/registrazioni creati con questo plugin. Anche questo valore potrà essere personalizzato per ogni singola ricerca.
nl_nl: Geef hier de standaard levensduur van timers/opnamen die gemaakt zijn met deze plugin. Deze waarde kan tevens voor iedere individuele zoekopdracht worden bijgesteld.
ro_ro: Specifica aici durata de viata implicita a temporizatorelor/inregistrarilor create cu acest plugin. Aceasta valoare poate fi ajustata pentru fiecare cautare.

source: Setup.Recording$Time Buffer at Start (min)
ca_es: Temps de memòria cau a l'iniciar (min)
it_it: Margine inizio registrazione (min)
nl_nl: Tijbuffer vanaf de start (min)
ro_ro: Interval de timp la start (min)

source: Help$Specify here the default start recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
ca_es: Indiqueu el marge inicial per a les gravacions creades amb aquest connector. Aquest valor es pot modificar en cada cas.
it_it: Specificare il margine inizio registrazioni predefinito per timer/registrazioni create con questo plugin. Anche questo valore potrà essere personalizzato per ogni singola ricerca.
nl_nl: Geef hier de 'start-opname' tijdmarge op van timers/opnamen die middels deze plugin gemaakt worden. Deze waarde kan tevens voor iedere individuele zoekopdracht worden bijgesteld.
ro_ro: Specifica aici marginea implicita temporizator/inregistrare la pornirea inregistrarii create cu acest plugin. Aceasta valoare poate fi ajustata pentru fiecare cautare.

source: Setup.Recording$Time Buffer at End (min)
ca_es: Temps de memòria cau al finalitzar (min)
it_it: Margine fine registrazione (min)
nl_nl: Tijdbuffer aan het einde (min)
ro_ro: Interval de timp la sfarsit (min)
