Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel3/po/*.po
Languages: ca_es, it_it, nl_nl, ro_ro

source: Help$Specify here the default stop recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
ca_es: Indiqueu el marge final per a les gravacions creades amb aquest connector. Aquest valor es pot modificar en cada cas.
it_it: Specificare il margine fine registrazioni predefinito per timer/registrazioni create con questo plugin. Anche questo valore potrà essere personalizzato per ogni singola ricerca.
nl_nl: Geef hier de 'stop-opname' tijdmarge op van timers/opnamen die middels deze plugin gemaakt worden. Deze waarde kan tevens voor iedere individuele zoekopdracht worden bijgesteld.
ro_ro: Specifica aici marginea implicita temporizator/inregistrare la oprirea inregistrarii create cu acest plugin. Aceasta valoare poate fi ajustata pentru fiecare cautare.

source: No announcements when replaying
ca_es: Sense avisos a les reemissions
it_it: Nessun avviso durante la riproduzione
nl_nl: Geen boodschappen tijdens afspelen
ro_ro: Fara instiintari cand este in 'reluare'

source: Help$Set this to 'yes' if you don't like to get any announcements of broadcasts if you currently replay anything.
ca_es: Trieu 'sí' si no voleu avisos de les emissions si esteu tornant a veure qualsevol cosa.
it_it: Impostare a "Sì" per evitare la visualizzazione di avvisi sui programmi durante la riproduzione.
nl_nl: Stel dit in op 'ja' indien er geen boodschappen getoond mogen worden tijdens het afspelen van iets
ro_ro: Seteaza cu 'da' daca nu doriti sa primiti nici-o instiintare a transmisiilor, daca, curent, efectuati o reluare.

source: Recreate timers after deletion
ca_es: Recupera gravacions programades després de esborrar-les
it_it: Ricreare timer dopo cancellazione
nl_nl: Herstel timers na het wissen
ro_ro: Recreere temporizatoare dupa stergere

source: Help$Set this to 'yes' if you want timers to be recreated with the next search timer update after deleting them.
ca_es: Trieu 'sí' si voleu recuperar una gravació programada esborrada per a una nova actualització.
it_it: Impostare a "Sì" se si desidera che i timer vengano ricreati durante il successivo aggiornamento timer di ricerca dopo la loro cancellazione.
nl_nl: Kies hier voor 'ja' indien de timers opnieuw gemaakt moeten worden door de volgende 'zoek timer' update nadat ze gewist zijn.
ro_ro: Seteaza cu 'da' daca doriti sa recreati temporizatorul la urmatorul 'temporizator cautare update', dupa ce-l stergeti

source: Without PayTV channels
ca_es: Sense canals de pagament
it_it: Ignorare canali PayTV
nl_nl: Zonder PayTV kanalen
ro_ro: Fara canalele Tv cu plata

source: Help$Set this to 'yes' if don't want to see events on PayTV channels when searching for repeats.
ca_es: Trieu 'sí' si no voleu que es mostrin els canals de pagament quan es cerquen les reemissions.
it_it: Impostare a "Sì" per escludere la visualizzazione di eventi su canali "PayTV" durante le ricerche ripetizioni
nl_nl: Kies hier voor 'ja' indien geen events op PayTV kanalen getoond moeten worden tijdens het zoeken naar herhalingen.
ro_ro: Seteaza cu 'da' daca nu doresti sa vezi evenimentele de pe canalele criptate, atunci cand cauti dupa repetari.

source: Search templates
ca_es: Cerca plantilles
it_it: Modelli di ricerca
nl_nl: Zoek sjablonen
ro_ro: Cautare sabloane

source: Help$Here you can setup templates for your searches.
ca_es: Podeu configurar plantilles per a les vostres cerques
it_it: E' possibile impostare modelli da utilizzare nelle ricerche.
nl_nl: Hier kunnen zoek sjablonen gemaakt worden.
ro_ro: Aici poti stabili sabloane pentru cautari

source: Blacklists
ca_es: Llistes negres
it_it: Lista nera
nl_nl: Zwarte lijsten
ro_ro: Lista Neagra

source: Help$Here you can setup blacklists which can be used within a search to exclude events you don't like.
ca_es: Podeu configurar 'llistes negres' per excloure esdeveniments a les vostres cerques.
it_it: Una lista nera può essere configurata per escludere dalla ricerca eventi non graditi.
nl_nl: Hier kan een zwarte ijst gemaakt worden die kan worden gebruikt om ongewenste events uit te sluiten.
ro_ro: Aici puteti seta lista neagra, care poate fi folosita la o cautare, pentru a exclude ce nu va place.

source: Button$Setup
ca_es: Configuració
it_it: Configurazione
nl_nl: Instellingen
ro_ro: Configuraţie

source: Ignore below priority
ca_es: Ignora les prioritats de rang inferior
it_it: Ignorare priorità sotto
nl_nl: Negeer lagere prioriteit
ro_ro: Ignora mai jos de prioritate

source: Help$If a timer with priority below the given value will fail it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
ca_es: Les prioritats de rang inferior produiran un error (no important) en cas de conflicte. Només els conflictes importants generen missatges d'error a través de l'OSD.
it_it: I timer falliti con priorità inferiore a un valore predefinito non saranno classificati come Importanti. Solo conflitti importanti produrranno un messaggio OSD circa il conflitto stesso, in seguito ad una verifica conflitti.
nl_nl: Indien een timer met een lagere ingestelde priotiteit mislukt zal die niet als belangrijk gemarkeerd worden. Alleen belangrijke conflicten zullen een OSD bericht tonen na een automatische controle op conflicten.
ro_ro: Daca un temporizator cu prioritate mai jos decat cea data, va esua nu va fi clasificat ca important. Sant importante numai conflictele care au ca efect, un mesaj OSD, despre conflict dupa o verificare automata conflicte.

source: Ignore conflict duration less ... min.
ca_es: Ignora els conflictes de temps inferior a ... min.
it_it: Ignorare conflitti con durata inferiore a ... min.
nl_nl: Negeer conflicten die korter duren dan ... min.
ro_ro: Ignora conflictele cu durata mai mica de ... minute.

source: Help$If a conflicts duration is less then the given number of minutes it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
ca_es: Quan el conflicte de temps sigui inferior al valor donat, es produirà un error (no important). Només els conflictes importants generen missatges d'error a través de l'OSD.
it_it: I conflitti la cui durata risulti inferiore a un valore predefinito di minuti non saranno classificati come importatnti. Solo conflitti importanti produrranno un messaggio OSD circa il conflitto stesso, in seguito ad una verifica conflitti.
nl_nl: Als een conflict korter is dan het opgegeven aantal minuten wordt hij niet aangemerkt als belangrijk. Alleen belangrijke conflicten geven een OSD melding over het conflict na een automatische controle.
ro_ro: Daca durata unui conflict este mai mica decat numarul de minute nu va fi considerata importanta. Sant considerate importante numai acelea care au ca efect un mesaj OSD, dupa o verificare automata conflicte.

source: Only check within next ... days
ca_es: Només comprova els propers ... dies
it_it: Verificare solo entro i prossimi ... giorni
nl_nl: Contoleer alleen na ... dagen
ro_ro: Verifica numai urmatoarele ... zile

source: Help$This value reduces the conflict check to the given range of days. All other conflicts are classified as 'not yet important'.
ca_es: Aquest valor redueix la comprovació d'errors al marge de dies indicat. Els altres errors no són considerats com a importants.
it_it: la verifica conflitti verrà limitata all'Intervallo di giorni specificato. Tutti gli altri conflitti verranno classificati come "non ancora importanti".
nl_nl: Deze waarde verkleind de conflict controle binnen de opgegeven dagen. Alle andere conficten worden aangemerkt als 'niet erg belangrijk'.
ro_ro: Aceasta valoare reduce verificare conflict la plaja de zile specificata. Toate celelate conflicte sant clasificate ca 'neimportante'.

source: --- Automatic checking ---
ca_es: --Comprovació automàtica--
it_it: --- Verifica Automatica ---
nl_nl: --- Automatische controle ---
ro_ro: --- Verificare Automata ---

source: After each timer programming
ca_es: Després de cada programació
it_it: Dopo ogni programmazione timer
nl_nl: Na iedere geprogrammeerde timer
ro_ro: Dupa fiecare programare temporizatoare

source: Help$Set this to 'yes' if the conflict check should be performed after each manual timer programming. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if this timer is involved in any conflict.
ca_es: Trieu 'sí' si voleu comprovar els errors després de cada programació. En cas de conflicte es mostrarà un missatge informatiu.
it_it: Impostare a "Sì" per effettuare la verifica dopo la programmazione di ogni timer manuale. In caso di conflitti un messaggio informerà immediatamente in proposito. Il messaggio verrà visualizzato solo se il timer risultasse coinvolto in qualche conflitto.
nl_nl: Kies hier voor 'ja' indien na iedere handmatige timerprogrammering een controle op eventuele conflicten uitgevoerd moet worden. Is dit het geval zal er direct een boodschap getoond worden. De melding wordt alleen getoont als de timer een conflict veroorzaakt.
ro_ro: Seteaza cu 'da' daca verificare conflicte trebuie efectuata dupa ficare programare manuala temporizator. In cazul unui conflict, veti primi imediat un mesaj informativ. Mesajul este afisat numai daca acest temporizator este implicat in orice conflict

source: When a recording starts
ca_es: Quan s'inicia la gravació
it_it: Su avvio registrazione
nl_nl: Als de opname wordt gestart
ro_ro: Cand incepe o inregistrare

source: Help$Set this to 'yes' if the conflict check should be performed when a recording starts. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if the conflict is within the next 2 hours.
ca_es: Trieu 'sí' si voleu comprovar els errors quan s'inicia la gravació. En cas de conflicte es mostrarà un missatge informatiu si el conflicte s'ha de produir en les 2 hores següents.
it_it: Impostare a "Sì" per effettuare una verifica all'avvio di una registrazione. In caso di conflitto verrà mostrato immediatamente un messaggio che informerà in proposito. Il messaggio verrà visualizzato solo se il conflitto fosse previsto entro le 2 ore successive.
nl_nl: Kies hier voor 'ja' indien bij een opname start een controle op eventuele timer-conflicten uitgevoerd moet worden, welke direct getoond zullen worden indien er in de komende twee uur een conflict kan ontstaan.
ro_ro: Seteaza cu 'da' daca verificare conflicte trebuie efectuat cand incepe o inregistrare. In cazul unui conflict vei primi imediat un mesaj de informare, despre conflict. Acest mesaj este afisat numai daca conflictul apare in urmatoarele 2 ore.

source: After each search timer update
ca_es: Després de cada actualització de gravacions programades
it_it: Dopo ogni aggiornamento timer di ricerca
nl_nl: Na iedere search timer update
ro_ro: Dupa fiecare temporizator cautare update

source: Help$Set this to 'yes' if the conflict check should be performed after each search timer update.
ca_es: Trieu 'sí' si voleu comprovar els errors després de cada actualització de gravacions programades.
it_it: Impostare a "Sì" per effettuare una verifica dopo ogni aggiornamento timer di ricerca.
nl_nl: Kies hier voor 'ja' indien na iedere zoek-timer update op eventuele timerconflicten gecontroleerd moet worden
ro_ro: Seteaza 'da' daca verificarea conflicte trebuie efectuata dupa fiecare cautare de update.

source: every ... minutes
ca_es: cada ... minuts
it_it: Ogni ... minuti
nl_nl: elke ... minuten
ro_ro: fiecare ... minute

source: Help$Specify here the time intervall to be used for an automatic conflict check in the background. ('0' disables an automatic check)
ca_es: Indiqueu l'interval de temps a utilitzar per a la comprovació d'errors en segon pla. ('0' desactiva la comprovació automàtica)
it_it: Specificare l'intervallo di tempo da utilizzare per una verifica automatica conflitti in background. ("0" -> disabilitare la verifica automatica)
nl_nl: Stel de tijds-interval in voor de automatische timerconflict-controle op de achtergrond. ('0' schakelt de automatische controle uit)
ro_ro: Specifica aici intervalul de timp, care va fi utilizat in fundal, pentru verificare automata conflicte. ('0'dezactiveaza o verificare automata)

source: if conflicts within next ... minutes
ca_es: si el conflicte és dins dels ... minuts següents
it_it: Se conflitti previsti nei prossimi ... minuti
nl_nl: indien er een conflict is binnen ... minuten
ro_ro: daca conflictul apare in urmatoarele ... minute

source: Help$If the next conflict will appear in the given number of minutes you can specify here a shorter check intervall to get more OSD notifications about it.
ca_es: Si el conflicte s'ha de produir dins de l'interval indicat, es mostraran missatges d'avís a l'OSD.
it_it: Se il prossimo conflitto dovesse verificarsi nell'intervallo di tempo specificato, è possibile impostare un intervallo di verifica più ristretto per ottenere maggiori notifiche OSD in proposito.
nl_nl: Indien het volgende conflict zich binnen de opgegeven minuten voordoet, kan de hier controle interval eventueel kleiner gemaakt worden om meer OSD informatie te verkrijgen.
ro_ro: Daca urmatorul conflict, va aparea in numarul de minute precizat, puteti specifica aici un interval de verificare mai scurt, pentru a primi notificari OSD despre el.

source: Avoid notification when replaying
ca_es: Evita les notificacions a les reemissions
it_it: Evitare avvisi durante la riproduzione
nl_nl: Hou notificatie tijdens het afspelen tegen
ro_ro: Evita notificarile cand se reda

source: Help$Set this to 'yes' if the don't want to get OSD messages about conflicts if you currently replay something. Nevertheless messages will be displayed if the first upcoming conflict is within the next 2 hours.
ca_es: Trieu 'sí' no voleu que l'OSD mostri els missatges d'avís durant les reemissions. Els missatges d'error es mostraran si hi torna a haver conflictes durant les 2 hores següents.
it_it: Impostare a "Sì" per impedire messaggi OSD circa i conflitti durante la riproduzione.I messaggi verranno visualizzati comunque nel caso in cui il primo conflitto fosse previsto entro le 2 ore successive.
nl_nl: Kies hier voor 'ja' indien je tijdens het afspelen geen conflict-berichten via de OSD wilt zien, wel worden berichten getoond indien het eerste conflict binnen de komende 2 uur plaats vindt.
ro_ro: Seteaza cu 'da' daca nu doresti sa primesti mesaje OSD, despre conflicte, in timp ce se reda ceva.Totusi mesajele vor fi afisate daca primul conflict, care urmeaza, este in urmatoarele 2 ore.

source: Direct access to epgsearch's timers menu
ca_es: Accés directe al menú de gravacions de l'epgsearch
it_it: Accesso diretto a Menu timer di ricerca EPGSearch
nl_nl: Directe toegang tot de timer menu's van epgsearch
ro_ro: Acces direct la meniul temporizatoare cautare in epg

source: Timer Manager
ca_es: Gestiona les gravacions programades
it_it: Gestore timer
nl_nl: Timer Beheer
ro_ro: Manager Temporizatoare

source: This version of EPGSearch does not support this service!
ca_es: Aquesta versió de l'epgsearch no suporta aquest servei!
it_it: Questa versione di EPGSearch non supporta questo canale!
nl_nl: Deze versie van EPGsearch ondersteund deze service niet!
ro_ro: Aceasta versiune a Cautare EPG nu suporta acest service!

source: EPGSearch does not exist!
ca_es: EPGSearch no està instal·lat!
it_it: EPGSearch non trovato!
nl_nl: EPGsearch bestaat niet!
ro_ro: Cautare EPG nu exista!

source: Start/Stop time has changed
ca_es: Ha canviat l'hora d'Inici/Final
it_it: L'ora di avvio/stop è cambiata
nl_nl: Start/Stop tijd is gewijzigd

source: Title/episode has changed
ca_es: Ha canviat el Títol/Episodi
it_it: Il titolo/episodio è cambiato
nl_nl: Titel/aflevering is gewijzigd

source: No new timers were added.
ca_es: No s'han programat gravacions.
it_it: Nessun nuovo timer aggiunto.
nl_nl: Geen nieuwe timers toegevoegd.
ro_ro: Nu au fost adaugate temporizatoare noi.

source: No timers were modified.
ca_es: No s'han modificat les gravacions programades.
it_it: Nessun timer modificato.
nl_nl: Geen timers aangepast.
ro_ro: Nu au fost modificate temporizatoare.

source: No timers were deleted.
ca_es: No s'han suprimit gravacions programades.
it_it: Nessun timer cancellato.
nl_nl: Geen timers gewist.
ro_ro: Nici-un timer nu a fost sters.

source: %d new broadcast
ca_es: %d nova emissió
it_it: %d nuovi programmi
nl_nl: %d nieuwe uitzending
ro_ro: %d transmisii noi

source: Button$by channel
ca_es: per canal
it_it: per canale
nl_nl: per kanaal
ro_ro: dupa canal

source: Button$by time
ca_es: per temps
it_it: per orario
nl_nl: bij tijd
ro_ro: dupa timp

source: Button$Episode
ca_es: Episodi
it_it: Episodio
nl_nl: Hoofdstuk
ro_ro: Episod

source: Button$Title
ca_es: Títol
it_it: Titolo
nl_nl: Titel
ro_ro: Titlu

source: announce details
ca_es: mostra els detalls
it_it: Dettagli avviso
nl_nl: details aankondigen

source: announce again
ca_es: mostra de nou
it_it: Ripetere avviso
nl_nl: nog een keer aankondigen
ro_ro: anunta din nou

source: with next update
ca_es: amb la nova actualització
it_it: Con il prossimo aggiornamento
nl_nl: na de volgende update
ro_ro: cu urmatorul update

source: again from
ca_es: de nou des de
it_it: di nuovo da
nl_nl: opnieuw vanaf
ro_ro: din nou de la

source: Search timer
ca_es: Cerca gravació programada
it_it: Timer di ricerca
nl_nl: Zoek timer
ro_ro: Temporizator cautare

source: Edit blacklist
ca_es: Edita llista negra
it_it: Modificare lista nera
nl_nl: Bewerk de zwarte lijst
ro_ro: Editare lista neagra

source: phrase
ca_es: frase
it_it: Frase
nl_nl: uitdruk
ro_ro: fraza

source: all words
ca_es: totes les paraules
it_it: tutte le parole
nl_nl: alle woorden
ro_ro: toate cuvintele

source: at least one word
ca_es: almenys una paraula
it_it: almeno una parola
nl_nl: ten minste een woord
ro_ro: cu cel putin un cuvant

source: match exactly
ca_es: coincidència total
it_it: Corrispondenza esatta
nl_nl: precies passend
ro_ro: potrivire exacta

source: regular expression
ca_es: expressió comuna
it_it: Espressione regolare
nl_nl: reguliere uitdrukking
ro_ro: expresie regulara

source: fuzzy
ca_es: confús
it_it: Approssimativa
nl_nl: wazig

source: user-defined
ca_es: definit per l'usuari
it_it: Definita dall'utente
nl_nl: door gebruiker gedefinieert
ro_ro: sefinit de utilizator

source: interval
it_it: Intervallo

source: channel group
ca_es: grup de canals
it_it: Gruppo canali
nl_nl: kanaal groep
ro_ro: gupul de canale

source: only FTA
ca_es: només FTA
it_it: solo in chiaro
nl_nl: alleen FTA
ro_ro: numai libere

source: Search term
ca_es: Paraula de cerca
it_it: Voci di ricerca
nl_nl: Zoek term
ro_ro: Termen de cautat

source: Search mode
ca_es: Mode de cerca
it_it: Modalità ricerca
nl_nl: Zoek mode
ro_ro: Mod de cautare

source: Tolerance
ca_es: Tolerància
it_it: Tolleranza
nl_nl: Tolerantie
ro_ro: Toleranta

source: Match case
ca_es: No discr. Maj./Min.
it_it: Corrisp. Maiusc./minusc.
nl_nl: Idem case
ro_ro: Cazul 'Potrivire'

source: Use title
ca_es: Utilitza títol
it_it: Utilizzare titolo
nl_nl: Gebruik titel
ro_ro: Foloseste titlu

source: Use subtitle
ca_es: Utilitza subtítol
it_it: Utilizzare sottotitolo
nl_nl: Gebruik ondertitel
ro_ro: Foloseste subtitlu

source: Use description
ca_es: Utilitza descripció
it_it: Utilizzare descrizione
nl_nl: Gebruik beschrijving
ro_ro: Foloseste descriere

source: Use extended EPG info
ca_es: Utilitza inf. addicional EPG
it_it: Utilizzare info EPG estese
nl_nl: Gebruik uitgebreide EPG info
ro_ro: Foloseste informatii extinse EPG

source: Ignore missing categories
ca_es: Ignora categories perdudes
it_it: Ignorare le categorie mancabti
nl_nl: Negeer niet aanwezige categorieën

source: Use channel
ca_es: Utilitza canal
it_it: Utilizzare canale
nl_nl: Gebruik kanaal
ro_ro: Foloseste canal

source: from channel
ca_es: des del canal
it_it: da canale
nl_nl: van kanaal
ro_ro: de la canal

source: to channel
ca_es: al canal
it_it: a canale
nl_nl: tot kanaal
ro_ro: la canal

source: Channel group
ca_es: Grup de canals
it_it: Gruppo canali
nl_nl: Kanaal groep
ro_ro: Grup canal

source: Use time
ca_es: Utilitza temps
it_it: Utilizzare orario
nl_nl: Gebruik tijd
ro_ro: Foloseste timp

source: Start after
ca_es: Inicia després
it_it: Inizia dopo
nl_nl: Start na
ro_ro: Porneste dupa

source: Start before
ca_es: Inicia abans
it_it: Inizia prima
nl_nl: Start voor
ro_ro: Porneste inainte de

source: Use duration
ca_es: Utilitza durada
it_it: Utilizzare durata
nl_nl: Gebruiks duur
ro_ro: Foloseste durata

source: Min. duration
ca_es: Durada Mín.
it_it: Durata min.
nl_nl: Min. duur
ro_ro: Durata minima

source: Max. duration
ca_es: Durada Màx.
it_it: Durata max.
nl_nl: Max. duur
ro_ro: Durata maxima

source: Use day of week
ca_es: Utilitza dia de la setmana
it_it: Utilizzare giorno settimana
nl_nl: Gebruik dag van de week
ro_ro: Foloseste zilele saptamanii

source: Day of week
it_it: Giorno della settimana
nl_nl: Dag van de week

source: Button$Templates
ca_es: Plantilles
it_it: Modelli
nl_nl: Sjablonen
ro_ro: Sabloane

source: *** Invalid Channel ***
ca_es: *** Canal no vàlid ***
it_it: *** Canale non valido ***
nl_nl: *** Ongeldig kanaal ***
ro_ro: *** Canal Invalid ***

source: Please check channel criteria!
ca_es: Si us plau, comprova els criteris de canal!
it_it: Controllare criteri canale!
nl_nl: AUB kanaal criteria nakijken
ro_ro: Va rog sa verificati criteriile canal!

source: Edit$Delete blacklist?
ca_es: Editar/Suprimir llista negra?
it_it: Rimuovere la lista nera?
nl_nl: Verwijder zwarte lijst?
ro_ro: Sterg Lista neagra ?

source: Create searchtimer
ca_es: Crea cercador de gravacions programades
it_it: Creare timer di ricerca
nl_nl: Maak een timer
ro_ro: Creeaza temporizator cautare

source: List searchtimers
ca_es: Mostra cercadors de gravacions programades
it_it: Elenco timer di ricerca
nl_nl: Toon zoek timers overzicht
ro_ro: Listeaza temporizatoarele de cautare

source: Search for repeats
ca_es: Cerca les reemissions
it_it: Ricercare ripetizioni
nl_nl: Zoek naar herhalingen
ro_ro: Cauta dupa repetari

source: List recordings of this broadcast
ca_es: Mosta les gravacions d'aquest programa
it_it: Elenco registrazioni del programma
nl_nl: Toon opname's van deze uitzending
ro_ro: Listeaza inregistrarile acestei transmisii

source: Mark as 'already recorded'?
ca_es: Marcar com a 'enregistrat'?
it_it: Etichettare come "già registrato"?
nl_nl: Markeer als 'reeds opgenomen'?
ro_ro: Marchez ca 'deja inregistrat' ?

source: Activate/deactivate automatic switch?
ca_es: Activar/desactivar canvis automàtics?
it_it: Attivare/Disattivare modifiche automatiche?
nl_nl: Aktiveer/deactiveer automatisch omschakelen?
ro_ro: Activez/dezactivez cautare automata ?

source: Ignore this broadcast
ca_es: Ignora aquesta emissió
it_it: Ignorare programma
nl_nl: Negeer deze uitzending
ro_ro: Ignora aceasta tramisie

source: EPG Commands
ca_es: Ordres EPG
it_it: Comandi EPG
nl_nl: EPG kommando's
ro_ro: Comenzi EPG

source: Already running!
ca_es: S'està executant!
it_it: Già in esecuzione!
nl_nl: Is al bezig
ro_ro: Ruleaza deja!

source: Add to switch list?
ca_es: Afegir a la llista de canvis?
it_it: Aggiungere a lista modifiche?
nl_nl: Toevoegen aan kanalenlijst
ro_ro: Adaug la lista de comutare ?

source: Delete from switch list?
ca_es: Suprimir de la llista de canvis?
it_it: Cancellare da lista modifiche?
nl_nl: Wissen van kanalenlijst?
ro_ro: Sterg din lista de comutare ?

source: Button$Details
ca_es: Detalls
it_it: Dettagli
nl_nl: Details
ro_ro: Detalii

source: Button$Filter
ca_es: Filtres
it_it: Filtro
nl_nl: Filter
ro_ro: Filtru

source: Button$Show all
ca_es: Mostra-ho tot
it_it: Mostrare tutto
nl_nl: Alles
ro_ro: Arata-le pe toate
