Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/epgsearch-0.9.24-reel3/po/*.po
Languages: ca_es, it_it, nl_nl, ro_ro

source: %d new broadcast(s) found! Show them?
ca_es: %d noves emissions trobades! Mostrar?
it_it: %d nuovi programmi trovati! Mostrarli?
nl_nl: %d nieuwe zending(en) gevonden! Tonen?
ro_ro: %d statii (e) gasita (e)! Afisez ?

source: Search timer update done!
ca_es: S'han actualitzat els cercadors de gravacions programades!
it_it: Aggiornamento timer di ricerca effettuato!
nl_nl: Zoek timer update klaar!
ro_ro: Temporizator cautare update gata!

source: Programming timer failed!
ca_es: S'ha produït un error en programar la gravació!
it_it: Programmazione timer fallita!
nl_nl: Timer programmering mislukt
ro_ro: Esuare programare temporizator!

source: Use 'OK Button' for opening and closing menus
nl_nl: Gebruik de OK toets om de menu's te openen en te sluiten

source: Show bouquet separators
nl_nl: Toon boeket scheidingen

source: Button$Off
nl_nl: Uit

source: Button$On
nl_nl: Aan

source: Please confirm changes with OK
nl_nl: Bevestig de wijzigingen met OK aub.

source: File
ca_es: Fitxer
nl_nl: Bestand
ro_ro: Fisier

source: no broadcast found
nl_nl: geen uitzending gevonden

source: No templates present.
ca_es: No s'han trobat plantilles.
nl_nl: Geen sjablonen aanwezig.

source: Use the yellow button to create a new template.
ca_es: Utilitza el botó groc per crear una plantilla.
nl_nl: Gebruik de gele toets om een nieuw sjabloon te maken.
