Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/reelblog-0.1/po/*.po
Languages: nl_nl

source: Responsible person for contents of reelblog in terms of press law: Mr. Robert M.K. Schmidt Feuerbachstr. 5 D-69126 Heidelberg Germany While we endeavor to provide the most accurate, up-to-date information available, the information on this Site may be out of date or include omissions, inaccuracies or other errors. This Site and the materials therein are provided "AS IS." We make no representations or warranties, either express or implied, of any kind with respect to this Site, its operations, contents, information or materials as this site is managed by a third party (s. above). WE EXPRESSLY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, OF ANY KIND WITH RESPECT TO THIS SITE OR ITS USE, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. According Paragraph 7 sect.1 TMG Reel Multimedia is only reliable for contents provided by itself. According to Paragraph 8 to 10 TMG Reel Multimedia is not obliged to ensure legitimacy of transferred or saved data or to investigate circumstances that imply illicit actions. Other obligations to delete or block usage or information according to applicable law still apply. We will remove any illicit contents promptly one informed about it. Certain content from third party vendors may be made available as part of reelblog. This content is believed to be reliable, but we do not endorse or guarantee the accuracy or completeness of this content. Should we recognize any breach of applicable laws we will remove all concerned links immediately.
nl_nl: Verantwoordelijke persoon voor de inhoud van het reelblog: Mr. Robert M.K. Schmidt Feuerbachstr. 5 D-69126 Heidelberg Germany While we endeavor to provide the most accurate, up-to-date information available, the information on this Site may be out of date or include omissions, inaccuracies or other errors. This Site and the materials therein are provided "AS IS." We make no representations or warranties, either express or implied, of any kind with respect to this Site, its operations, contents, information or materials as this site is managed by a third party (s. above). WE EXPRESSLY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, OF ANY KIND WITH RESPECT TO THIS SITE OR ITS USE, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. According Paragraph 7 sect.1 TMG Reel Multimedia is only reliable for contents provided by itself. According to Paragraph 8 to 10 TMG Reel Multimedia is not obliged to ensure legitimacy of transferred or saved data or to investigate circumstances that imply illicit actions. Other obligations to delete or block usage or information according to applicable law still apply. We will remove any illicit contents promptly one informed about it. Certain content from third party vendors may be made available as part of reelblog. This content is believed to be reliable, but we do not endorse or guarantee the accuracy or completeness of this content. Should we recognize any breach of applicable laws we will remove all concerned links immediately.

source: Reelblog-Impressum
nl_nl: Reelblog-oplage

source: Reelblog item
nl_nl: Reelblog onderwerp

source: Impressum
nl_nl: oplage

source: Select Reelblog item
nl_nl: Selecteer Reelblog onderwerp

source: Can't parse Reelblog item!
nl_nl: Kan het Reelblog onderwerp niet analyseren!

source: Can't download Reelblog item!
nl_nl: Kan het Reelblog onderwerp niet downloaden!

source: Unknown error!
nl_nl: Onbekende fout!

source: Show the new feeds around the Reelbox
nl_nl: Toon laatste nieuwsitems rond de ReelBox

source: ConfigFile reelblog.conf not found!
nl_nl: Configuratie bestand reelblog.conf niet gevonden!

source: Loading Reelblog items ...
nl_nl: Ophalen van de Reelblog items
