Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/sleeptimer-0.6/po/*.po
Languages: ca_es, cs_cz, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro

source: Sleep-Timer for VDR
ca_es: Programa l'aturada de l'VDR
cs_cz: Časovač uspání pro VDR
de_de: Ausschalttimer f√ºr ReelVDR
es_es: Progamar apagado del VDR
it_it: Sleep timer per VDR
nl_nl: Slaap-Timer voor VDR
pl_pl: Sleep-Timer dla VDR
ro_ro: Temporizator-somn pentru VDR

source: SleepTimer
ca_es: Programa l'aturada
cs_cz: Časovač uspání
de_de: Ausschalttimer
es_es: Apagado temporizado
nl_nl: Slaap-timer
ro_ro: Temporizator somn

source: Action
ca_es: Acció
cs_cz: Akce
de_de: Aktion
es_es: Acción
it_it: Azione
nl_nl: Aktie
pl_pl: Akcja
ro_ro: Actiune

source: Shutdown
ca_es: Atura
cs_cz: Vypnout
de_de: Herunterfahren
es_es: Apagado
it_it: Arrestare
nl_nl: Afsluiten
pl_pl: Wyłaczyc
ro_ro: Oprire

source: Mute
ca_es: Silenci
cs_cz: Ztlumit
de_de: Stummschalten
es_es: Silencio
pl_pl: Wyciszenie
ro_ro: Mut

source: Turning off in about one minute
ca_es: L'VDR s'aturarà en un minut
cs_cz: Vypnutí přibližně za minutu
de_de: Ausschalten in einer Minute
es_es: Apagado en un minuto
it_it: Arresto previsto tra circa un minuto
nl_nl: Wordt na ongeveer 1 minuut uitgeschakeld
pl_pl: Wyłączy sie za okolo jednej minuty
ro_ro: Oprire in aprox. 1 minut

source: Shutdown-Minutes
ca_es: Temps per l'aturada (min)
cs_cz: Vypnutí - minuty
de_de: Ausschalten in ... Minuten
es_es: Minutos para apagar
it_it: Arresto-Minuti
nl_nl: Afsluiten-minuten
pl_pl: Minuty-Wyłaczenia
ro_ro: Minute oprire

source: Shutdown-Time
ca_es: Hora d'aturada
cs_cz: Vypnutí - čas
de_de: Ausschaltzeit
es_es: Tiempo de apagado
it_it: Arresto-Ora
nl_nl: Afsluiten-tijd
pl_pl: Czas-Wyłączenia
ro_ro: Timp oprire

source: Disable Shutdown in %d minutes
ca_es: Desactiva l'aturada en %d minuts
cs_cz: Zakázat vypnutí za %d minut
de_de: Ausschalttimer in %d Minuten abbrechen
es_es: Desactivar apagado en %d minutos
it_it: Disabilitare arresto per %d minuti
nl_nl: Afsluiten-afbreken in %d minuten
pl_pl: Wyłącz wyłaczanie w %d minut
ro_ro: Dezactiveaza oprire in %d minute

source: State: Not active
ca_es: Estat: Inactiu
cs_cz: Stav: Neaktivní
de_de: Status: Nicht aktiv
es_es: Inactivo
it_it: Stato: Non attivo
nl_nl: State: Niet aktief
pl_pl: Status: Nie aktywny
ro_ro: Stare: Nu este activ

source: Abort Shutdown?
ca_es: Interrompre l'aturada?
cs_cz: Přerušit vypínání?
de_de: Ausschalten abbrechen?
es_es: ¿Abortar apagado?
it_it: Interrompere arresto?
nl_nl: Uitschakelen afbreken?
pl_pl: Przerwać Wyłanczanie?
ro_ro: Anulez oprirea ?

source: Shutdown at %i:%.2i?
ca_es: Aturar a les %i:%.2i?
cs_cz: Vypnout v %i:%.2i?
de_de: Um %i:%.2i ausschalten?
es_es: ¿Apagado en %i:%.2i?
it_it: Arrestare alle %i:%.2i?
nl_nl: Afsluiten op %i:%.2i?
pl_pl: Wyłącz za %i:%.2i?
ro_ro: Oprire la %i:%.2i?

source: Shutdown in %d minutes?
ca_es: Aturar en %d minuts?
cs_cz: Vypnout za %d minut?
de_de: In %d Minuten ausschalten?
es_es: ¿Apagado en %d minutos?
it_it: Arrestare tra %d minuti?
nl_nl: Afsluiten in %d minuten
pl_pl: Wyłanczanie w %d minut?
ro_ro: Oprie in %d minute
