Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/dpkg-0.0.3/po/*.po
Languages: ca_es, cs_cz, de_de, it_it, nl_nl, pl_pl, ro_ro, tr_tr

source: Start Online Update
ca_es: Inicia l'actualització en línia
cs_cz: Spustit online aktualizaci
de_de: Onlineupdate durchführen
it_it: Avviare agg. online
nl_nl: Online update starten
pl_pl: Rozpocznij Aktualizacje Online
tr_tr: Online Güncelleme Başla

source: Updates available! Press OK to update now.
ca_es: Hi ha actualitzacions disponibles! Premeu la tecla OK per actualitzar.
cs_cz: Aktualizace jsou k dispozici. Tlačítkem OK provedete aktualizaci.
de_de: Softwareupdates verfügbar. Jetzt installieren?
it_it: Aggiornamenti disponibili! Ok -> Aggiornare ora.
nl_nl: Updates beschikbaar! Druk op 'Upgrade' om het update proces te starten.
pl_pl: Aktualizacje oprogramowania dostępne! Nacisnij OK żeby aktualizować
ro_ro: Uddate-uri disponibile ! Apasa ok pentru a updata acum.
tr_tr: Güncelleme Bulundu! OK?

source: Addon Plugin
ca_es: Connector complementari
cs_cz: Přídavný modul
de_de: Zusätzliches Plugin
it_it: Plugin Addon
pl_pl: Wtyczka Dodatkowa
ro_ro: Plugin Addon

source: Optional Software
ca_es: Programari opcional
cs_cz: Volitelný software
de_de: Optionale Software
it_it: Sofware opzionale
nl_nl: Optionele software
pl_pl: Dodatkowe Oprogramowanie
ro_ro: Software Optional
tr_tr: Option Software

source: Online Update
ca_es: Actualització en línia
cs_cz: Online aktualizace
de_de: Softwareupdate - Online
it_it: Aggiornamento online
pl_pl: Aktualizacja Online
ro_ro: Update Online
tr_tr: Online Güncelleme

source: Updating sources...
ca_es: S'estan actualitzant les fonts...
cs_cz: Aktualizace zdrojů...
de_de: Aktualisiere Quellen...
it_it: Agg. sorgenti in corso...
nl_nl: Updaten van de bronnen...
pl_pl: Aktualizuje cele...
ro_ro: Updatez surse...
tr_tr: Sourcesler Yükleniyor

source: Updating packages...
ca_es: S'estan actualitzant els paquets...
cs_cz: Aktualizace balíčků...
de_de: Aktualisiere Pakete...
it_it: Agg. pacchetti in corso...
nl_nl: Updaten van de pakketten...
pl_pl: Aktualizuje paczki...
ro_ro: Updatez pachete...
tr_tr: Paketler Yükleniyor

source: Rebooting, please wait...
ca_es: S'està reiniciant... Si us plau, espereu-vos!
cs_cz: Restartování... Počkejte prosím
de_de: Neustart wird ausgeführt, bitte warten...
it_it: Riavvio in corso. Attendere...
nl_nl: Herstarten bezig... moment aub!
pl_pl: Restartuje...Prosze czekac!
ro_ro: Repornesc... Va rog asteptati !
tr_tr: System Yeni Start - Lütven Bekleyiniz!

source: Execute aptitude upgrade
de_de: Starte: aptitude upgrade
nl_nl: Voer 'aptitude updgrade' uit

source: Execute apt upgrade
de_de: Starte: apt upgrade
nl_nl: Voer 'apt upgrade' uit

source: Execute base install
de_de: Starte: base install
nl_nl: Voer 'basisinstallatie' uit

source: Execute forced aptitude upgrade
de_de: Starte: aptitude upgrade (forciert)
nl_nl: Voer 'geforeerde aptitude upgrade' uit

source: Execute forced apt upgrade
de_de: Starte: apt upgrade (forciert)
nl_nl: Voer 'geforceerde apt upgrade' uit

source: Software update via online connection:
ca_es: Actualització de programari mitjançant connexió en línia:
cs_cz: Aktualizace softwaru prostřednictvím online připojení:
de_de: Softwareupdate über Online Verbindung:
it_it: Aggiornamento software da connessione online:
nl_nl: Software update via online verbinding:
pl_pl: Aktualizacje Oprogramowania przez łaczę online:
ro_ro: Update software online prin conexiunea:
tr_tr: Software Güncelleme Online Bağlantu Üzerinden

source: Upgrade
ca_es: Actualitza
cs_cz: Upgradovat
de_de: Jetzt updaten
it_it: Aggiornamento
pl_pl: Aktualizacja
tr_tr: Güncelleştirme

source: Install
ca_es: Instal·la
cs_cz: Instalovat
de_de: Ausführen
it_it: Installare
nl_nl: Installeer
pl_pl: Instalacja
ro_ro: Instaleaza
tr_tr: Tesis Et

source: Back
ca_es: Enrere
cs_cz: Zpět
de_de: Zurück
it_it: Indietro
nl_nl: Terug
pl_pl: Cofnąć
ro_ro: Inapoi
tr_tr: Geri

source: Skip
ca_es: Omet
cs_cz: Přeskočit
de_de: Auslassen
it_it: Saltare
nl_nl: Sla over
pl_pl: Omiń
ro_ro: Sari
tr_tr: Atla

source: Packages
ca_es: Paquets
cs_cz: Balíčky
de_de: Pakete
it_it: Pacchetti
nl_nl: Pakketten
pl_pl: Pakiety
ro_ro: Pachete
tr_tr: Paketler

source: Sources
ca_es: Fonts
cs_cz: Zdroje
de_de: Quellen
it_it: Sorgenti
nl_nl: Bronnen
pl_pl: Cele
ro_ro: Surse
tr_tr: Sorcesler

source: Please restart your ReelBox after the recording.
ca_es: Si us plau, reinicieu la Reelbox en acabar la gravació.
de_de: Bitte starten Sie Ihre ReelBox nach Ende der Aufzeichnung neu.
it_it: Riavviare il ReelBox al termine della registrazione.
nl_nl: Herstart aub. de ReelBox nadat de opname is afgerond!

source: Reboot ?
ca_es: Reiniciar?
cs_cz: Restartovat?
de_de: Neustart ?
it_it: Riavviare?
nl_nl: Herstarten ?
pl_pl: Restartować ?
ro_ro: Repornire ?
tr_tr: System Yeni Start?

source: Button$Continue
de_de: Weiter
nl_nl: Doorgaan

source: Aborting...
ca_es: S'està interrompent...
cs_cz: Rušení...
de_de: Breche Vorgang ab...
it_it: Interruzione in corso...
nl_nl: Afbreken...
pl_pl: Anuluje...
ro_ro: Anulare...

source: Press OK to abort update.
ca_es: Premeu OK per interrompre l'actualització.
cs_cz: Aktualizaci přerušíte tlačítkem OK.
de_de: Drücken Sie OK um abzubrechen.
it_it: Ok -> Interrompere l'aggiornamento.
nl_nl: Druk op OK om de update af te breken.
pl_pl: Nacisnij OK zeby anulowac aktualizacje.
ro_ro: Apasa OK pentru a abandona update
tr_tr: OK - Update Başlat

source: Failed to update all sources! Searching for updates...
ca_es: No s'han pogut actualitzar totes les fonts! S'estan cercant actualitzacions...
cs_cz: Aktualizace zdrojů se nezdařila! Hledání aktualizací...
de_de: Konnte nicht alle Quellen aktualisieren! Suche nach neuen Updates...
it_it: Aggiornamento sorgenti fallito! Ricerca aggiornamenti in corso...
nl_nl: Updaten van alle bronnen mislukt! Zoeken naar updates...
pl_pl: Nie powiodły sie aktualizacje wszystkie! Szuka aktualizacji...
ro_ro: Esuare updatare toate sursele!Caut dupa update...

source: Failed to update all sources! Searching for packages...
ca_es: No s'han pogut actualitzar totes les fonts! S'estan cercant paquets...
cs_cz: Aktualizace zdrojů se nezdařila! Hledání balíčků...
de_de: Konnte nicht alle Quellen aktualisieren! Suche nach neuen Paketen...
it_it: Aggiornamento sorgenti fallito! Ricerca pacchetti in corso...
nl_nl: Updaten van alle bronnen mislukt! Zoeken naar paketten...
pl_pl: Nie powiodło sie aktualizować wszystkie cele! Szuka nowych pakiet...
ro_ro: Esuare updatare toate sursele!Caut dupa pachete...

source: Sources up to date. Searching for updates...
ca_es: Fonts actualitzades. S'estan cercant actualitzacions...
cs_cz: Zdroje jsou aktuální. Hledání aktualizací...
de_de: Quellen aktualisiert. Suche nach neuen Updates...
it_it: Sorgenti aggiornate. Ricerca aggiornamenti in corso...
nl_nl: Bronnen zijn up to date. Zoeken naar updates...
pl_pl: Cel jest aktualny. Szuka aktualizacji...
ro_ro: Surse neactualizate.Cautare dupa update-uri...

source: Sources up to date. Searching for packages...
ca_es: Fonts actualitzades. S'estan cercant paquets...
cs_cz: Zdroje jsou aktuální. Hledání balíčků...
de_de: Quellen aktualisiert. Suche nach neuen Paketen...
it_it: Sorgenti aggiornate. Ricerca pacchetti in corso...
nl_nl: Bronnen up to date. Zoeken naar pakketten...
pl_pl: Cel jest aktualny. Szuka pakiet...
ro_ro: Surse neactualizate.Cautare dupa pachete...

source: Failed to process all packages!
ca_es: S'ha produït un error en processar tots els paquets!
cs_cz: Zpracování balíčků se nezdařilo!
de_de: Konnte nicht alle Pakete bearbeiten!
it_it: Elaborazione pacchetti fallita!
nl_nl: Niet alle pakketten zijn succesvol geinstalleerd!
pl_pl: Nie wszystkie pakiety powiodły się!
ro_ro: Esuare procesare toate pachetele!

source: Failed
ca_es: S'ha produït un error
cs_cz: Neúspěch
de_de: Fehlgeschlagen
it_it: Fallito!
nl_nl: Mislukt
pl_pl: Nie powiodło się
ro_ro: Esuare
tr_tr: Hata Var!

source: Now select upgrade to install the new packages.
ca_es: Seleccioneu 'Actualitza' per instal·lar els nous paquets.
cs_cz: Nové balíčky nainstalujete výběrem příkazu Upgradovat.
de_de: 'Jetzt updaten' um die Pakete zu aktualisieren.
it_it: Selezionare aggiornare per installare i nuovi pacchetti.
nl_nl: Kies 'Upgrade' om de nieuwe pakketten te installeren
pl_pl: Teraz wybierz aktualizacje do instalacji nowych pakiet.
ro_ro: Acum selectati upgrade pentru a instala noile pachete.

source: Following packages will be updated:
ca_es: S'han d'actualitzar els paquets següents:
cs_cz: Budou aktualizovány následující balíčky:
de_de: Folgende Pakete werden aktualisiert:
it_it: I seguenti pacchetti saranno aggiornati:
nl_nl: De volgende pakketten zullen worden vervangen
pl_pl: Następujące pakiety bedą aktualizowane:
ro_ro: Urmatoarele pachete vor fi updatate:

source: The software is up to date.
ca_es: El programari està actualitzat.
cs_cz: Software je aktuální.
de_de: Ihre ReelBox ist auf aktuellem Softwarestand.
it_it: Il software Ã¨ aggiornato.
nl_nl: De software is up to date.
pl_pl: Oprogramowanie jest aktualne
ro_ro: Softul este neactualizat.
tr_tr: Software Versionuz Yeni Durumda

source: No updates found.
ca_es: No s'han trobat actualitzacions.
cs_cz: Nebyly nalezeny žádné aktualizace.
de_de: Keine Aktualisierungen gefunden.
it_it: Nessun aggiornamenti trovato.
nl_nl: Geen updates gevonden.
pl_pl: Nie znaleziono aktualizacji
ro_ro: Nu am gasit update.
tr_tr: Update Bulunamadi

source: Downloading Packages...
ca_es: S'estan baixant els paquets...
cs_cz: Stahování balíčků...
de_de: Lade Pakete...
it_it: Dowload pacchetti in corso...
nl_nl: Downloaden van pakketten...
pl_pl: Ściąga Pakiety...
ro_ro: Dowloadez pachete...
tr_tr: Software Paketler Indiriliyor...

source: Processing Packages...
ca_es: S'estan processant els paquets...
cs_cz: Zpracování balíčků...
de_de: Bearbeite Pakete...
it_it: Elaborazione pacchetti in corso...
nl_nl: Verwerken van pakketten...
pl_pl: Przetwarzanie Pakiet...
ro_ro: Procesez pachete...
tr_tr: Paketler Yükleniyor

source: All changes successfull!
ca_es: Els canvis s'han realitzat amb èxit!
cs_cz: Všechny změny byly úspěšně provedeny!
de_de: Alle Änderungen erfolgreich!
it_it: Modifice eseguite correttamente!
nl_nl: Alle aanpassingen met succes uitgevoerd!
pl_pl: Wszystkie zmiany udane!
ro_ro: Modificari efectuate cu succes!
tr_tr: Bütün Degisiklikler Bitmistir!

source: Please restart your ReelBox!
ca_es: Si us plau, reinicieu la Reelbox!
cs_cz: Restartujte zařízení ReelBox!
de_de: Bitte starten Sie nun Ihre ReelBox neu!
it_it: Riavviare il ReelBox!
nl_nl: Herstart de ReelBox aub!
pl_pl: Prosze uruchomić ponownie swój Reelbox!
ro_ro: Va rog reporniti ReelBox!
tr_tr: Lütven Yeni System Start Yapin!

source: Please go into deep standby,
ca_es: Si us plau, aneu a l'aturada ràpida,
cs_cz: Přejděte do režimu spánku,
de_de: Bitte versuchen Sie es nochmal,
it_it: Porre il ReelBox in deep standby,
nl_nl: Ga naar deep standby aub,
pl_pl: Prosze wyłaczyć aparat,
ro_ro: Va rog intrati in stand-by,
tr_tr: Lütven Derin Uyku Moduna Giriniz

source: restart the ReelBox and try the update again.
ca_es: reinicieu la Reelbox i proveu a actualitzar de nou.
cs_cz: restartujte ReelBox a aktualizaci zopakujte.
de_de: nachdem die ReelBox einmal im DeepStandby war.
it_it: riavviare il ReelBox e ritentare l'aggiornamento.
nl_nl: herstart de ReelBox en probeer de update opnieuw uit te voeren.
pl_pl: zastaruj Reelboxa odnowa i spróbuj aktualizacje ponownie.
ro_ro: reporniti ReelBox si incercati din nou.
tr_tr: Lütven Yeni System Startan Sonra Tekrar Deneyiniz!

source: Error
ca_es: S'ha produït un error
cs_cz: Chyba
de_de: Fehler
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
ro_ro: Eroare
tr_tr: Hata Var!

source: Load
ca_es: Carrega
cs_cz: Načíst
de_de: Lade
it_it: Caricare
nl_nl: Laden
pl_pl: Ładuje
ro_ro: Incarca
tr_tr: Yükleniyor

source: Please check your internet connection.
ca_es: Si us plau, comproveu la connexió a internet.
cs_cz: Zkontrolujte připojení k Internetu.
de_de: Prüfen Sie bitte Ihre Internetverbindung.
it_it: Verificare la connessione a internet.
nl_nl: Controleer uw internet verbinding aub.
pl_pl: Prosze sprawdzic swoje łacza internetowe.
ro_ro: Va rog verificati conixiunea la internet.
tr_tr: Lütven Internet Bağlantinizi Kontröl Ediniz

source: Source list
ca_es: Llista de fonts
cs_cz: Seznam zdrojů
de_de: Quellenliste
it_it: Elenco sorgenti
nl_nl: Bronlijst
pl_pl: Lista celu
ro_ro: Lista surse
tr_tr: Source Lis

source: Save
ca_es: Desa
cs_cz: Uložit
de_de: Speichern
it_it: Salvare
nl_nl: Opslaan
pl_pl: Zapisz
ro_ro: Salvare
tr_tr: Hafisa

source: Undo
ca_es: Desfés
cs_cz: Zpět
de_de: Rückgängig
it_it: Annullare
pl_pl: Odwołać
ro_ro: Revenire

source: Insert
ca_es: Insereix
cs_cz: Vložit
de_de: Einfügen
it_it: Inserire
nl_nl: Invoegen
pl_pl: Dodaj
ro_ro: Introduce
tr_tr: Bindir

source: Delete
ca_es: Suprimeix
cs_cz: Odstranit
de_de: Löschen
it_it: Cancellare
nl_nl: Wis
pl_pl: Usuń
ro_ro: Sterge
tr_tr: Sil

source: Unable to read from sources.list!
ca_es: No es pot llegir sources.list!
cs_cz: Nelze číst ze souboru sources.list!
de_de: Konnte sources.list nicht lesen!
it_it: Impossibile leggere da sources.list!
nl_nl: Kan de sources.list niet lezen!
pl_pl: Nie można czytac z sources.list!
ro_ro: Nu am putut sa citesc din sources.list!

source: Unable to write to surces.list!
ca_es: No es pot escriure a sources.list!
cs_cz: Nelze zapisovat do souboru sources.list!
de_de: Konnte sources.list nicht überschreiben!
it_it: Impossibile scrivere su sources.list!
nl_nl: Kan de sources.list niet schrijven!
pl_pl: Nie można zapisac do surces.list!
ro_ro: Nu am putut sa scriu in sources.list!

source: Optional
ca_es: Opcional
cs_cz: Volitelné
it_it: Opzionale
nl_nl: Optioneel
pl_pl: Dodatkowe
tr_tr: Optionlar

source: IGN
nl_nl: Negeer

source: Dpkg Plugin
ca_es: Connector Dpkg
cs_cz: Modul Dpkg
it_it: Plugin Dpkg
pl_pl: Wtyczka Dpkg
ro_ro: Plugin Dpkg
tr_tr: DPKG Eklenti
