Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/streamdev-0.3.3-pre3-geni/po/*.po
Languages: es_es

source: VTP Streaming Client
es_es: Cliente flujo de datos VTP

source: Streaming Client
es_es: Cliente Streaming

source: VDR Streaming Server
es_es: Servidor flujo de datos VDR

source: Streaming Server
es_es: Servidor Streaming

source: Streaming active
es_es: Streaming activo

source: Pause Live TV
es_es: Pausar emisión TV

source: Common Settings
es_es: Configuraciones generales

source: Maximum Number of Clients
es_es: Número máximo de clientes

source: Suspend behaviour
es_es: Suspender conducta

source: Client may suspend
es_es: El cliente puede suspender

source: VDR-to-VDR Server
es_es: Servidor VDR a VDR

source: Start VDR-to-VDR Server
es_es: Iniciar servidor VDR a VDR

source: VDR-to-VDR Server Port
es_es: Puerto servidor VDR a VDR

source: Bind to IP
es_es: Asociar a IP

source: HTTP Server
es_es: Servidor HTTP

source: Start HTTP Server
es_es: Iniciar servidor HTTP

source: HTTP Server Port
es_es: Puerto servidor HTTP

source: HTTP Streamtype
es_es: Tipo de flujo HTTP

source: Streaming Control
es_es: Control transferencia datos

source: Remote Schedule
es_es: Programación remota

source: Remote Timers
es_es: Temporizadores remotos

source: Remote Recordings
es_es: Grabaciones remotas

source: Suspend Server
es_es: Suspender servidor

source: Synchronize EPG
es_es: Sincronizar EPG

source: Server is suspended
es_es: Servidor suspendido

source: Couldn't suspend Server!
es_es: ¡No se puede suspender el servidor

source: Edit remote timer
es_es: Modificar temporizador remoto

source: Active
es_es: Activo

source: Channel
es_es: Canal

source: Day
es_es: Día

source: Start
es_es: Epezar

source: Stop
es_es: Parar

source: Priority
es_es: Prioridad

source: Lifetime
es_es: Tiempo de vida

source: File
es_es: Archivo

source: First day
es_es: Primer día

source: *** Invalid Channel ***
es_es: *** Canal inválido ***

source: What's on now?
es_es: ¿Qué hacen de nuevo?

source: What's on next?
es_es: ¿Qué hacen después?

source: Record
es_es: Grabación

source: Next
es_es: Siguiente

source: Now
es_es: Ahora

source: Schedule
es_es: Programar

source: Switch
es_es: Cambiar

source: Can't switch channel!
es_es: ¡No se puede cambiar de canal!

source: Schedule - %s
es_es: Programar - %s

source: Fetching recordings...
es_es: Buscando grabaciones...

source: Open
es_es: Abrir

source: Delete
es_es: Borrar

source: Summary
es_es: Resumen

source: Error while accessing recording!
es_es: ¡Error al acceder a grabación!

source: Delete recording?
es_es: ¿Borrar grabación?

source: Edit
es_es: Modificar

source: New
es_es: Nuevo

source: Delete timer?
es_es: ¿Borrar temporizador?

source: Start Client
es_es: Iniciar cliente

source: Remote Port
es_es: IP remota

source: Filter Streaming
es_es: Filtrar flujo de datos

source: Please restart VDR to activate changes
es_es: Reiniciar VDR para activar cambios

source: Recordings not in sync! Try again...
es_es: ¡Grabaciones desincronizadas! pruebe de nuevo...

source: Couldn't delete recording! Try again...
es_es: ¡No se puede borrar grabación! pruebe de nuevo...

source: Couldn't save timer! Try again...
es_es: ¡No se puede guardar temporizador! pruebe de nuevo...

source: Timers not in sync! Try again...
es_es: ¡Temporizadores desincronizados! pruebe de nuevo...

source: Server error! Try again...
es_es: ¡Error del servidor! pruebe de nuevo...

source: Couldn't delete timer! Try again...
es_es: ¡No se puede borrar el temporizador! pruebe de nuevo...
