Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/netcvrotor-0.1.1/po/*.po
Languages: ca_es, de_de, it_it, nl_nl

source: Rotor settings
ca_es: Configuració del Motor
de_de: Rotoreinrichtung
it_it: Configurazione rotore
nl_nl: Rotor instellingen

source: no rotor available
ca_es: No hi ha motor disponible
de_de: Kein Rotor verfügbar!
it_it: Nessun rotore disponibile!
nl_nl: geen rotor beschikbaar

source: Go to position
ca_es: Anar a la posició
de_de: Position anfahren
it_it: GoTo posizione
nl_nl: Ga naar positie

source: Transponders
ca_es: Transponedors
de_de: Transponder
it_it: Transponder

source: Perform transponder scan
ca_es: Realitza un escaneig del transponedor
de_de: Transponder scannen
it_it: Eseguire una ricerca transponder
nl_nl: Voer een transponder scan uit

source: Please select the rotor position
ca_es: Seleccioneu la posició del motor
de_de: Bitte Rotorposition wählen
it_it: Selezionare la posizione rotore
nl_nl: Selecteer de rotor positie

source: Satellite
ca_es: Satèl·lit
de_de: Satellit
nl_nl: Satelliet

source: moving rotor
ca_es: s'està movent el motor
de_de: Drehe Antenne
it_it: Rotore in movimento
nl_nl: draaien rotor

source: Status: Rotor stopped. Current deviation:
ca_es: Estat: Motor aturat. Desviació actual:
de_de: Status: Rotor hat gestoppt. Aktuelle Abweichung:
it_it: Stato: rotore arrestato. Deviazione attuale:
nl_nl: Status: Rotor gestopt. Huidige afwijking

source: Status: Rotor is moving to a cached position
ca_es: Estat: El motor s'està movent a una posició coneguda
de_de: Status: Rotor fährt an zwischengespeicherte Position
it_it: Stato: il rotore sta raggiungendo una posizione memorizzata
nl_nl: Status: Rotor gaat naar een positie uit het geheugen

source: Status: Rotor is moving to an uncached position
ca_es: Estat: El motor s'està movent a una posició desconeguda
de_de: Status: Rotor fährt an neue Position
it_it: Stato: il rotore sta raggiungendo una posizione non memorizzata
nl_nl: Status: Rotor gaat naar een positie die niet in het geheugen staat

source: Status: Rotor is doing autofocus
ca_es: Estat: El motor està fent autofocus
de_de: Status: Autofokus aktiv
it_it: Stato: il rotore è in modalità autofocus
nl_nl: Status: Rotor is met een autofocus bezig

source: Lock: yes
de_de: Lock: ja
nl_nl: Lock: ja

source: Lock: no
de_de: Lock: nein
nl_nl: Lock: nee

source: Rotor interface for NetCeiver
ca_es: Interfície del motor per al Netceiver
de_de: Rotor Schnittstelle für den NetCeiver
it_it: Interfaccia rotore per NetCeiver
nl_nl: Rotor interface voor NetCiever

source: Rotor Setup
ca_es: Configuració del Motor
de_de: Rotoreinrichtung
it_it: Configurazione rotore
nl_nl: Rotor instellingen
