Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/netwatcher-0.0.1/po/*.po
Languages: de_de, nl_nl

source: Warning
de_de: Warnung
nl_nl: Let op

source: Warning!
de_de: Warnung!
nl_nl: Let op!

source: No available DVB tuners for Live TV streaming found.
de_de: Es wurden keine freien DVB-Tuner für den Live-TV-Betrieb gefunden.
nl_nl: Geen beschikbare DVB tuner voor LiveTV streaming gevonden.

source: In order to watch Live TV on your NetClient, please check your MultiRoom configuration.The appropriate setup screen is to be found on your ReelBox Avantgarde via "Setup / Installation / MultiRoom-Setup".
de_de: Um TV sehen zu können, überprüfen Sie bitte die MultiRoom-Einstellungen. Die Einstellungen finden Sie im Setup-Menü der Reelbox Avantgarde unter "Setup / Installation / MultiRoom-Setup"
nl_nl: Controleer de MultiRoom-Instellingen om LiveTV te kunnen kijken. De instellingen zijn in het Setup-menu van de Reelbox Avantgarde te vinden onder "Setup / Installatie / MultiRoom-Setup"

source: System Cable is not connected. You will not be able to watch Live TV.
de_de: Das Systemkabel ist nicht eingesteckt. Sie können kein TV sehen.
nl_nl: De systeemkabel is niet verbonden. Het is niet mogelijk LiveTV te kijken.

source: NetClient is NOT connected to your local network. Without an active network connection, you will not be able to watch Live TV or stream other media files through the network.
de_de: Der NetClient ist aktuell nicht mit Ihrem Netzwerk verbunden. Ohne aktive Netzwerkverbindung können Sie kein Live TV sehen und auch keine anderen Mediendateien über das Netzwerk empfangen.
nl_nl: De NetClient is NIET op uw lokale netwerk aangesloten. Zonder een actieve netwerkverbinding, zult u niet in staat zijn om live TV of andere media bestanden via het netwerk te streamen en te bekijken.

source: Please check if the network cable is connected properly to the NetClient and to your switch / router or NetCeiver.
de_de: Bitte überprüfen Sie, ob das Netzwerkkabel am NetClient sowie am Router / Switch bzw. am NetCeiver richtig eingesteckt ist.
nl_nl: Controleer of de netwerkkabel correct is aangesloten op de NetClient en uw switch/router of NetCeiver.

source: Press "OK" to close this message window.
de_de: Drücken Sie "OK" um diesen Hinweis zu schließen.
nl_nl: Druk op "OK" om dit berichtvenster te sluiten.

source: MultiRoom is temporary inactive!
de_de: MultiRoom ist temporär inaktiv!
nl_nl: MultiRoom is tijdelijk inaktief!

source: MultiRoom is active!
de_de: MultiRoom ist aktiv!
nl_nl: MultiRoom is aktief!
