Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/vlcclient-0.0.2/po/*.po
Languages: ca_es, cs_cz, es_es, it_it, nl_nl, pl_pl, ro_ro

source: Remote VLC
ca_es: VLC remot
cs_cz: Vzdálený VLC
es_es: VLC remoto
it_it: VLC remoto
pl_pl: Zdalny VLC
ro_ro: VLC 'de la distanta'

source: Fetching recordings
ca_es: S'estan cercant gravacions
cs_cz: Načítání nahrávek
es_es: Buscando grabaciones
it_it: Ricerca registrazioni in corso
nl_nl: Opnamen ophalen
pl_pl: Pobiera nagrania
ro_ro: Primesc inregistrarile

source: Error fetching recordings
ca_es: S'ha produït un error en cercar les gravacions
cs_cz: Chyba při načítání nahrávek
es_es: Error buscando grabaciones
it_it: Errore in ricerca registrazioni
nl_nl: Fout bij het ophalen opnamens
pl_pl: Błąd w pobieraniu nagrań
ro_ro: Eroare la primire inregistrari

source: Play
ca_es: Reprodueix
cs_cz: Přehrát
es_es: Reproducir
it_it: Riprodurre
nl_nl: Afspelen
pl_pl: Odtwarzać
ro_ro: Redare

source: Open
ca_es: Obre
cs_cz: Otevřít
es_es: Abrir
it_it: Aprire
nl_nl: Openen
pl_pl: Otworzyć
ro_ro: Deschide

source: Error while accessing recording!
ca_es: S'ha produït un error en accedir a la gravació!
cs_cz: Chyba při přístupu k nahrávce!
es_es: ¡Error al acceder a grabaciones!
it_it: Errore in accesso registrazione!
nl_nl: Fout tijdens het openen van de opname!
pl_pl: Błąd podczas dostepu do nagrań!
ro_ro: Eroare la accesarea inregistrarii!

source: Jump:
ca_es: Salta:
cs_cz: Přejít:
es_es: Saltar:
it_it: Saltare a:
nl_nl: Spring:
pl_pl: Skok:
ro_ro: Sari:

source: very low
ca_es: molt baixa
cs_cz: velmi nízká
es_es: Muy bajo
it_it: Molto basso
nl_nl: zeer Laag
pl_pl: bardzo mały
ro_ro: foarte jos

source: low
ca_es: baixa
cs_cz: nízká
es_es: Bajo
it_it: Basso
nl_nl: laag
pl_pl: mały
ro_ro: jos

source: good
ca_es: bona
cs_cz: dobrá
es_es: Bueno
it_it: Buono
nl_nl: goed
pl_pl: dobry
ro_ro: bun

source: very good
ca_es: molt bona
cs_cz: velmi dobrá
es_es: Muy bueno
it_it: Ottimo
nl_nl: zeer goed
pl_pl: bardzo dobry
ro_ro: foarte bun

source: IP of remote VLC
ca_es: IP de l'VLC remot
cs_cz: IP adresa vzdáleného VLC
es_es: IP del VLC remoto
it_it: IP VLC remoto
pl_pl: IP zdalnego VLC
ro_ro: IP-ul VLC de la distanta

source: Remote VLC Directory
ca_es: Carpeta de l'VLC remot
cs_cz: Adresář vzdáleného VLC
es_es: Directorio remoto VLC
it_it: Cartella VLC remoto
ro_ro: Director VLC 'de la distanta'

source: Streaming Resolution
ca_es: Resolució de l'Streaming
cs_cz: Rozlišení datového toku
es_es: Resolución del flujo
it_it: Risoluzione steaming
nl_nl: Streaming Resolutie
pl_pl: Rezolucja strumienia
ro_ro: Rezolutia transmisiei

source: Stream DD (works only if movie has DD)
ca_es: Stream DD (només funciona si la pel·lícula està en DD)
cs_cz: Přenášet Dolby Digital (je-li film v DD)
es_es: Flujo DD ( sólo funciona si el film tiene DD)
it_it: Stream DD (solo se la reg. possiede DD)
nl_nl: Stream DD (werkt alleen als de film DD heeft)
pl_pl: Strumień DD (działa tylko wtedy kiedy film ma DD)
ro_ro: Transmisie Dolby Digital(este activa numai daca filmul o are)

source: no
cs_cz: ne
nl_nl: nee
pl_pl: nie
ro_ro: nu

source: yes
ca_es: sí
cs_cz: ano
es_es: Si
it_it: Sì
nl_nl: ja
pl_pl: tak
ro_ro: da

source: Sync on audio
ca_es: Sincronitza l'àudio
cs_cz: Synchronizovat zvuk
es_es: Sinc. en audio
it_it: Sincronizzare su audio
nl_nl: Audio synchronisatie
pl_pl: Synchronizacja dzwięku
ro_ro: Sincronizare audio

source: Remote CPU Power
ca_es: CPU remota
cs_cz: Výkon vzdáleného CPU
es_es: Conexión CPU remota
it_it: Avvio remoto CPU
nl_nl: Remote CPU Stroom
pl_pl: Zdalne CPU zasilanie
ro_ro: Alimentare CPU 'de la distanta'

source: Deinterlace before encoding
ca_es: Desentrellaça abans de codificar
cs_cz: Před kódováním zrušit proklad
es_es: Desentralazar antes de codificar
it_it: Deinterlacciare prima di codificare
nl_nl: Samenvoegen voor coderen
pl_pl: Bez przeplotu przed szyfrowańiem
ro_ro: Deintretese inainte de encodare

source: Post processing quality
ca_es: Qualitat de processament
cs_cz: Kvalita následného zpracování
es_es: Publicar calidad de proceso
it_it: Qualità Post Processing
nl_nl: Post proces kwaliteit
pl_pl: Opublikuj jakość przetwarzania
ro_ro: Calitate Post-Procesare

source: Render subtitles into stream
ca_es: Renderitza subtítols amb l'stream
cs_cz: Vykreslit titulky do datového toku
es_es: Incluir subtítulos en el flujo
it_it: Integrare i sottotitoli nello stream
nl_nl: Voeg ondertitels toe in de stream
pl_pl: Dodaj napisy do streamu
ro_ro: Introduce subtitle in transmisie

source: HQ-profile
ca_es: Perfil HQ
cs_cz: Profil HQ
es_es: Perfil HQ
it_it: Profilo HQ
nl_nl: HQ-Profiel
pl_pl: HQ-profil
ro_ro: profil HQ (inalta calitate)

source: Interlace
ca_es: Entrellaça
cs_cz: Prokládat
es_es: Entrelazar
it_it: Interlacciare
nl_nl: Samenvoegen
pl_pl: Przeplot
ro_ro: Intretesere

source: Interlaced motion estimation
ca_es: Estimació del moviment entrellaçat
cs_cz: Odhad prokládaného pohybu
es_es: Estim. del movimiento entrelazado
it_it: Stima interlaced motion
nl_nl: Schatting samenvoeging
pl_pl: Oszacowanie ruchu przeplotu
ro_ro: Estimare film intretesut

source: Pre-motion estimation
ca_es: Estimació prèvia
cs_cz: Odhad před pohybem
es_es: Estimación pre-movimiento
it_it: Stima pre motion
nl_nl: Vroeg-motie schatting
pl_pl: Oszacowanie Przed-przeplot
ro_ro: Estimare Pre-motion

source: Hurry up
ca_es: Afanya't
cs_cz: Uspíšit
es_es: Apresurar
it_it: In fretta
nl_nl: Opschieten
pl_pl: Pośpiech
ro_ro: Grabeste-te

source: Noise reduction
ca_es: Reducció de soroll
cs_cz: Redukce šumu
es_es: Reducción de ruidos
it_it: Riduzione rumore
nl_nl: Ruis onderdrukking
pl_pl: Redukcja Głosu
ro_ro: Reducere zgomot

source: Strict standard compliance
ca_es: Compliment dels estàndards
cs_cz: Přísné dodržování standardů
es_es: Cumplimiento estricto del estándard
it_it: Corrispondenza stretta agli standard
nl_nl: Alleen standaard norm
pl_pl: Zgodność wyłącznie standardowa
ro_ro: In conformitate stricta cu Standardul

source: VLC returned HTTP-Error 404
ca_es: VLC retorna l'error HTTP-Error 404
cs_cz: VLC vrátil chybu HTTP 404
es_es: VLC retorna error HTTP-Error 404
it_it: Errore VLC: errore HTTP 404
nl_nl: VLC stuurde HTTP-Fout 404 terug
pl_pl: VLC
ro_ro: VLC raporteaza Eroare-HTTP 404

source: ERROR: VLC-CLient: VLC returned nothing
ca_es: ERROR: Client VLC: No hi ha retorn
cs_cz: Chyba: Klient VLC: Nebyla vrácena žádná hodnota
es_es: ERROR: VLC cliente: VLC
it_it: ERRORE: client VLC: nessuna risposta!
nl_nl: FOUT: VLC-Client: VLC Stuurde niks terug
pl_pl: BŁĄD: Klient-VLC: VLC
ro_ro: EROARE: Client-VLC: VLC nu trimite date
