Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/pin-0.1.3/po/*.po
Languages: ca_es, cs_cz, es_es, it_it, nl_nl, pl_pl, ro_ro

source: Recordings
ca_es: Gravacions
cs_cz: Nahrávky
es_es: Grabaciones
it_it: Registrazioni
nl_nl: Opname's
pl_pl: Nagrania
ro_ro: Inregistrari

source: 1 Activate childlock
ca_es: 1 Activa la protecció infantil
cs_cz: 1 Aktivovat dětský zámek
es_es: 1 Activar control paterno
it_it: 1 Attivare blocco bambini
nl_nl: 1 Activeer kinderslot
pl_pl: 1 Aktywój blokadę dostépu
ro_ro: 1 Activeaza 'protectie copii'

source: 2 Add current channel to protection list
ca_es: 2 Afegeix la protecció infantil al canal actual
cs_cz: 2 Přidat aktuální kanál k chráněným
es_es: 2 Añadir canal actual a lista protegida
it_it: 2 Agg. il canale all'elenco protetti
nl_nl: 2 Voeg huidige zender toe aan blokkeer lijst
pl_pl: 2. Dodaj bierzący kanał do listy zabespieczonej
ro_ro: 2 Adauga canalul curent la lista 'protectie copii'

source: 3 Add current broadcast to protection list
ca_es: 3 Afegeix la protecció infantil al programa actual
cs_cz: 3 Přidat aktuální pořad k chráněným
es_es: 3 Añadir proveedor actual a lista protegida
it_it: 3 Agg. la trasmissione all'elenco protette
nl_nl: 3 Voeg lopende uitzending toe aan blokkeer lijst
pl_pl: 3 Dodaj bierzące nadawanie do listy zabespieczonej
ro_ro: 3 Adauga transimisia curenta la lista 'protectie copii'

source: 4 Edit channel locks
ca_es: 4 Edita els canals bloquejats
cs_cz: 4 Upravit zámky kanálů
es_es: 4 Editar canales bloqueados
it_it: 4 Modificare blocco canali
nl_nl: 4 Bewerk geblokkeerde kanalen
pl_pl: 4 Edytuj zamek kanałów
ro_ro: 4 Editare incuietoare canale

source: 5 Edit broadcast locks
ca_es: 5 Edita els programes bloquejats
cs_cz: 5 Upravit zámky pořadů
es_es: 5 Editar proveedores bloqueados
it_it: 5 Modificare blocco trasmissioni
nl_nl: 5 Bewerk geblokkeerde uitzending
pl_pl: 5 Edytuj zamek nadawania
ro_ro: 5 Editare incuietoare transmisii

source: 6 Unlock setup
ca_es: 6 Desbloqueja la configuració
cs_cz: 6 Odemknout nastavení
es_es: 6 Desbloquear config.
it_it: 6 Sbloccare configurazione
nl_nl: 6 Ontgrendel setup
pl_pl: 6 Utwórz ustawienie
ro_ro: 6 Setari deblocare incuietoare

source: 6 Lock setup
ca_es: 6 Bloqueja la configuració
cs_cz: 6 Zamknout nastavení
es_es: 6 Bloquear config.
it_it: 6 Bloccare configurazione
nl_nl: 6 Vergrendel setup
pl_pl: 6 Zamknij ustawienia
ro_ro: 6 Setari blocare incuietoare

source: Note:
ca_es: Nota:
cs_cz: Poznámka:
es_es: Nota
nl_nl: Opmerking:
pl_pl: Notka:
ro_ro: Nota:

source: Please activate Childlock by pressing (1).
ca_es: Activeu la protecció infantil prement (1).
cs_cz: Aktivujte dětský zámek stisknutím (1).
es_es: Activa protección paterla presionando (1).
it_it: 1 -> Attivare blocco bambini
nl_nl: Activeer kinderbeveiliging door (1) te drukken.
pl_pl: Prosze aktywować blokadę dostepu przyciskająć (1).
ro_ro: Va rog activati 'protectie copii' apasand (1)

source: Activated pin protection
ca_es: Activat el PIN de protecció
cs_cz: Ochrana kódem PIN aktivována
es_es: Protección PIN activada
it_it: Protezione PIN attivata
nl_nl: Activeer pin beveiliging
pl_pl: Zabezpieczenie kodu Aktywnyego
ro_ro: Protectia prin pin activata

source: Please setup a pin code first!
ca_es: Introduïu el codi PIN!
cs_cz: Nastavte nejprve kód PIN!
es_es: ¡ Ponga un códogo PIN primero!
it_it: Per prima cosa configurare un codice!
nl_nl: Maak eerst een pincode aan!
pl_pl: Prosze ustawic najpier kod!
ro_ro: Va rog setati intai un cod pin!

source: Protected channels
ca_es: Canals protegits
cs_cz: Chráněné kanály
es_es: Canales protegidos
it_it: Canali protetti
nl_nl: Beveiligde kanalen
pl_pl: Zabezpieczone kanały
ro_ro: Canale protejate

source: Protected broadcasts
ca_es: Programes protegits
cs_cz: Chráněné pořady
es_es: Proveedores protegidos
it_it: Trasmissioni protette
nl_nl: Beveiligde uitzendingen
pl_pl: Zabezbieczone nadawania
ro_ro: Transmisii protejate

source: Plugin protections
ca_es: Connectors protegits
cs_cz: Ochrana modulů
es_es: Protecciones Plugin
it_it: Protezione plugin
nl_nl: Beveiligde plugins
pl_pl: Zabezpieczenia wtyczki
ro_ro: Plugin protectii

source: locked
ca_es: bloquejat
cs_cz: zamčeno
es_es: Bloq.
it_it: Bloccato
nl_nl: vergrendeld
pl_pl: zamkniety
ro_ro: incuiat

source: unlocked
ca_es: desbloquejat
cs_cz: odemčeno
es_es: Desbloq.
it_it: Sbloccato
nl_nl: ontgrendeld
pl_pl: otwarty
ro_ro: descuiat

source: already in list
ca_es: ja és a la llista
cs_cz: již v seznamu
es_es: Ya en lista
it_it: Già in elenco
nl_nl: Bestaat al in de lijst
pl_pl: juz w liscie
ro_ro: este deja in lista

source: added to protection list
ca_es: afegida la protecció infantil
cs_cz: přidáno k chráněným
es_es: añadido a lista proteg.
it_it: Aggiunto a elenco protezione
nl_nl: toegevoegd aan de blokkeer lijst
pl_pl: dodano do listy zabezpieczonej
ro_ro: adaugat la lista de protectie

source: No locked channels present.
ca_es: No hi ha canals bloquejats.
nl_nl: Geen geblokkeerde kanalen aanwezig.

source: Use the green button to lock channels.
ca_es: Utilitza el botó verd per bloquejar canals.
nl_nl: Gebruik de groene knop om kanalen te blokkeren.

source: No locked broadcasts present.
ca_es: No hi ha programes bloquejats.
nl_nl: Geen geblokkeerde uitzendingen aanwezig.

source: Use the green button to lock broadcasts.
ca_es: Utilitza el botó verd per bloquejar programes.
nl_nl: Gebruik de groene knop om uitzendingen te blokkeren.

source: Edit
ca_es: Edita
cs_cz: Upravit
es_es: Editar
it_it: Modificare
nl_nl: Bewerk
pl_pl: Edytuj
ro_ro: Editare

source: Lock / Unlock
ca_es: Bloqueja / Desbloqueja
cs_cz: Zamk/odemk
es_es: Bloq./Desbloq.
it_it: Bloccare / Sbloccare
nl_nl: Vergrendelen / Ontgrendelen
pl_pl: Zamknij / Otwórz
ro_ro: Incuie/Descuie

source: Delete
ca_es: Suprimeix
cs_cz: Odstranit
es_es: Borrar
it_it: Cancellare
nl_nl: Verwijderen
pl_pl: Usuń
ro_ro: Sterge

source: - new -
ca_es: - nou -
cs_cz: - nový -
es_es: - nuevo-
it_it: - Nuovo -
nl_nl: -Nieuw-
pl_pl: - nowy -
ro_ro: -nou-

source: Remove entry?
ca_es: Suprimir l'entrada?
cs_cz: Odebrat položku?
es_es: ¿Borrar entrada?
it_it: Rimuovere la voce?
nl_nl: Verwijder bestand?
pl_pl: Usunąć wpis?
ro_ro: Indepartez intrarea ?

source: Lock active
ca_es: Bloqueig actiu
cs_cz: Zámek aktivní
es_es: Bloq. activo
it_it: Blocco attivo
nl_nl: Vergrendelen actief
pl_pl: Zamknięcie Aktywne
ro_ro: Incuietoare activa

source: Start
ca_es: Inicia
cs_cz: Začátek
es_es: Empezar
it_it: Avviare

source: Stop
ca_es: Atura
cs_cz: Konec
es_es: Parar

source: Keyword
ca_es: Paraula clau
cs_cz: Klíčové slovo
es_es: Clave
it_it: Parola chiave
nl_nl: Trefwoord
pl_pl: Słowo kluczowe
ro_ro: Cuvant cheie

source: Search mode
ca_es: Mode de cerca
cs_cz: Režim hledání
es_es: Modo búsq.
it_it: Modalità di ricerca
nl_nl: Zoek modus
pl_pl: Tryb szukania
ro_ro: Modul cautare

source: Setup your pin code:
ca_es: Introdueix el codi PIN:
cs_cz: Nastavte kód PIN:
es_es: Ponga su cod. PIN:
it_it: Configurare codice PIN:
nl_nl: Maak je pincode:
pl_pl: Ustaw swoj kod pin:
ro_ro: Setati-va codul pin:

source: Pin Code:
ca_es: Codi PIN:
cs_cz: Kód PIN:
es_es: Codigo PIN:
it_it: Codice PIN:
pl_pl: Kod Pin:
ro_ro: Codul Pin:

source: Pin code successfully setup
ca_es: El codi PIN s'ha introduït amb èxit
cs_cz: Kód PIN úspěšně nastaven
es_es: Cód. PIN correcto
it_it: Codice PIN configurato correttamente
nl_nl: Pincode maken gelukt
pl_pl: kod Pin z sukcesem ustawiony
ro_ro: Codul Pin setat cu succes

source: Code accepted
ca_es: Codi acceptat
cs_cz: Kód přijat
es_es: Cód. aceptado
it_it: Codice accettato
nl_nl: Code geaccepteerd
pl_pl: Kod zaakceptowany
ro_ro: Cod acceptat

source: Invalid Code !
ca_es: Codi no vàlid !
cs_cz: Neplatný kód!
es_es: ¡Cód. inválido!
it_it: Codice NON valido!
nl_nl: Foutieve code !
pl_pl: Błedny Kod !
ro_ro: Cod invalid !

source: Title$Childlock
ca_es: Protecció infantil
cs_cz: Dětský zámek
es_es: Protecc. paterna
it_it: Blocco bambini
nl_nl: Kinderbeveiliging
pl_pl: Blokada dostépu
ro_ro: Protectie Copii

source: Please enter pin code first
ca_es: Entreu el codi PIN
cs_cz: Zadejte nejprve kód PIN
es_es: Entre el cód. PIN primero
it_it: Per prima cosa introdurre il codice PIN
nl_nl: Eerst pincode ingeven aub
pl_pl: Prosze podać najpierw kod pin
ro_ro: Va rog introduceti intai codul pin

source: channel is protected
ca_es: aquest canal és protegit
cs_cz: kanál je chráněný
es_es: Canal protegico
it_it: Il canale è protetto
nl_nl: zender is beveiligd
pl_pl: kanał jest zabezbieczony
ro_ro: canalul este protejat

source: broadcast is protected
ca_es: aquest programa és protegit
cs_cz: pořad je chráněný
es_es: Proveedor protegido
it_it: La trasmissione è protetta
nl_nl: uitzending is beveiligd
pl_pl: nadawanie jest zabezbieczone
ro_ro: transmisia este protejata

source: is protected
ca_es: és protegit
cs_cz: je chráněný
es_es: está protegido
it_it: è protetto
nl_nl: beveiligd
pl_pl: jest zabezpieczone
ro_ro: este protejat

source: Pin code
ca_es: Codi PIN
cs_cz: Kód PIN
es_es: Cód. PIN
it_it: Codice PIN
pl_pl: Kod Pin
ro_ro: Codul pin

source: Skip protected channel silent
ca_es: Omet els canals protegits
cs_cz: Přeskakovat chráněné kanály bez zprávy
it_it: Saltare canali protetti
nl_nl: Sla beveiligde zender onopgemerkt over
pl_pl: Omin zabezpieczone kanały cicho
ro_ro: Sari silentios canalele protejate

source: Open menu after pin request
ca_es: Obre el menú després de sol·licitar el PIN
cs_cz: Po žádosti o kód PIN otevřít nabídku
es_es: Abrir menú después de poner PIN
it_it: Aprire menu dopo richiesta PIN
nl_nl: Open menu na pincode aanvraag
pl_pl: Otwórz menu po rządaniu pin
ro_ro: Cere pin inainte de a deschide meniu

source: Pin inactivity time [min]
ca_es: Temps inactivitat PIN [min]
cs_cz: Doba nečinnosti kódu PIN (min)
es_es: Inactividad PIN (min)
it_it: Blocco per inattività dopo [min]
nl_nl: Pin tijd inactief [min]
pl_pl: Czas nieaktywności Pin [min]
ro_ro: Timp inactivitate pin [min]

source: Autoprotection of recordings
ca_es: Autoprotegeix les gravacions
cs_cz: Automatická ochrana nahrávek
es_es: Autoprotección grabaciones
it_it: Autoprotezione registrazioni
nl_nl: Beveilig opnames automatisch
pl_pl: Automatyczne zabezpieczenie nagrań
ro_ro: Autoprotectie a inregistrarilor

source: Ignoring invalid pin
ca_es: Ignora el PIN no vàlid
cs_cz: Neplatný kód PIN ignorován
es_es: Ignorando PIN inválido
it_it: PIN errato ignorato
nl_nl: Negeer foutieve pin
pl_pl: Ignoruje błędny pin
ro_ro: Ignorare pin invalid

source: Childlock plugin
ca_es: Connector de protecció infantil
cs_cz: Modul dětského zámku
es_es: Plugin Protecció paterna
it_it: Plugin blocco bambini
nl_nl: Kinderbeveiliging plugin
pl_pl: Wtyczka blokady dostępu
ro_ro: Plugin 'Protectie Copii'

source: Parental Control
ca_es: Protecció infantil
cs_cz: Rodičovská kontrola
es_es: Protección Paterna
it_it: Controllo parentale
nl_nl: Ouderlijk toezicht
pl_pl: Kontrola Rodzicielska
ro_ro: Control Parental

source: On/Off
cs_cz: Zap/vyp
nl_nl: Aan/Uit
ro_ro: Pornit/Oprit
