Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/ripit-0.0.3/po/*.po
Languages: ca_es, cs_cz, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro

source: user defined
ca_es: definit per l'usuari
cs_cz: uživatelský
de_de: Benutzerdefiniert
es_es: Definido por usuario
it_it: Definito dall'utente
nl_nl: gebruiker gedefinieerd
pl_pl: zdefiniowany przez użytkownika
ro_ro: definit de utilizator

source: low
ca_es: baixa
cs_cz: nízký
de_de: Niedrig
es_es: Bajo
it_it: Basso
nl_nl: laag
pl_pl: mały
ro_ro: jos

source: standard
ca_es: estàndard
cs_cz: standardní
nl_nl: standaard

source: great
ca_es: alta
cs_cz: výborný
de_de: Sehr gut
es_es: Grande
it_it: Ottimo
nl_nl: geweldig
pl_pl: szerokie
ro_ro: excelent

source: best
ca_es: millor
cs_cz: nejlepší
de_de: Beste
es_es: Mejor
it_it: Migliore
nl_nl: beste
pl_pl: najlepsza
ro_ro: cel mai bun

source: Destination format
ca_es: Format de destí
cs_cz: Cílový formát
de_de: Zielformat
es_es: Formato de destino
it_it: Formato destinazione
nl_nl: Bestemmings formaat
pl_pl: Format celowy
ro_ro: Format destinatie

source: Hide mainmenu entry
ca_es: Oculta entrada al menú principal
cs_cz: Skrýt položku v hlavní nabídce
es_es: Ocultar entrada menú principal
it_it: Nascondere voce menu princ.
nl_nl: Verberg het hoofdmenu
pl_pl: Ukryć wpis głównego menu
ro_ro: Ascunde intrari Meniul principal

source: Shutdown when finished
ca_es: Atura quan hagis acabat
cs_cz: Po dokončení vypnout
de_de: Herunterfahren nach Abschluß
es_es: Apagar al acabar
it_it: Spegnere quando terminato
nl_nl: Afsluiten indien gereed
pl_pl: Wyłącz po skonczeniu
ro_ro: Opreste cand termini

source: Fast mode
ca_es: Mode ràpid
cs_cz: Rychlý režim
de_de: Schnelles Rippen
es_es: Modo rápido
it_it: Modalità veloce
nl_nl: Snelle modus
pl_pl: Szybki tryb
ro_ro: Modul rapid

source: Eject CD when finished
ca_es: Expulsa el CD quan acabis
cs_cz: Po dokončení vysunout CD
de_de: CD auswerfen nach Abschluß
es_es: Expulsar CD al acabar
it_it: Espellere CD alla fine
nl_nl: CD uitwerpen na beëindigen taak
pl_pl: Wysuń CD po skonczeniu
ro_ro: Scoate CD din unitate cand termina

source: Presets
ca_es: Predeterminats
cs_cz: Předvolby
de_de: Voreinstellung
es_es: Preselecciones
it_it: Preselezioni
nl_nl: Voorkeuzes
pl_pl: Ustawienia fabryczne
ro_ro: Presetabilite

source: More encoder settings
ca_es: Més paràmetres de codificació
cs_cz: Další nastavení kodéru
de_de: Weitere Kodiereinstellungen
es_es: Más config. de codificaciones
it_it: Maggiori configurazioni encoder
nl_nl: Meer instellingen voor de encoder
pl_pl: Więcej ustawień kodujących
ro_ro: Mai multe setari encoder

source: Device
ca_es: Dispositiu
cs_cz: Zařízení
de_de: Gerät
es_es: Dispositivo
it_it: Dispositivo
nl_nl: Apparaat
pl_pl: Urzadzenie
ro_ro: Dispozitiv

source: Directory for ripped tracks
ca_es: Carpeta per a les pistes copiades
cs_cz: Adresář pro zkopírované stopy
de_de: Verzeichnis für gelesene Titel
es_es: Directorio para pistas extraidas
it_it: cartella per tracce estratte
nl_nl: Directory voor de geripte nummers
pl_pl: katalog dla zrypowanych śladów
ro_ro: Director pentru pistele extrase

source: Priority of task (nice)
ca_es: Prioritat de la tasca
cs_cz: Priorita úlohy
es_es: Prioridad de tarea (nice)
it_it: Priorità processi (ottimale)
nl_nl: Taak prioriteit (nice)
pl_pl: Zadanie priorytetowe (ladne)
ro_ro: Prioritatea sarcinii (misto)

source: Encode remotely
ca_es: Codifica de manera remota
cs_cz: Kódovat vzdáleně
es_es: Codificación remota
it_it: Codificare in remoto
nl_nl: Externe decodering
pl_pl: Zdalne zdekodowanie
ro_ro: Encodare 'de la distanta'

source: Options for remote encoding
ca_es: Opcions de codificació remota
cs_cz: Možnosti vzdáleného kódování
es_es: Opciones de codificación remota
it_it: Opzioni per codifica in remoto
nl_nl: Instellingen voor externe decodering
pl_pl: Opcje dla wiecej zdalnych zdekodowań
ro_ro: Optiuni pentru encodarea 'de la distanta'

source: Abort
ca_es: Atura
cs_cz: Přerušit
de_de: Abbrechen
es_es: Anular
it_it: Interrompere
nl_nl: Afbreken
pl_pl: Anulować
ro_ro: Anulare

source: No CD found in drive.
de_de: Keine Audio-CD gefunden.
nl_nl: Geen CD in drive gevonden.

source: Info:
de_de: Hinweis:
nl_nl: Informatie:

source: Please insert an audio CD to archive it.
de_de: Bitte legen Sie eine Audio-CD zum archivieren ein.
nl_nl: Plaats een CD om deze te archiveren.

source: CD found in drive.
de_de: Audio CD gefunden.
nl_nl: CD in drive gedetecteerd.

source: Please select archive format and quality and press RED to start archiving your audio CD.
de_de: Bitte wählen Sie vor dem Kopiervorgang das gewünschte Zielformat und die Qualität:
nl_nl: Selecteer archief-formaat en kwaliteit en druk ROOD om het proces te starten.

source: Quality
de_de: Qualität
nl_nl: Kwaliteit

source: Copy
ca_es: Copia
cs_cz: Kopírovat
de_de: Kopieren
es_es: Copiar
it_it: Copiare
nl_nl: Kopiëren
pl_pl: Kopiuj
ro_ro: Copiaza

source: Ripped:
ca_es: S'ha copiat:
cs_cz: Zkopírováno:
de_de: Kopiert:
es_es: Extraido:
it_it: Estratto:
nl_nl: Geript:
pl_pl: Zrypowane:
ro_ro: Extrase:

source: completed
ca_es: acabada
cs_cz: Dokončeno
de_de: fertig
es_es: Completado
it_it: Completato
nl_nl: klaar
pl_pl: zakonczone
ro_ro: completat

source: Ripping:
ca_es: S'està copiant:
cs_cz: Kopírování:
de_de: Lesen:
es_es: Extrayendo:
it_it: Estraz. in corso:
nl_nl: Rippen:
pl_pl: Rypuje:
ro_ro: Extrag:

source: Encoded:
ca_es: Codificat:
cs_cz: Zakódováno:
de_de: Kodieren:
es_es: Codificado:
it_it: Codificato:
nl_nl: Gecodeerde:
pl_pl: Zdekodowane:
ro_ro: Codate:

source: Encoding:
ca_es: S'està codificant:
cs_cz: Kódování:
de_de: Kodiere:
es_es: Codificando:
it_it: Cod. in corso:
nl_nl: bezig met gecodeerde
pl_pl: Kodowanie:
ro_ro: Encodez:

source: Completed
ca_es: Acabat
cs_cz: Dokončeno
de_de: Komplett
es_es: Completado
it_it: Completato
nl_nl: Klaar
pl_pl: Zakonczony
ro_ro: Completat

source: Aborted
ca_es: S'ha interromput
cs_cz: Přerušeno
de_de: Abbruch
es_es: Anulado
it_it: Interrotto
nl_nl: Afgebroken
pl_pl: Anulowane
ro_ro: Anulat

source: No medium found
ca_es: No s'ha trobat cap suport
cs_cz: Nebylo nalezeno žádné médium
de_de: Kein Medium gefunden
es_es: No se encuentra medio
it_it: Nessun supporto trovato!
nl_nl: Geen media gevonden
pl_pl: Nie odnaleziono nosnika
ro_ro: Nu am gasit mediu stocare

source: Searching CDDB entry, please wait
ca_es: S'està cercant l'entrada CDDB, si us plau, espereu
de_de: Durchsuche CD-Datenbank, bitte warten.
it_it: Ricarca voce CDDB, attendere...
nl_nl: Zoeken CDDB bestand, even geduld a.u.b.
pl_pl: Szuka wpisu CDDB, prosze czekać

source: Total Tracks:
ca_es: Total Pistes:
cs_cz: Celkový počet stop:
de_de: Anzahl der Titel:
es_es: Total pistas:
it_it: Tracce totali:
nl_nl: Nummers totaal:
pl_pl: Ilość Śladów:
ro_ro: Total piste:

source: Reading CD
ca_es: Llegint CD
cs_cz: Načítání CD
de_de: CD einlesen
es_es: Leyendo CD
it_it: Lettura CD in corso
nl_nl: Lees CD
pl_pl: Czyta CD
ro_ro: Citesc CD

source: PROCESS MANUALLY ABORTED
ca_es: PROCÉS ATURAT MANUALMENT
cs_cz: PROCES RUČNĚ PŘERUŠEN
de_de: VORGANG ABGEBROCHEN
es_es: PROCESO ANULADO MANUALMENTE
it_it: PROCESSO INTERROTTO MANUALMENTE
nl_nl: PROCES HANDMATIG GEANNULEERD
pl_pl: PROCES RĘCZNIE ANULOWANY
ro_ro: PROCESUL ANULAT MANUAL

source: Encoding tracks
ca_es: S'estan codificant les pistes
cs_cz: Kódování stop
de_de: Kodiere Titel
es_es: Codificando pistas
it_it: Codifica tracce in corso
nl_nl: Gecodeerde nummers
pl_pl: dekoduje ślady
ro_ro: Encodez piste

source: Ripping and Encoding tracks
ca_es: S'estan copiant i codificant les pistes
cs_cz: Kopírování a kódování stop
de_de: Lese und Kodiere Titel
es_es: Extrayendo y codificando pistas
it_it: Estrazione e codifica tracce in corso
nl_nl: Rippen & gecodeerde van de nummers
pl_pl: Rypuje i dekoduje ślady
ro_ro: Extrag si encodez piste

source: Archive Audio-CD
ca_es: Arxiva Audio CD
cs_cz: Archivovat zvukové CD
de_de: AudioCD archivieren
es_es: Guardar Audio-CD
it_it: Archiviare CD audio
nl_nl: Archiveer Audio-CD
pl_pl: Archiwum Dzwiéku-CD
ro_ro: Arhiveaza Audio-CD

source: Audio-CD archive
ca_es: Arxiu d'Àudio CD
cs_cz: Kopírování zvukových CD
de_de: AudioCD archivieren
es_es: Archiv. de audio-CD
it_it: Archivio CD audio
nl_nl: Audio-cd archief
pl_pl: Archiw Dzwiéku-CD

source: Verbose output
ca_es: Detalls de sortida
cs_cz: Podrobný výstup
de_de: Detaillierte Anzeige
es_es: Salida verbose
it_it: Output esteso
pl_pl: Wyjście szczegółowe
ro_ro: Arata detalii

source: Min. bitrate
ca_es: Bitrate mín.
cs_cz: Min. přenosová rychlost
es_es: Tasa bits min.
it_it: Bitrate min.
ro_ro: Bitrate minim

source: Max. bitrate
ca_es: Bitrate màx.
cs_cz: Max. přenosová rychlost
es_es: Tasa bits máx.
it_it: Bitrate max
ro_ro: Bitrate maxim

source: Audio-CD ripper
ca_es: Copia pistes d'Àudio CD
cs_cz: Kopírování zvukových CD
es_es: Extractor de Audio-CD
it_it: Ripper CD audio
pl_pl: Ripper Dzwiéku-CD
ro_ro: Audio-CD extractor
