Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/ttxtsubs-0.2.4/po/*.po
Languages: de_de

source: Teletext subtitles
de_de: Teletextuntertitel

source: Hide teletext subtitles
de_de: Verstecke Teletextuntertitel

source: Display teletext subtitles
de_de: Zeige Teletextuntertitel

source: deprecated
de_de: veraltet

source: Page Selection
de_de: Seitenauswahl

source: Display on/off
de_de: Anzeige ein/aus

source: 4:3/Letterbox (deprecated)
de_de: 4:3/Letterbox (veraltet)

source: Page Mode
de_de: Seitenmodus

source: All
de_de: Alle

source: Only DVB-S
de_de: Nur DVB-S

source: Only DVB-T
de_de: Nur DVB-T

source: Only DVB-C
de_de: Nur DVB-C

source: Display Subtitles
de_de: Zeige Untertitel

source: Record Subtitles
de_de: Nimm Untertitel auf

source: Live Delay
de_de: Live Verzögerung

source: Replay Delay (PES)
de_de: Wiedergabe Verzögerung (PES)

source: Replay Delay (TS)
de_de: Wiedergabe Verzögerung (TS)

source: Workaround for some French chns
de_de: Workaround für französische Kanäle

source: DVB Source Selection
de_de: DVB Quelle Auswahl

source: Font Size (pixel)
de_de: Schriftgröße (pixel)

source: Font OutlineWidth (pixel)
de_de: Schriftrahmen (pixel)

source: Language
de_de: Sprache

source: Hearing Impaired
de_de: Gehörlose

source: Subtitle Page Settings
de_de: Untertitelseiten Einstellung

source: Auto
de_de: Automatisch

source: Manual
de_de: Manuell

source: Disabled
de_de: Deaktiviert

source: Subtitle Mode
de_de: Untertitelmodus

source: Manual Subtitle Page
de_de: Manuelle Untertitelseite
