Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/timeline-1.0.141/po/*.po
Languages: ca_es, cs_cz, de_de, es_es, it_it, nl_nl, pl_pl

source: Prio
cs_cz: Priorita
de_de: Priorität
it_it: Priorità
nl_nl: Prioriteit

source: Conflict on
ca_es: Conflicte a
cs_cz: Konflikt
de_de: Konflikt am
es_es: Conflicto en
it_it: Conflitto su
nl_nl: Conflict op
pl_pl: Konflikty on

source: same input device
ca_es: mateix dispositiu d'entrada
cs_cz: stejné vstupní zařízení
de_de: gleiche Eingangs-Device
es_es: el dispositivo de entrada es el mismo
it_it: Stessa periferica in ingresso
nl_nl: Zelfde invoerapparaat
pl_pl: te same wejßciowe urządzenie

source: Repeating conflict on
ca_es: S'està produint el mateix conflicte a
cs_cz: Opakovaný konflikt
de_de: Wiederh. Konflikt an
es_es: Conflicto repetido en
it_it: Conflitto ripetuto su
nl_nl: Herhaald conflict op
pl_pl: Powtórka konflikty on

source: No conflicts
ca_es: No hi ha conflictes
cs_cz: Žádné konflikty
de_de: Keine Konflikte
es_es: Sin conflictos
it_it: Nessun conflitto
nl_nl: Geen conflicten
pl_pl: Nie ma konfliktów

source: Cursor up/down/left/right+Nums
ca_es: Cursor amunt/avall/esquerra/dreta i Núms.
cs_cz: Kurzorové šipky + číslice
de_de: Taste auf/ab/links/rechts+Zahlen
es_es: Cursor arriba/abajo/izq./der.+Núms
it_it: Cursore Sù/Giu'/Sx/Dx+Numeri
nl_nl: Cursor op/neer/links/rechts+nummers
pl_pl: Kursor do góry/Na dół/lewo/prawo+Nums

source: (today)
ca_es: (avui)
cs_cz: (dnes)
de_de: (heute)
es_es: (hoy)
it_it: (oggi)
nl_nl: (vandaag)
pl_pl: (dzisiaj)

source: Timeline
ca_es: Línia de temps
cs_cz: Časová osa
de_de: Timer Zeitleiste
es_es: Línea de Tiempo
nl_nl: Tijdslijn
pl_pl: Granica Czasu

source: Ignore primary interface
ca_es: Ignora les interfícies primàries
cs_cz: Ignorovat primární rozhraní
de_de: Ignoriere primäres Interface
es_es: Ignorar interface primaria
it_it: Ignorare interfaccia primaria
nl_nl: Negeer primaire interface
pl_pl: Ignoruj podstawowy interfejs

source: Show timer overview and collisions
ca_es: Mostra la relació de tasques i els conflictes
cs_cz: Zobrazit přehled a kolize časovačů
es_es: Mostrar vista general y colisiones
it_it: Panoramica timer e collisioni
nl_nl: Toon timer overzicht en conflicten
pl_pl: pokaż timera przegląd i kolizje

source: Timer Timeline
ca_es: Programa la Línia de temps
cs_cz: Časová osa časovačů
de_de: Timer Zeitleiste
es_es: Programador Línea de Tiempo
it_it: Timeline timer
nl_nl: Timer Tijdslijn
pl_pl: Timer Granicy czasu
