Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/osdteletext-0.9/po/*.po
Languages: pl_pl, ro_ro

source: Channel (press OK):
pl_pl: Kanał (nacisnij OK):
ro_ro: Canal(apasa OK)

source: Page
pl_pl: Strona
ro_ro: Pagina

source: not found
pl_pl: nie odnaleziono
ro_ro: Nu am gasit

source: Half page
pl_pl: Polowa strony
ro_ro: Jumatate de pagina

source: Change channel
pl_pl: Zmien kanał
ro_ro: Schimba canal

source: Switch background
pl_pl: Zmień tło
ro_ro: Comuta fundal

source: Jump to...
pl_pl: Skok do...
ro_ro: Sari la...

source: Background transparency
pl_pl: Przezroczyste tło
ro_ro: Transparenta fundal

source: Show clock
pl_pl: Pokaż zegar
ro_ro: Arata ceas

source: Auto-update pages
pl_pl: Automatyczna Aktualizacja stron
ro_ro: Auto-updatare pagini

source: OSD height
pl_pl: OSD wysokość
ro_ro: Inaltime OSD

source: OSD width
pl_pl: OSD szerokość
ro_ro: Latime OSD

source: Page number
pl_pl: Numer strony
ro_ro: Pagina numarul
