Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/webbrowser-0.0.2/po/*.po
Languages: ca_es, de_de, es_es, nl_nl, pl_pl, ro_ro

source: Smartbrowser
ca_es: Explorador
es_es: Explorador simple
nl_nl: Slimme browser
pl_pl: Sprytna Przeglądarka

source: Webbrowser
ca_es: Navegador WEB
es_es: Explorador de WEB
pl_pl: Przeglądarka internetowa

source: KDE-Desktop
ca_es: Escriptori KDE
es_es: Escritorio KDE
nl_nl: KDE-bureaublad
pl_pl: Pulpit-KDE
ro_ro: Desktop KDE

source: Simple Browser
ca_es: Navegador
de_de: Smartbrowser (links2)
es_es: Explorador elemental
nl_nl: Gewone browser
pl_pl: Prosta Przeglądarka
ro_ro: Browser Simplu

source: SNES-emu-only session
ca_es: Sessió emulador SNES
es_es: Sesión SNES-sólo emu
nl_nl: Alleen SNES-emu-sessie
pl_pl: Tylko sesja SNES-emu
ro_ro: Sesiune SNES numai-emulare

source: Center
ca_es: Al centre
de_de: Bildschirmmitte
es_es: Centrado
nl_nl: Midden
pl_pl: Środek
ro_ro: Centru

source: Full
ca_es: Pantalla completa
de_de: Volle Bildschirmgröße
es_es: Completo
nl_nl: Volledig
pl_pl: Pełny

source: Mode
de_de: Modus
es_es: Modo
nl_nl: Modus
pl_pl: Tryb
ro_ro: Mod

source: start URL
ca_es: inicia URL
es_es: Iniciar URL
nl_nl: Begin URL
ro_ro: Adresa start

source: font size in menu
ca_es: tipus de lletra al menú
de_de: Schriftgröße im Menü
es_es: Tamaño fuente en menú
nl_nl: Letter-formaat in het menu
pl_pl: rodzaj czcionki w menu
ro_ro: dimensiune font in menu

source: font size
ca_es: tipus de lletra
de_de: Schriftgröße
es_es: Tamaño fuente
nl_nl: Letter-formaat
pl_pl: wielkość czcionki
ro_ro: dimensiune font

source: picture scaling (%)
ca_es: ampliació d'imatges (%)
de_de: Bildskalierung (%)
es_es: Escalado imágen (%)
nl_nl: Beeldformaat (%)
pl_pl: scaluje zdiecie (%)
ro_ro: scalare poze (%)

source: transparency
ca_es: transparència
de_de: Transparenz
es_es: Transparencia
nl_nl: transparantie
pl_pl: przezroczystość
ro_ro: transparenta

source: margin horizontal
ca_es: marge horitzontal
de_de: Rand horizontal
es_es: Márgen horizontal
nl_nl: horizontale marge
pl_pl: marginez poziomy
ro_ro: margine orizontala

source: margin vertical
ca_es: marge vertical
de_de: Rand vertikal
es_es: Márgen vertical
nl_nl: verticale marge
pl_pl: marginez pionowy
ro_ro: margine verticala

source: optimize for
ca_es: optimitza per a
de_de: Optimieren für
es_es: Optimizado para
nl_nl: optimaliseren voor
pl_pl: optymalizować dla
ro_ro: optimizeaza pentru

source: scaling mode
ca_es: mode d'ampliació
de_de: Skalierung
es_es: Modo escalado
nl_nl: schaal modus
pl_pl: tryb scalowczy
ro_ro: mod scalare

source: No browser available
de_de: Kein Browser vorhanden
nl_nl: Geen browser beschikbaar

source: CRT
de_de: Röhre
