Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/xinemediaplayer-0.11/po/*.po
Languages: nl_nl

source: Jump:
nl_nl: Spring:

source: Cannot play
nl_nl: Kan bestand niet afspelen

source: file type
nl_nl: bestandstype

source: Waiting for server ...
nl_nl: Wachten op server ...

source: Network read error
nl_nl: Netwerk leesfout

source: Got Invalid playlist from server. Playing next.
nl_nl: Kreeg ongeldige playlist van de server. De volgende wordt afgespeeld.

source: Open Error
nl_nl: Fout tijdens openen

source: Only MPEG-1 format supported
nl_nl: Alleen MPEG-1 formaat wordt ondersteund

source: VideoCodec not supported!
nl_nl: VideoCodec niet ondersteund!

source: AudioCodec not supported!
nl_nl: AudioCodec niet ondersteund!

source: Could not play file
nl_nl: Kan bestand niet afspelen

source: Please wait, Loading...
nl_nl: Laden....

source: Please check your network connection
nl_nl: Controleer uw netwerk aub.

source: Opening
nl_nl: Openen

source: Chapter
nl_nl: Hoofdstuk

source: Unable to get default CD device
nl_nl: Kan standaard CD speler niet vinden

source: Unable open CD device
nl_nl: Kan CD apparaat niet openen

source: No tracks found in CD
nl_nl: Geen nummers op de CD gevonden

source: No audio tracks found
nl_nl: Geen audio nummers gevonden

source: Paused
nl_nl: Gepauseerd

source: Replaymode: Normal
nl_nl: Replaymode: Normaal

source: Replaymode: Repeat
nl_nl: Replaymode: Herhaal

source: Repeat
nl_nl: Herhaal

source: Normal
nl_nl: Normaal

source: Overview
nl_nl: Overzicht

source: Options
nl_nl: Opties

source: Add to favs
nl_nl: Toevoegen aan favs

source: Loading...
nl_nl: Laden....

source: Title
nl_nl: Titel

source: Artist
nl_nl: Artiest

source: Comment
nl_nl: Commentaar

source: Year
nl_nl: Jaar

source: Length
nl_nl: Lengte

source: ID3$Channels
nl_nl: Kanalen

source: Original
nl_nl: Origineel

source: Copyrighted
nl_nl: Copyright beschermd

source: Protected
nl_nl: Beschermd

source: File size
nl_nl: Bestands grootte

source: Last Modified
nl_nl: Last aangepast

source: No Id3 info found!
nl_nl: Geen Id3 info gevonden!
