Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/netcv-0.0.9/po/*.po
Languages: ca_es, de_de, es_es, fi_fi, nl_nl, pl_pl

source: Signal (ber/unc)
ca_es: Senyal (ber/unc)
es_es: Señal (BER/UNC)
fi_fi: Signaalin häiriöt (ber/unc)
nl_nl: Signaal (ber/unc)
pl_pl: Sygnał

source: Information
ca_es: Informació
es_es: Información
fi_fi: Vastaanottimen tiedot
nl_nl: Informatie
pl_pl: Informacja

source: NetCeiver firmware update
ca_es: Actualitza el firmware del NetCeiver
es_es: Actualización firm NetCeiver
fi_fi: Vastaanottimen ohjelmistopäivitys
pl_pl: Aktualizacja Oprogramowania NetCeiver

source: LNB
fi_fi: mikropää

source: 0 -.#~,/_@1 abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
fi_fi: 0 -.#~,/_@1 abcäå2 def3 ghi4 jkl5 mnoö6 pqrs7 tuv8 wxyz9
pl_pl: 0 -.#~,/_@1 аąbcć2 deęf3 ghi4 jklł5 mńó6 prsś7 tuwyzźż9

source: Firmware
fi_fi: Ohjelmiston versio

source: normal
fi_fi: käytössä
nl_nl: normaal
pl_pl: normalny

source: PIN (optional)
nl_nl: PIN (optioneel)

source: h
es_es: Hor
