Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/netcv-0.0.9/po/*.po
Languages: ca_es, de_de, es_es, fi_fi, nl_nl, pl_pl

source: empty
ca_es: buit
de_de: leer
es_es: Vacío
fi_fi: tyhjä
nl_nl: leeg
pl_pl: pusty

source: DiSEqC list
ca_es: Llista DiSEqC
de_de: DiSEqC Liste
es_es: Lista DiSEqC
fi_fi: DiSEqC-asetukset
nl_nl: DiSEqC lijst
pl_pl: Lista DiSEqC

source: Restarting NetCeiver...
ca_es: S'està reiniciant el NetCeiver...
de_de: NetCeiver wird neu gestartet...
es_es: Reiniciando NetCeiver...
fi_fi: Vastaanotin käynnistetään uudelleen...
nl_nl: De NetCeiver wordt opnieuw gestart...
pl_pl: Restartuje NetCeiver...

source: Restarting VDR...
ca_es: S'està reiniciant l'VDR...
de_de: VDR wird neu gestartet...
es_es: Reiniciando VDR...
fi_fi: Käynnistetään uudelleen...
nl_nl: Herstart VDR...
pl_pl: Restartuje VDR...

source: Please wait...
ca_es: Si us plau, espereu...
de_de: Bitte warten...
es_es: Por favor, espere...
fi_fi: Odota...
nl_nl: Even wachten aub
pl_pl: Proszę czekać...

source: Reloading diseqc.conf failed!
ca_es: S'ha produït un error en carregar diseqc.conf!
de_de: Konnte diseqc.conf nicht neu einlesen!
es_es: !Recarga diseqc.conf fallida!
fi_fi: DiSEqC-asetusten lataaminen ei onnistu!
nl_nl: Vernieuwen diseqc.conf mislukt
pl_pl: Ładowanie ponownie diseqc.conf nie powiodło się!

source: Settings stored
ca_es: S'ha desat la configuració
de_de: Einstellungen gespeichert
es_es: Configuración guardada
fi_fi: Asetukset tallennettu
nl_nl: Instellingen zijn opgeslagen
pl_pl: Ustawienia zapisane

source: Reloading channels.conf failed
ca_es: S'ha produït un error en carregar channels.conf!
de_de: Neuladen von channels.conf fehlgeschlagen
es_es: ¡Recarga channels.conf fallida!
fi_fi: Kanava-asetusten lataaminen ei onnistu
nl_nl: Herladen van channels.conf mislukt
pl_pl: Ładowanie ponownie channels.conf nieduane

source: Reloading diseqc.conf failed
ca_es: S'ha produït un error en carregar diseqc.conf!
de_de: Neuladen von diseqc.conf fehlgeschlagen
es_es: Fallo al cargar diseqc.conf
fi_fi: DiSEqC-asetusten lataaminen ei onnistu
nl_nl: Herladen van diseqc.conf mislukt
pl_pl: Ładowanie ponownie diseqc.conf nieduane

source: Error: Store failed! Error Number:
ca_es: S'ha produït un error: No s'ha pogut desar la configuració! Error núm.:
de_de: Speichern fehlgeschlagen! Fehlernummer:
es_es: Error: ¡fallo al guardar! Error número:
fi_fi: Virhe! Tallennus ei onnistu:
nl_nl: Fout: Opslaan mislukt! Foutcode is:
pl_pl: Błąd: Zapisanie nieudane! Błąd numer:

source: Error: Only 4 LNBs per cascade is allowed!
ca_es: S'ha produït un error: Només es poden connectar 4 LNBs en cascada!
de_de: Maximal vier LNBs per Kaskade sind erlaubt!
es_es: Error: ¡Sólo se pueden poner 4 LNBs por cascada!
fi_fi: Virhe: tuki enintään 4 ketjutetulle mikropäälle!
nl_nl: Fout: Slechts 4 LNB's per cascade toegestaan!
pl_pl: Błąd: Tylko 4 LNBs dla cascade jest dozwolone!

source: Error: Every DiSEqC list must have a name!
ca_es: S'ha produït un error: Les llistes DiSEqC han de tenir nom!
de_de: Der DiSEqC-Liste einen eindeutigen Namen zuweisen!
es_es: Error: Cada lista DiSEqC tiene que tener nombre
fi_fi: Virhe: DiSEqC-asetuksilla täytyy olla nimet!
nl_nl: Fout: Elke DiSEqC lijst moet een naam hebben!
pl_pl: Błąd: karzda lista DiSEqC musi mieć nazwe!

source: Error: Duplicate DiSEqC list name is not allowed!
ca_es: S'ha produït un error: No es permeten dues llistes DiSEqC amb el mateix nom!
de_de: Doppelter DiSEqC Listenname ist nicht erlaubt!
es_es: Error: !No pueden haber 2 listas DiSEqC con el mismo nombre!
fi_fi: Virhe: Saman nimisiä DiSEqC-asetuksia ei voi käyttää!
nl_nl: Fout: DiSEqC lijst met dezelfde naam is niet toegestaan!
pl_pl: Błąd: Duplikat listy DiSEqC jest niezezwolony!

source: Error: Every tuner must have a valid DiSEqC list!
ca_es: S'ha produït un error: Cada sintonitzador ha de tenir una llista DiSEqC vàlida!
de_de: Tuner bitte eine gültige DiSEqC-Liste zuweisen.
es_es: Error: ¡Cada sintonizador debe tener una lista Diseqc válida!
fi_fi: Virhe: Kaikille virittimille tarvitaan DiSEqC-asetukset!
nl_nl: Fout: Elke tuner moet een geldige DiSEqC lijst hebben!
pl_pl: Błąd: karzdy tuner musi mieć własciwa liste DiSEqC!

source: Error: At least 1 tuner must be enabled!
ca_es: S'ha produït un error: S'ha d'activar un sintonitzador!
de_de: Ein Tuner muss aktiv sein!
es_es: Error: Como mínimo debe haber 1 sint. habilitado
fi_fi: Virhe: vähintään 1 viritin oltava käytössä!
nl_nl: Fout: Minstens 1 tuner moet worden ingeschakeld
pl_pl: Błąd: Minimalnie jeden tuner musi być włączony!

source: Unknown Error:
ca_es: Error desconegut:
de_de: Unbekannter Fehler:
es_es: Error desconocido:
fi_fi: Järjestelmävirhe:
nl_nl: Onbekende fout:
pl_pl: Nieznany Błąd:

source: DiSEqC disabled
ca_es: DiSEqC desactivat
de_de: DiSEqC aktiviert
es_es: DiSEqC deshabilitado
fi_fi: DiSEqC ei käytössä
nl_nl: DiSEqC uitgeschakeld
pl_pl: DiSEqC wyłączony

source: Diseqc$Source
ca_es: Font
de_de: Quelle
es_es: Fuente
fi_fi: signaalikaista
nl_nl: Satelliet
pl_pl: Cel

source: LNB Type
ca_es: Tipus LNB
de_de: LNB Typ
es_es: Tipo LNB
fi_fi: Mikropään tyyppi
pl_pl: Typ LNB

source: Number of LNBs
ca_es: Nombre d'LNBs
de_de: Anzahl der LNBs
es_es: Número de LNBs
fi_fi: Mikropäiden lukumäärä
nl_nl: Aantal LNBs
pl_pl: Ilość LNBs

source: Type
ca_es: Tipus
de_de: Typ
es_es: Tipo
fi_fi: Tyyppi
pl_pl: Typ

source: Single Cable Router
de_de: Einkabel-Router
nl_nl: Enkele kabel router

source: Unique Slot Nr.
de_de: Eindeutige Slotnummer
nl_nl: Uniek slotnummer

source: No pin
de_de: Keine PIN
nl_nl: Geen pin

source: Multiswitch
de_de: Multischalter
fi_fi: monikytkin

source: Cascade
ca_es: En cascada
de_de: Kaskade
es_es: Cascada
fi_fi: ketjutettu

source: Number of sources
ca_es: Nombre de fonts
de_de: Anzahl der Quellen
es_es: Número de fuentes
fi_fi: Signaalikaistojen lukumäärä
nl_nl: Aantal satellieten
pl_pl: Ilośc celów

source: off
de_de: aus
fi_fi: ei käytössä
nl_nl: uit

source: fine
ca_es: fina
de_de: fein
es_es: Fino
fi_fi: hienojakoinen
nl_nl: fijn
pl_pl: precyzyjny

source: coarse
ca_es: aprox.
de_de: grob
es_es: Aprox.
fi_fi: karkea
nl_nl: grof
pl_pl: zgrubny

source: East
ca_es: Est
de_de: Ost
es_es: Este
fi_fi: itäistä
nl_nl: Oost
pl_pl: Wschód

source: Longitude
ca_es: Longitud
de_de: Längengrad
es_es: Longitud
fi_fi: pituutta
nl_nl: Lengtegraad
pl_pl: Długość Geograficzna

source: Latitude
ca_es: Latitud
de_de: Breitengrad
es_es: Latitud
fi_fi: leveyttä
nl_nl: Breedtegraad
pl_pl: Szerokośc Geograficzna

source: North
ca_es: Nord
de_de: Nord
es_es: Norte
fi_fi: pohjoista
nl_nl: Noord
pl_pl: Pólnoc

source: South
ca_es: Sud
de_de: Süd
es_es: Sur
fi_fi: eteläistä
nl_nl: Zuid
pl_pl: Południe

source: Autofocus
de_de: Autofokus
es_es: Autofoco
fi_fi: Automaattinen kohdistus

source: DiSEqC mode:
ca_es: Mode DiSEqC:
de_de: DiSEqC Modus:
es_es: Modo DiSEqC
fi_fi: DiSEqC:n versio:
nl_nl: DiSEqC modus:
pl_pl: DiSEqC

source: no
de_de: nein
fi_fi: ei käytössä
nl_nl: nee
pl_pl: nie

source: yes
ca_es: sí
de_de: ja
es_es: Si
fi_fi: käytössä
nl_nl: ja
pl_pl: tak

source: Save
ca_es: Desa
de_de: Speichern
es_es: Guardar
fi_fi: Tallenna
nl_nl: Opslaan
pl_pl: Zapisz

source: Antenna settings
ca_es: Paràmetres d'antena
de_de: Antenneneinstellungen
es_es: Configuración antena
fi_fi: Vastaanottimen asetukset
nl_nl: Schotel instellingen
pl_pl: Ustawienia Anteny

source: NetCeiver Firmwareupdate is running!
ca_es: El firmware del NetCeiver s'està actualitzant!
de_de: NetCeiver Firmware Update läuft!
es_es: ¡Actualización firm NetCeiver en curso!
fi_fi: Vastaanottimen ohjelmistoa päivitetään!
nl_nl: Bezig met NetCeiver firmware update
pl_pl: NetCeiver

source: No NetCeiver found!
ca_es: No s'ha trobat el NetCeiver!
de_de: Kein NetCeiver gefunden
es_es: ¡No se ha encontrado NetCeiver!
fi_fi: Vastaanotinta ei löydy!
nl_nl: Geen NetCeiver gevonden
pl_pl: Nie znaleziono NetCeiver!

source: Creating directory tmp failed!
ca_es: S'ha produït un error en crear la carpeta tmp!
de_de: tmp Ordner konnte nicht erzeugt werden!
es_es: ¡Error al crear directorio tmp!
fi_fi: Väliaikaistiedostojen kansiota ei löydy!
nl_nl: Maken van tmp directory mislukt
pl_pl: Stwarzanie katalogu tmp nieudane!

source: Retrieving information about tuners failed!
ca_es: No s'ha pogut recuperar informació dels sintonitzadors!
de_de: Tunerinformationen konnte nicht ermittelt werden
es_es: Obtención info. sintonizadores fallida!
fi_fi: Virittimien tietoja ei löydy!
nl_nl: Ophalen van tunerinformatie is mislukt!
pl_pl: Uzyskiwanie informacji o tunerach nieudane!

source: Getting network interface failed!
ca_es: No s'ha pogut obtenir la interfície de xarxa!
de_de: Die Netzwerkkarte konnte nicht ermittelt werden!
es_es: ¡Obtención interface Red fallida!
fi_fi: Verkkoliitäntää ei löydy!
nl_nl: Verkrijgen van netwerk-interface is mislukt
pl_pl: Uzyskanie interfejsu sieciowego nieudane!

source: sec
ca_es: s
de_de: sek
es_es: Seg
fi_fi: sek

source: DiSEqC settings
ca_es: Configuració DiSEqC
de_de: DiSEqC Einstellungen
es_es: Config. DiSEqC
fi_fi: DiSEqC-asetukset
nl_nl: DiSEqC instellingen
pl_pl: Ustawienia DiSEqC

source: NetCeiver is being updated.
ca_es: El NetCeiver s'està actualitzant.
de_de: NetCeiver wird gerade aktualisiert.
es_es: Se está actualizando NetCeiver
fi_fi: Vastaanottimen ohjelmistoa päivitetään.
nl_nl: NetCeiver update is bezig.
pl_pl: netCeiver jest zaktualizowany.

source: Try again later.
ca_es: Prova-ho més tard.
de_de: Versuchen Sie es später nochmal.
es_es: Pruebe más tarde
fi_fi: Yritä myöhemmin uudestaan.
nl_nl: Probeer later opnieuw.
pl_pl: Spróbuj ponownie pozniej.

source: Error!
ca_es: S'ha produït un error!
de_de: Fehler!
fi_fi: Järjestelmävirhe!
nl_nl: Fout!
pl_pl: Błąd!

source: Failed to open directory
ca_es: No s'ha pogut obrir la carpeta
de_de: Ordner kann nicht geöffnet werden
es_es: No se puede abrir directorio
fi_fi: Kansion avaaminen ei onnistu
nl_nl: Directory openen is mislukt
pl_pl: Nie można bylo otworzyc katalogu

source: No file found in
ca_es: No s'ha trobat el fitxer a
de_de: Keine Datei gefunden in
es_es: No se encuentra archivo en:
fi_fi: Tiedostoa ei löydy kansiosta
nl_nl: Geen bestand gevonden in
pl_pl: Nie odnaleziono pliku w

source: Please select a setting for upload:
ca_es: Si us plau, seleccioneu un paràmetre per actualitzar:
de_de: Bitte wählen Sie Ihre Postition aus:
es_es: Seleccionar una config. para cargar:
fi_fi: Valitse ladattavat asetukset:
nl_nl: Selecteer een instelling voor uploaden:
pl_pl: Prosze wybrać ustawienia dla upload:

source: Finished!
ca_es: Finalitzat!
de_de: Fertig!
es_es: ¡Acabado!
fi_fi: Valmis!
nl_nl: Klaar!
pl_pl: Zakonczono!

source: Uploading failed!
ca_es: S'ha produït un error en actualitzar!
de_de: ACHTUNG: Fehler beim speichern !!!
es_es: ¡Carga fallida!
fi_fi: Lataaminen ei onnistu!
nl_nl: Upload mislukt!
pl_pl: Wysyłanie nieudane!

source: Current
ca_es: Actual
de_de: Aktuell
es_es: Corriente
nl_nl: Huidige
pl_pl: bierzący

source: NetCeiver diagnostics
ca_es: Diagnòstic del NetCeiver
de_de: NetCeiver Diagnose
es_es: Diagnóstico del NetCeiver
fi_fi: Vastaanottimen tiedot
nl_nl: NetCeiver diagnostiek
pl_pl: Diagnostyka NetCeiver

source: Alive
ca_es: Actiu
de_de: Verfügbar
es_es: Activo
fi_fi: Toiminnassa
nl_nl: Aktief
pl_pl: Żywy

source: Yes
ca_es: Sí
de_de: Ja
es_es: Si
fi_fi: kyllä
nl_nl: Ja
pl_pl: Tak

source: No
de_de: Nein
fi_fi: ei
nl_nl: Nee
pl_pl: Nie

source: Tuners
ca_es: Sintonitzadors
de_de: Tuner
es_es: Sintoniz.
fi_fi: Virittimien lukumäärä
pl_pl: Tunery

source: OS
ca_es: SO
de_de: Betriebssystem
fi_fi: Käyttöjärjestelmän versio

source: App
ca_es: Aplicació
de_de: Applikation
es_es: Aplic.
fi_fi: Sovelluksen versio
pl_pl: Aplikacje

source: Serial
ca_es: Sèrie
de_de: Seriennummer
es_es: Serie
fi_fi: Sarjanumero
nl_nl: Serienummer

source: Process uptime
ca_es: Temps act. procés
de_de: Prozess uptime
es_es: Tiempo actividad procesos
fi_fi: Sovellus ollut toiminnassa
nl_nl: Proces uptime
pl_pl: Czas trwania procesu

source: Dish settings
ca_es: Configuració antena
de_de: Antenneneinstellungen
es_es: Configuración antena
fi_fi: Lautasantennin asetukset
nl_nl: Schotel instellingen
pl_pl: Ustawienia talerza

source: State
ca_es: Estat
de_de: Status
es_es: Estado
fi_fi: Virittimen tärkeys
nl_nl: Status
pl_pl: Status

source: Slot
ca_es: Ranura
de_de: Steckplatz
es_es: Ranura
fi_fi: Paikka
pl_pl: Gniazdo

source: Used
ca_es: Usada
de_de: Benutzt
es_es: Usado
fi_fi: Käytetty
nl_nl: Gebruikt
pl_pl: Uzywane

source: Frequency
ca_es: Freqüència
de_de: Frequenz
es_es: Frecuencia
fi_fi: Signaalin taajuus
nl_nl: Frequentie
pl_pl: Freguencja

source: Strenght
ca_es: Intensitat
de_de: Stärke
es_es: Fuerza
nl_nl: Sterkte
pl_pl: Analiza mocy

source: electric$Current
ca_es: Actual
de_de: Stromaufnahme
nl_nl: Stroom

source: Power save mode
ca_es: Mode d'estalvi d'energia
de_de: Stromsparmodus
nl_nl: Stroom bespaar modus

source: Couldn't create tmp-path!
ca_es: No es pot crear el camí tmp!
de_de: tmp-Pfad konnte nicht erzeugt werden!
es_es: ¡No se puede crear tmp-path!
fi_fi: Väliaikaistiedostojen kansiota ei löydy!
nl_nl: Kan tmp-pad niet maken!
pl_pl: Nie był w stanie stworzyć ścieżki-tmp!

source: Internal Error! Sorry!
ca_es: S'ha produït un error intern!
de_de: Interner Fehler!
es_es: ¡Error interno!
fi_fi: Järjestelmävirhe!
nl_nl: Sorry! Interne fout!
pl_pl: Wewnętrzny Błąd! Przepraszamy!

source: Loading data from NetCeiver failed!
de_de: Die Daten konnten nicht von NetCeiver geladen werden!
nl_nl: Ophalen van de data uit de Netceiver mislukt!

source: Please check the Connection to NetCeiver!
ca_es: Si us plau, comproveu la connexió del NetCeiver!
de_de: Bitte die Verbindung zum NetCeiver überprüfen.
es_es: ¡Compruebe conexiones NetCeiver!
fi_fi: Tarkista yhteys vastaanottimeen!
nl_nl: Controleer de verbinding naar NetCeiver!
pl_pl: prosze sprawdz połączenie do NetCeiver!

source: Number of Tuners
ca_es: Nombre de Sintonitzadors
de_de: Anzahl der Tuner
es_es: Número de sintonizadores
nl_nl: Aantal tuners
pl_pl: Numer ilości Tunerów

source: Please choose the satellites you can receive:
ca_es: Si us plau, trieu els satèl·lits que voleu rebre:
de_de: Wählen Sie bitte die Satelliten zum Empfang aus:
es_es: Seleccionar satélites que puede recibir:
fi_fi: Valitse vastaanotettavat satelliitit:
nl_nl: Kies de satellieten die u kunt ontvangen
pl_pl: Prosze wybrać satelity które mozesz odbierać:

source: Back
ca_es: Enrere
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
nl_nl: Terug
pl_pl: Spowrotem

source: Skip
ca_es: Omet
de_de: Auslassen
es_es: Saltar
fi_fi: Ohita
nl_nl: Overslaan
pl_pl: Omiń

source: Static antenna
ca_es: Antena fixa
de_de: Feste Antenne
es_es: Antena fija
fi_fi: Kiinteä lautanen
nl_nl: Statische antenne
pl_pl: Antena

source: Single Cable System
de_de: Einkabelsystem
nl_nl: Enkel kabel systeem

source: Rotor antenna
ca_es: Antena motoritzada
de_de: Rotor Antenne
es_es: Antena motorizada
fi_fi: Moottoroitu lautanen
nl_nl: Rotor antenne
pl_pl: Antena Obrotnicy

source: Updating... please wait!
ca_es: S'està actualitzant... si us plau, espereu!
de_de: Aktualisierung... bitte warten!
es_es: Actualizando...¡espere!
fi_fi: Päivitetään...
nl_nl: Updaten - moment aub!
pl_pl: Aktualizuje... prosze czekać!

source: Satellite
ca_es: Satèl·lit
de_de: Satellit
es_es: Satélite
fi_fi: Satelliittiverkon viritin
nl_nl: Satelliet
pl_pl: Satelita

source: Cable
de_de: Kabel
fi_fi: Kaapeliverkon viritin
nl_nl: Kabel
pl_pl: Kablówka

source: Terrestrial
ca_es: TDT
de_de: Terrestrisch
es_es: Terrestre
fi_fi: Antenniverkon viritin
pl_pl: Naziemna

source: on
de_de: ein
fi_fi: käytössä
nl_nl: aan

source: Antenna type
ca_es: Tipus d'antena
de_de: Antennentyp
es_es: Tipo de antena
fi_fi: Antennin tyyppi
nl_nl: Antenne type
pl_pl: Typ Anteny

source: Experts
ca_es: Avançats
de_de: Experten
es_es: Expertos
fi_fi: Tarkat asetukset
nl_nl: Uitgebreid
pl_pl: Experci

source: Unknown Error! Sorry!
ca_es: S'ha produït un error desconegut!
de_de: Unbekannter Fehler!
es_es: ¡Error deconocido!
fi_fi: Järjestelmävirhe!
nl_nl: Sorry! Onbekende fout!
pl_pl: Nieznany błąd! Przepraszamy!

source: Internal Error: DiSEqC not working
ca_es: Error intern: El DiSEqc no funciona
de_de: Fehler: DiSEqC funktioniert nicht
es_es: Error interno: DiSEqc inactivo
nl_nl: Interne fout: DiSEqC werkt niet
pl_pl: Wewnetrzny Błąd: DiSEqC nie dziala

source: Internal Error: Loading netceiver.conf failed
ca_es: Error intern: S'ha produït un error en carregar diseqc.conf
de_de: Fehler: Laden von netceiver.conf fehlgeschlagen
es_es: Error interno: Fallo al cargar netceiver.conf
nl_nl: Interne fout : ophalen van de netceiver.conf mislukt

source: Save changes?
ca_es: Desar els canvis?
de_de: Einstellungen speichern?
es_es: ¿Guardar cambios?
fi_fi: Tallennetaanko asetukset?
nl_nl: Wijzigingen opslaan?
pl_pl: Zapisać zmiany?

source: No netcvrotor-Plugin found!
ca_es: No s'ha trobat el connector netcvrotor!
de_de: netcvrotor-Plugin nicht gefunden!
es_es: ¡No se encuentra netcvrotor!
fi_fi: Lautasmoottorin ohjaustoimintoa ei löydy!
nl_nl: Geen netcvrotor-plugin gevonden!
pl_pl: Nie odnaleziono wtyczki netcvrotor!

source: Multi-Transponder-Decryption is
de_de: Multi-Transponder-Entschlüsselung
nl_nl: Multitransponder decodering is

source: impossible because of mixed CAMs
de_de: unmöglich wegen gemischten CAMs
nl_nl: niet mogelijk met verschillende CAM's

source: Signal (strength/snr)
ca_es: Senyal (intens./snr)
de_de: Signal (Stärke/SNR)
es_es: Señal (fuerza/SNR)
fi_fi: Signaalin voimakkuus (snr)
nl_nl: Signaal (sterkte/snr)
pl_pl: Sygnał

source: Update firmware
ca_es: Actualitza el firmware
de_de: Firmwareupdate durchführen
es_es: Actualizar firmware
fi_fi: Päivitä ohjelmisto
nl_nl: Firmware updaten
pl_pl: Aktualizuj oprogramowanie

source: Load
ca_es: Carrega
de_de: Laden
es_es: Cargar
fi_fi: Lataa
nl_nl: Laden
pl_pl: Ładuje

source: Clear
ca_es: Buida
de_de: Löschen
es_es: Limpiar
fi_fi: Tyhjennä
nl_nl: Wissen
pl_pl: Wyczyscić

source: Add DiSEqC list
ca_es: Afegeix llista DiSEQC
de_de: Hinzufügen
es_es: Añadir lista DiSEqC
fi_fi: Lisää DiSEqc-listaus
nl_nl: Voeg DiSEqC lijst toe
pl_pl: Dodać liste DiSEqC

source: disable
ca_es: desactiva
de_de: deaktivieren
es_es: Desactivar
fi_fi: Poista
nl_nl: niet geactiveerd
pl_pl: wyłaczyć

source: enable
ca_es: activa
de_de: aktivieren
es_es: Activar
fi_fi: Käytä
nl_nl: geactiveerd
pl_pl: włączyć

source: No tmp files available.
ca_es: No hi ha fitxers temporals disponibles.
de_de: Keine tmp Daten verfügbar.
es_es: No hay archivos tmp disp.
fi_fi: Väliaikaistiedosto ei ole käytettävissä.
nl_nl: Geen tmp bestanden beschikbaar.
pl_pl: Nie dostepne pliki tmp.

source: Update progress:
ca_es: Progrés de l'actualització:
de_de: Fortschritt:
es_es: Progreso actualización:
fi_fi: Päivityksen edistyminen:
nl_nl: Update vooruitgang:
pl_pl: Proces Aktualizacji:

source: CAM settings
de_de: CAM Einstellungen
nl_nl: CAM instellingen

source: Tuner settings
ca_es: Configuració sintonitzador
de_de: Tunereinstellungen
es_es: Configuración sintonizador
fi_fi: Virittimen asetukset
nl_nl: Tuner Instellingen
pl_pl: Ustawienia Tunera

source: not selected
ca_es: no s'ha seleccionat
de_de: nicht ausgewählt
es_es: No seleccionado
fi_fi: ei käytössä
nl_nl: niet geselecteerd
pl_pl: nie wybrano

source: Setting loaded
ca_es: Configuració carregada
de_de: Einstellung geladen
es_es: Config. cargada
fi_fi: Asetukset ladattu
nl_nl: Setting geladen
pl_pl: Ustawienia załadowane

source: Loading failed! (Error:
ca_es: S'ha produït un error en carregar la configuració! (Error:
de_de: Laden fehlgeschlagen! (Fehler:
es_es: ¡Carga fallida! (Error:
fi_fi: Lataaminen ei onnistu! (Virhe:
nl_nl: Laden mislukt! (fout:
pl_pl: Ładowanie nieudane! (Błąd:

source: Update finished
ca_es: Actualització finalitzada
de_de: Update erfolgreich beendet.
es_es: Actualización finalizada
fi_fi: Päivitys tehty
nl_nl: Update gereed
pl_pl: Aktualizacja zakonczona

source: Priority
ca_es: Prioritat
de_de: Priorität
es_es: Prioridad
fi_fi: tärkeysluokka
nl_nl: Prioriteit
pl_pl: Prirytet

source: disabled
ca_es: desactivada
de_de: inaktiv
es_es: Desactivado
fi_fi: ei käytössä
nl_nl: uitgeschakeld
pl_pl: wyłączone

source: NetCeiver update available. Do you want to update?
ca_es: Hi ha una actualització disponible del Neceiver. Voleu actualitzar?
de_de: Neue NetCeiver Version verfügbar. Update starten?
es_es: Actualización NetCeiver disponible. ¿actualizar?
fi_fi: Päivitetäänkö vastaanottimen ohjelmisto?
nl_nl: NetCeiver update beschikbaar. Wilt U updaten?
pl_pl: Aktualizacja oprogramowania NetCeiver dostepne. Czy chcesz teraz aktualizować?

source: There is a new firmware version for the NetCeiver available!
ca_es: Hi ha una nova versió disponible del firmware del NetCeiver!
de_de: Eine neue NetCeiver Firmware-Version ist verfügbar!
es_es: ¡Nueva versión NetCeiver disponible!
nl_nl: Nieuwe firmware versie voor NetCeiver beschikbaar!

source: Current version:
ca_es: Versió actual:
de_de: Aktuelle Version:
es_es: Versión actual:
fi_fi: Nykyinen versio:
nl_nl: Huidige versie:
pl_pl: Wersja bierząca:

source: New version:
ca_es: Nova versió:
de_de: Neue Version:
es_es: Nueva versión:
fi_fi: Uusi versio:
nl_nl: Nieuwe versie:
pl_pl: Nowa wersja:

source: If you want to use CA-modules, it is absolutely required to perform this update right now.
ca_es: Cal que actualitzeu si voleu utilitzar mòduls CAM.
de_de: Wenn Sie CA-Module einsetzen wollen, ist es unbedingt erforderlich, dieses Update jetzt durchzuführen.
nl_nl: Indien u CI modules wilt gaan gebruiken is het noodzakelijk deze update direct uit te voeren.

source: Do you want to update the NetCeiver firmware now?
ca_es: Voleu actualitzar el firmware del NetCeiver?
de_de: Soll die NetCeiver Firmware jetzt aktualisiert werden?
es_es: ¿Desea actualizar firmware NetCeiver ahora?
nl_nl: Wilt u de Netciever firmware nu updaten?

source: Caution:
ca_es: Precaució:
de_de: Hinweis:
es_es: Atención:
fi_fi: Huom:
nl_nl: Voorzichtig:
pl_pl: Uwaga:

source: Current recordings will be interrupted for a few minutes.
ca_es: Les gravacions en curs s'han d'interrompre uns minuts.
de_de: Laufende Aufzeichnungen werden für kurze Zeit unterbrochen.
es_es: Se interrumpirán las grabaciones durante unos minutos.
fi_fi: Käynnissä olevat nauhoitukset katkeavat päivityksen ajaksi.
nl_nl: Eventuele lopende opnames worden een paar minuten onderbroken.
pl_pl: Nagrania bierzące bedą przerwane na pare minut.

source: Update
ca_es: Actualitza
de_de: Aktualisieren
es_es: Actualizar
fi_fi: Päivitä
pl_pl: Aktualizacja

source: Update failed!
ca_es: S'ha produït un error durant l'actualització!
de_de: Update fehlgeschlagen!
es_es: ¡Actualización fallida!
fi_fi: Päivitys ei onnistunut!
nl_nl: Update mislukt!
pl_pl: Aktualizacja nieudana!

source: internal error!
ca_es: error intern!
de_de: Interner Fehler!
es_es: ¡Error interno!
fi_fi: Sisäinen virhe!
nl_nl: Intere fout!
pl_pl: wewnetrzny błąd!

source: DiSEqC Mini
ca_es: Mini DiSEqC
es_es: Mini DiSEqC
nl_nl: Mini DiSEqC

source: Rotor (GotoX)
ca_es: Motor (GotoX)
es_es: Motor (GotoX)
fi_fi: GotoX-moottori
pl_pl: Obrotnica (GotoX)

source: maximum
ca_es: màxim
es_es: Máximo
fi_fi: paras
nl_nl: maximaal

source: Min Position
ca_es: Posició Mín
es_es: Posición min.
fi_fi: Alin korkeus
nl_nl: Min positie
pl_pl: Pozycja Min

source: West
ca_es: Oest
es_es: Oeste
fi_fi: läntistä
pl_pl: Zachód

source: Max Position
ca_es: Posició Màx
es_es: Posición max.
fi_fi: Ylin korkeus
nl_nl: Max positie
pl_pl: Pozycja Max

source: Tuner
ca_es: Sintonitzador
es_es: Sintonizador
fi_fi: Viritin

source: Hardware
ca_es: Maquinari
fi_fi: Laitteiston versio
pl_pl: Sprzęt

source: System uptime
ca_es: Temps act. sistema
es_es: Tiempo actividad sistema
fi_fi: Vastaanotin ollut toiminnassa
nl_nl: Systeem uptime
pl_pl: Czas trwania systemu

source: Lock
ca_es: Blocat
es_es: Bloquear
fi_fi: Lukittunut signaaliin
nl_nl: Vergrendel
pl_pl: Zamknięte

source: Rotor
ca_es: Motor
es_es: Motor
fi_fi: Lautasmoottori
pl_pl: Obrotnica
