Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/reelepg-0.1/po/*.po
Languages: de_de

source: TV-Guide (ReelEPG)
de_de: Fernsehmagazin (ReelEPG)

source: Record
de_de: Aufnehmen

source: Search
de_de: Suchen

source: Searchtimer
de_de: Suchtimer

source: Favourites
de_de: Favoriten

source: Edit
de_de: Bearbeiten

source: Anounce
de_de: Anzeigen

source: Switch
de_de: Umschalten

source: Toptip:
de_de: Top Tipp:

source: Tip of the day
de_de: Tagestipp

source: Magazine view
de_de: Magazin-Anzeige

source: Timeline view
de_de: Timeline-Anzeige

source: Favourites selection
de_de: Favoriten Auswahl

source: Main favourite
de_de: Favoriten

source: Main bouquet
de_de: Hauptbouquet
