Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/formatdisk-0.0.3/po/*.po
Languages: de_de

source: Prepare disk: confirm formatting
de_de: Datenträger einrichten: formatieren bestätigen

source: The storage medium
de_de: Das Medium

source: will be prepared. Please press the red key or choose another action:
de_de: wird vorbereitet. Bitte drücken Sie die rote Taste oder wählen Sie eine andere Aktion:

source: Format disk
de_de: Festplatte jetzt formatieren

source: Mount harddisk
de_de: Festplatte einbinden

source: Create boot disk
de_de: Bootfähiges Laufwerk erstellen

source: Info:
de_de: Information:

source: The storage medium is going to be formatted. All data will be destroyed.
de_de: Der Datenträger wird formatiert. Alle Daten darauf werden gelöscht.

source: The storage medium will not be formatted but integrated into the system to be used as the medium disk.
de_de: Der Datenträger wird nicht formatiert aber als Medienlaufwerk in das System eingebunden.

source: CAUTION: All data will be destroyed. A fresh copy of the operating system will be installed. Needs internet connection.
de_de: WARNUNG: Alle Daten werden gelöscht. Es wird eine neue Version des Betriebssystems installiert. Eine Internetverbindung ist erforderlich.

source: Cancel
de_de: Abbrechen

source: With pressing 'OK' you will cancel this process.
de_de: Mit drücken von 'OK' brechen Sie den Vorgang ab.

source: Please wait, the setup for the storage media is running
de_de: Bitte warten, die Einrichtung läuft.

source: installing basic structure
de_de: Struktur einrichten

source: integrating disk
de_de: Integriere Datenträger

source: Process done.
de_de: Vorgang abgeschlossen.

source: The storage medium has been successfully integrated. Please press the red key to continue
de_de: Der Datenträger wurde erfolgreich eingerichtet. Bitte drücken Sie die rote Taste um fortzufahren.

source: The integration of the storage medium has failed
de_de: Die Einrichtung des Datenträgers ist fehlgeschlagen.

source: Button$Continue
de_de: Weiter

source: All recordings will be lost! Continue anyway ?
de_de: Alle Aufnahmen gehen verloren! Trotzdem forfahren?

source: Press the red key to continue
de_de: Bitte die rote Taste drücken um fortzufahren

source: Type of target disk
de_de: Typ Ziellaufwerk

source: Source of software
de_de: Quelle der Software

source: Prepare disk: perform actions
de_de: Datenträger einrichten: Änderungen durchführen

source: Harddisk
de_de: Festplatte

source: USB Flash Drive
de_de: USB-Stick

source: Local disk
de_de: Lokal

source: Some optimizations are made according to the type of the installation media. So please select the correct type of the device.
de_de: Abhängig vom Typ des Zielmediums werden einige Optimierungen vorgenommen. Bitte wählen Sie daher den korrekten Laufwerksyp.

source: If you select to install the image from local source, the local harddisk oder USB-device will be copied. Select 'Internet' to download and install a fresh software image from the net.
de_de: Wenn Sie als Softwarequelle 'Lokal' wählen, wird eine 1:1 Kopie der aktuellen Installation erstellt. Wählen Sie 'Internet', um eine neue Installation aus dem Netz zu laden und zu installieren.

source: Please select the image source
de_de: Bitte wählen Sie die Quelle

source: Please select your media type
de_de: Bitte wählen Sie den Laufwerkstyp

source: Please wait, creating boot disk can take a while (up to 30mins). Do not close this menu.
de_de: Das Erstellen der Bootdisk kann bis zu 30min dauern. Bitte dieses Menü nicht schließen.

source: checking devices
de_de: Prüfe Laufwerke

source: connected to internet
de_de: Internetverbindung vorhanden

source: check internet connection!
de_de: Internetverbindung prüfen!

source: creating boot disk
de_de: Erstelle Bootdisk

source: creating media partitions
de_de: Erstelle Medienpartition

source: creating media directories
de_de: Erstelle Medienverzeichnisse

source: Updating system settings
de_de: Aktualisiere Systemeinstellungen

source: Boot disk created successfully. To use the new boot disk please shutdown and REMOVE the old USB stick/harddisk and start the ReelBox again.
de_de: Bootdisk wurde erfolgreich erstellt. Um das neue Laufwerk zu benutzen, fahren Sie die ReelBox herunter, entfernen den aktuellen USB-Stick und starten dann die Box erneut.

source: Creating boot disk failed. Please try again
de_de: Das Erstellen der Bootdisk ist fehlgeschlagen. Bitte erneut versuchen.

source: Please make sure the ReelBox is connected to the internet.
de_de: Bitte verbinden Sie die ReelBox mit dem Internet.

source: Shutdown
de_de: Ausschalten

source: partitioning
de_de: Partitionieren

source: formatting
de_de: Formatieren

source: The storage medium has been sucessfully integrated. The harddisk is ready for use now.
de_de: Der Datenträger wurde erfolgreich eingebunden. Sie können die Festplatte jetzt verwenden.

source: The integration of the storage medium has failed. Please try again after rebooting the system.
de_de: Die Einrichtung des Datenträgers ist fehlgeschlagen. Bitte versuchen Sie es nach einem Neustart erneut.

source: Button$Reboot
de_de: Neustart

source: Shutdown now?
de_de: Jetzt ausschalten?

source: Please wait, shutting down
de_de: Bitte warten, ReelBox schaltet ab

source: Prepare disk: Choose disk
de_de: Datenträger einrichten: Medium auswählen

source: Sorry. No applicable storage medium was detected.
de_de: Es wurde kein geeigneter Datenträger gefunden.

source: The following storage media have been detected. Please select the medium to be configured:
de_de: Diese Datenträger wurden gefunden. Bitte wählen Sie, welcher konfiguriert werden soll:

source: is already mounted on the system
de_de: ist bereits im System eingebunden

source: has not yet been configured for the ReelBox
de_de: wurde noch nie für die ReelBox konfiguriert

source: Prepare disk
de_de: Datenträger vorbereiten
