Repository: hfuerst/reelvdr
Catalog: src/vdr-1.7.28/po/*.po
Languages: ca_es, nl_nl

source: Tuesday
ca_es: Dimarts
nl_nl: Dinsdag

source: Wednesday
ca_es: Dimecres
nl_nl: Woensdag

source: Thursday
ca_es: Dijous
nl_nl: Donderdag

source: Friday
ca_es: Divendres
nl_nl: Vrijdag

source: Saturday
ca_es: Dissabte
nl_nl: Zaterdag

source: Sunday
ca_es: Diumenge
nl_nl: Zondag

source: ejecting media
ca_es: s'està expulsant el suport
nl_nl: medium uitwerpen

source: Upcoming recording!
nl_nl: Opname start binnenkort!

source: ReelBox will standby in %s minutes
nl_nl: ReelBox gaat over %s minuten naar standby

source: Timeshift is not available!
ca_es: El mode de captura no està disponible!
nl_nl: Timeshift niet beschikbaar!

source: Pause live video?
nl_nl: Live video pauzeren?

source: No free tuner to record!
ca_es: No hi ha cap sintonitzador lliure per gravar!
nl_nl: Geen vrije tuner beschikbaar om op te nemen!

source: ReelBox will shut down later - press Power to force
ca_es: L'VDR s'aturarà més endavant. Premeu la tecla Power per forçar l'aturada
nl_nl: VDR zal later uitschakelen - Druk 'Power' om te forceren

source: Press any key to cancel shutdown
ca_es: Premeu qualsevol tecla per cancel·lar l'aturada
nl_nl: Druk een willekeurige toets om uitschakelen af te breken

source: Switching primary DVB...
ca_es: S'està canviant a la interfície DVB primària...
nl_nl: Primaire DVB-kaart wordt omgeschakeld...

source: End recording
ca_es: Aturar la gravació
nl_nl: Einde opname

source: Editing process failed!
ca_es: El procés d'edició ha fallat!
nl_nl: Bewerken is mislukt!

source: Editing process finished
ca_es: El procés d'edició ha finalitzat
nl_nl: Bewerken is gereed

source: Press any key to cancel restart
ca_es: Premeu qualsevol tecla per cancel·lar el reinici
nl_nl: Druk een willekeurige toets om herstarten af te breken

source: ReelBox will shut down in %s minutes
ca_es: L'VDR s'aturarà d'aquí a %s minuts
nl_nl: De ReelBox zal over %s minuten uitschakelen

source: Help
ca_es: Ajuda

source: TV & Radio
ca_es: TV i Ràdio

source: Internet Radio
ca_es: Ràdio per internet

source: Films & DVD
ca_es: Pel·lícules i DVD

source: Internet & Extras
ca_es: Internet i Extres

source: Directory browser
ca_es: Explorador de carpetes

source: SleepTimer
ca_es: Programa l'aturada

source: EPG Services
ca_es: Serveis EPG

source: GnuDIP service
ca_es: Serveis GnuDIP

source: DynDNS service
ca_es: Serveis DynDNS

source: NFS Client
ca_es: Client NFS

source: Video Recorder
ca_es: Gravador de Vídeo

source: NetCeiver firmware update
ca_es: Actualització del firmware del Netceiver

source: TVTV Service
ca_es: Servei TVTV

source: CA
ca_es: Accés condicional (CA)

source: Stop
ca_es: Atura

source: Timers
ca_es: Gravacions programades

source: EPG
ca_es: Programació

source: center cut out
ca_es: centre retallat

source: Plugins
ca_es: Connectors

source: Timeshift mode
ca_es: Mode de captura de vídeo

source: Plugin
ca_es: Connector

source: Standby
ca_es: Mode en espera

source: Volume
ca_es: Volum
