Repository: hfuerst/reelvdr
Catalog: src/vdr-1.7.28/po/*.po
Languages: ca_es, nl_nl

source: Key$PiP
ca_es: PiP
nl_nl: PiP

source: Key$Help
ca_es: Ajuda
nl_nl: Hulp

source: Key$Eject
ca_es: Expulsa
nl_nl: Eject

source: Key$Aspect
ca_es: Aspecte
nl_nl: Aspect

source: Key$Search
ca_es: Cerca
nl_nl: Zoek

source: Key$Searchtimers
nl_nl: Zoektimers

source: Key$Internet
nl_nl: Internet

source: Key$Guide
nl_nl: Gids

source: Key$Multimedia
nl_nl: Multimedia

source: Key$Radio
nl_nl: Radio

source: Key$Favourites
nl_nl: Favorieten

source: Key$User0
nl_nl: Gebruiker0

source: Key$User1
ca_es: Usuari1
nl_nl: Gebruiker1

source: Key$User2
ca_es: Usuari2
nl_nl: Gebruiker2

source: Key$User3
ca_es: Usuari3
nl_nl: Gebruiker3

source: Key$User4
ca_es: Usuari4
nl_nl: Gebruiker4

source: Key$User5
ca_es: Usuari5
nl_nl: Gebruiker5

source: Key$User6
ca_es: Usuari6
nl_nl: Gebruiker6

source: Key$User7
ca_es: Usuari7
nl_nl: Gebruiker7

source: Key$User8
ca_es: Usuari8
nl_nl: Gebruiker8

source: Key$User9
ca_es: Usuari9
nl_nl: Gebruiker9

source: Free To Air
ca_es: Obert
nl_nl: Vrij te ontvangen

source: encrypted
ca_es: codificat
nl_nl: gecodeerd

source: Edit channel
ca_es: Edita canal
nl_nl: Kanaal aanpassen

source: Name
ca_es: Nom
nl_nl: Naam

source: Source
ca_es: Origen
nl_nl: Bron

source: Frequency
ca_es: Freqüència
nl_nl: Frequentie

source: Rid
nl_nl: verwijderen

source: Channel settings are not unique!
ca_es: Duplicitat als paràmetres del canal!
nl_nl: Kanaalinstellingen zijn niet uniek!

source: Channels
ca_es: Canals
nl_nl: Kanalen

source: Button$Edit
ca_es: Edita
nl_nl: Verander

source: Button$New
ca_es: Nou
nl_nl: Nieuw

source: Button$Delete
ca_es: Suprimeix
nl_nl: Verwijder

source: Button$Mark
ca_es: Marca
nl_nl: Markeren

source: Channel is being used by a timer!
ca_es: Hi ha una gravació programada en aquest canal!
nl_nl: Kanaal is in gebruik door een timer!

source: Delete channel?
ca_es: Suprimir el canal?
nl_nl: Kanaal verwijderen?

source: Edit folder
nl_nl: Map aanpassen

source: Sub folder
nl_nl: Submap

source: Folder name already exists!
nl_nl: Map bestaat reeds!

source: Folder name must not contain '%c'!
nl_nl: Map naam mag niet '%c' bevatten!

source: Button$Select
nl_nl: Kies

source: Delete folder and all sub folders?
nl_nl: Map inclusief submappen wissen?

source: Delete folder?
nl_nl: Map wissen?

source: Active
ca_es: Actiu
nl_nl: Actief

source: Channel
ca_es: Canal
nl_nl: Kanaal

source: Day
ca_es: Dia
nl_nl: Dag

source: Start
ca_es: Inicia
nl_nl: Begin

source: Priority
ca_es: Prioritat
nl_nl: Prioriteit

source: Lifetime
ca_es: Durada
nl_nl: Levensduur

source: Childlock
nl_nl: Kinderslot

source: yes
ca_es: sí
nl_nl: ja

source: no
nl_nl: nee

source: File
ca_es: Fitxer
nl_nl: Bestand

source: Button$Folder
nl_nl: Map

source: First day
ca_es: Primer dia
nl_nl: Eerste dag

source: Select folder
nl_nl: Kies map

source: Button$On/Off
ca_es: On/Off
nl_nl: Aan/Uit

source: Button$Info
ca_es: Info
nl_nl: Info

source: Delete timer?
ca_es: Suprimir gravació programada?
nl_nl: Timer verwijderen?

source: Timer still recording - really delete?
ca_es: Hi ha una gravació programada activa - Voleu suprimir-la?
nl_nl: Timer neemt nog op - toch verwijderen?

source: Event
ca_es: Esdeveniment
nl_nl: Gebeurtenis

source: Description:
nl_nl: Beschrijving:

source: Button$Timer
ca_es: Gravació programada
nl_nl: Timer

source: Button$Record
ca_es: Enregistra
nl_nl: Opnemen

source: Button$Switch
ca_es: Canvia
nl_nl: Omschakelen

source: What's on now?
ca_es: Què fan ara?
nl_nl: Wat is er nu op?

source: What's on next?
ca_es: Què faran després?
nl_nl: Wat komt er hierna?

source: Button$Next
ca_es: Següent
nl_nl: Volgende

source: Button$Now
ca_es: Ara
nl_nl: Nu

source: Button$Schedule
ca_es: Programació
nl_nl: Programmagids

source: Can't switch channel!
ca_es: No es pot canviar el canal!
nl_nl: Kan niet naar het kanaal omschakelen!

source: Schedule - %s
ca_es: Programació - %s
nl_nl: Programma - %s

source: This event - %s
ca_es: Aquest esdeveniment - %s
nl_nl: Deze uitzending - %s

source: This event - all channels
ca_es: Aquest esdeveniment - tots els canals
nl_nl: Deze uitzending - alle kanalen

source: All events - all channels
ca_es: Tots els esdeveniments - tots els canals
nl_nl: Alle uitzendingen - alle kanalen

source: Please enter %d digits!
ca_es: Si us plau, introduïu %d dígits!
nl_nl: Vul %d cijfers in!

source: CAM not responding!
ca_es: El Mòdul CAM no respon!
nl_nl: CAM reageert niet!

source: Recording info
ca_es: Informació de la gravació
nl_nl: Opname info

source: Button$Play
ca_es: Reprodueix
nl_nl: Afspelen

source: Button$Rewind
ca_es: Rebobina
nl_nl: Terugspoelen

source: Rename recording
nl_nl: Hernoem opname

source: Date
nl_nl: Datum

source: Length
nl_nl: Lengte

source: Format
nl_nl: Formaat

source: Size
nl_nl: Grootte

source: Delete marks information?
nl_nl: Markeer-informatie wissen?

source: Delete resume information?
nl_nl: Hervatten-informatie wissen?

source: Error while accessing recording!
ca_es: S'ha produït un error en accedir a la gravació!
nl_nl: Fout bij lezen opname!

source: Recordings
ca_es: Gravacions
nl_nl: Opnames

source: Button$Open
ca_es: Obrir
nl_nl: Openen

source: Commands
ca_es: Ordres
nl_nl: Commando's

source: Delete recording?
ca_es: Esborrar gravació?
nl_nl: Opname verwijderen?

source: Error while deleting recording!
ca_es: S'ha produït un error en esborrar la gravació!
nl_nl: Fout bij verwijderen opname!

source: never
ca_es: mai
nl_nl: nooit

source: skin dependent
ca_es: segons l'aparença
nl_nl: skin afhankelijk

source: always
ca_es: sempre
nl_nl: altijd

source: Setup.OSD$Language
ca_es: Idioma
nl_nl: Taal

source: Setup.OSD$Skin
ca_es: Aparença
nl_nl: Skin

source: Setup.OSD$Theme
ca_es: Tema
nl_nl: Thema

source: Setup.OSD$WarEagle icons
nl_nl: WarEagle ikonen

source: Setup.OSD$Left (%)
nl_nl: Links (%)

source: Setup.OSD$Top (%)
nl_nl: Bovenkant (%)

source: Setup.OSD$Width (%)
nl_nl: Breedte (%)

source: Setup.OSD$Height (%)
nl_nl: Hoogte (%)

source: Setup.OSD$Message time (s)
ca_es: Durada dels missatges (s)
nl_nl: Weergave duur van berichten (s)

source: Setup.OSD$Use small font
ca_es: Utiliza la font petita
nl_nl: Klein lettertype gebruiken|

source: Setup.OSD$Anti-alias
ca_es: Antialiàsing
nl_nl: Anti-alias

source: Setup.OSD$Default font
ca_es: Tipus de lletra per defecte
nl_nl: Standaard lettertype

source: Setup.OSD$Small font
nl_nl: Klein lettertype

source: Setup.OSD$Fixed font
nl_nl: Vast letterype

source: Setup.OSD$Default font size (%)
nl_nl: Standaard lettergrootte (%)

source: Setup.OSD$Small font size (%)
nl_nl: Grootte klein letterrype (%)

source: Setup.OSD$Fixed font size (%)
nl_nl: Grootte vast lettertype (%)

source: Setup.OSD$Channel info position
nl_nl: Positie van kanaal-informatie

source: bottom
ca_es: a baix
nl_nl: onderkant

source: top
ca_es: a dalt
nl_nl: boven

source: Setup.OSD$Channel info time (s)
ca_es: Temps d'informació de canal (s)
nl_nl: Tonen kanaal-informatie (s)

source: Setup.OSD$Info on channel switch
ca_es: Mostra la informació al canviar de canal
nl_nl: Kanaal info tonen

source: Setup.OSD$Timeout requested channel info
ca_es: Temps d'espera informació del canal sol·licitat
nl_nl: Tijdsduur opgevraagde kanaalinfo.

source: Setup.OSD$Scroll pages
ca_es: Mou pàgines senceres
nl_nl: Pagina's doorscrollen

source: Setup.OSD$Scroll wraps
ca_es: Mou amunt/avall en desplaçar
nl_nl: Rondom scrollen

source: Setup.OSD$Menu key closes
ca_es: Tanca amb la tecla Menú
nl_nl: Menu toets sluit af

source: Setup.OSD$Recording directories
ca_es: Carpetes de gravacions
nl_nl: Opname mappen

source: Setup.OSD$Folders in timer menu
nl_nl: Mappen in timer menu

source: Setup.OSD$Number keys for characters
nl_nl: Nummertoets voor karakters

source: Setup.OSD$Main menu command position
nl_nl: Positie van Hoofdmenu

source: Setup.OSD$Show valid input
nl_nl: Toon geldige input

source: Button$Scan
ca_es: Escaneja
nl_nl: Scan

source: blacklist
nl_nl: zwarte lijst

source: whitelist
nl_nl: witte lijst

source: Setup.EPG$EPG scan timeout (h)
ca_es: Temps d'espera de l'escaneig EPG (h)
nl_nl: EPG-scan timeout (h)

source: Setup.EPG$EPG bugfix level
ca_es: Nivell de correcció EPG
nl_nl: EPG foutcorrectieniveau

source: Setup.EPG$EPG linger time (min)
ca_es: Mostra dades antigues EPG (min)
nl_nl: Oude EPG data tonen (min)

source: Setup.EPG$Show progress bar
nl_nl: Toon voortgangs-indicator

source: Setup.EPG$Set system time
ca_es: Ajusta l'hora del sistema
nl_nl: Systeem klok instellen

source: Setup.EPG$Use time from transponder
ca_es: Utilitza l'hora del transponedor
nl_nl: Gebruik transpondertijd voor systeem

source: Setup.EPG$Preferred languages
ca_es: Idiomes preferits
nl_nl: Voorkeur talen

source: Setup.EPG$Preferred language
ca_es: Idioma preferit
nl_nl: Voorkeur taal

source: Setup.EPG$Period for double EPG search(min)
nl_nl: Periode voor zoeken naar dubbele EPG (min)

source: Setup.EPG$extern double Epg entry
nl_nl: externe dubbele EPG invoer

source: Setup.EPG$Mix intern and extern EPG
nl_nl: Mix interne en externe EPG

source: Setup.EPG$Disable running VPS event
nl_nl: Schakel lopende VPS events uit

source: Setup.EPG$Mode of noEPG-Patch
nl_nl: Wijze van noEPG-Patch

source: names only
nl_nl: alleen namen

source: PIDs only
ca_es: només els PIDs
nl_nl: alleen PIDs

source: names and PIDs
ca_es: noms i PIDs
nl_nl: namen en PIDs

source: add new channels
nl_nl: voeg nieuwe kanalen toe

source: add new transponders
ca_es: afegeix nous transponedors
nl_nl: nieuwe transponders toevoegen

source: Button$Audio
ca_es: Àudio
nl_nl: Audio

source: Button$Subtitles
ca_es: Subtítols
nl_nl: Ondertiteling

source: Setup.DVB$Use DVB receivers
nl_nl: Gebruik DVB ontvangers

source: Setup.DVB$Primary DVB interface
ca_es: Interfície DVB primària
nl_nl: Primaire DVB kaart

source: Setup.DVB$Video format
ca_es: Format del vídeo
nl_nl: Videoformaat

source: Setup.DVB$Video display format
ca_es: Format de pantalla
nl_nl: Video display formaat

source: Setup.DVB$Use Dolby Digital
ca_es: Utilitza el Dolby Digital
nl_nl: Dolby Digital gebruiken

source: Setup.DVB$Update channels
nl_nl: Update kanalen

source: Setup.DVB$channel binding by Rid
nl_nl: kanaal gekoppeld per Rid

source: Setup.DVB$Audio languages
nl_nl: Audio talen

source: Setup.DVB$Audio language
ca_es: Idioma d'àudio
nl_nl: Audio taal

source: Setup.DVB$Display subtitles
ca_es: Mostra els subtítols
nl_nl: Ondertiteling tonen

source: Setup.DVB$Subtitle languages
ca_es: Idiomes de subtítols
nl_nl: Ondertitel talen

source: Setup.DVB$Subtitle language
ca_es: Idioma dels subtítols
nl_nl: Ondertitel taal

source: Setup.DVB$Subtitle offset
ca_es: Desplaçament dels subtítols
nl_nl: Ondertitel positie

source: Setup.DVB$Subtitle foreground transparency
ca_es: Transparència del text (subtítols)
nl_nl: Voorgrond-transparantie ondertitels

source: Setup.DVB$Subtitle background transparency
ca_es: Transparència del fons (subtítols)
nl_nl: Achtergrond-transarantie ondertitels

source: Setup.DVB$Enable teletext support
nl_nl: Aktiveer TXT ondersteuning

source: Setup.LNB$DVB device %d uses LNB No.
nl_nl: DVB apparaat %d gebruikt LNB nummer

source: Setup.LNB$Log LNB usage
nl_nl: Log LNB gebruik

source: Setup.LNB$Use DiSEqC
ca_es: Utilitza DiSEqC
nl_nl: DiSEqC gebruiken

source: Setup.LNB$SLOF (MHz)
ca_es: SLOF (MHz)
nl_nl: SLOF (MHz)

source: Setup.LNB$Low LNB frequency (MHz)
ca_es: Freqüència baixa de l'LNB (MHz)
nl_nl: Laag LNB frequentie (MHz)

source: Setup.LNB$High LNB frequency (MHz)
ca_es: Freqüència alta de l'LNB (MHz)
nl_nl: Hoog LNB frequentie (MHz)

source: CAM present
ca_es: El mòdul CAM és present
nl_nl: CAM geplaatst

source: CAM ready
ca_es: El mòdul CAM és a punt
nl_nl: CAM gereed

source: Button$Menu
ca_es: Menú
nl_nl: Menu

source: Button$Reset
ca_es: Reinicia
nl_nl: Herstart

source: Opening CAM menu...
ca_es: S'està obrint el menú del mòdul CAM...
nl_nl: CAM-menu wordt geopend...

source: Can't open CAM menu!
ca_es: No es pot obrir el menú del mòdul CAM!
nl_nl: Kan CAM-menu niet openen!

source: CAM is in use - really reset?
ca_es: El mòdul CAM s'està utilitzant - És segur que voleu reiniciar?
nl_nl: CAM wordt gebruikt - werkelijk herstarten?

source: Can't reset CAM!
ca_es: No es pot reiniciar el mòdul CAM!
nl_nl: Kan CAM niet herstarten!

source: do not pause live video
nl_nl: live video niet pauzeren

source: confirm pause live video
nl_nl: bevestig pauzeren van live video

source: pause live video
nl_nl: pauzeer live video

source: confirm
nl_nl: bevestig

source: Recording
ca_es: S'està enregistrant
nl_nl: Opname

source: Setup.Recording$Margin at start (min)
nl_nl: Marge bij start (min)

source: Setup.Recording$Margin at stop (min)
nl_nl: Marge na stoppen (min)

source: Setup.Recording$Default priority
nl_nl: Standaard prioriteit

source: Setup.Recording$Default Lifetime (d)
nl_nl: Standaard levensduur

source: Setup.Recording$Pause key handling
nl_nl: Pauzeer knop handeling

source: Setup.Recording$Pause priority
ca_es: Prioritat en pausa
nl_nl: Pauze prioriteit

source: Setup.Recording$Pause lifetime (d)
ca_es: Durada en pausa (d)
nl_nl: Pauze levensduur (d)

source: Setup.Recording$Video directory policy
nl_nl: Video directory beleid

source: Setup.Recording$Number of video directories
nl_nl: Aantal vide directories

source: Setup.Recording$Video %d priority
nl_nl: Video %d prioriteit

source: Setup.Recording$Video %d min. free MB
nl_nl: Video %d min. vrij MB

source: Setup.Recording$Use episode name
ca_es: Utilitza el nom de l'episodi
nl_nl: Gebruik episode naam

source: Setup.Recording$Use VPS
ca_es: Utilitza VPS
nl_nl: VPS gebruiken

source: Setup.Recording$VPS margin (s)
ca_es: Marge VPS (s)
nl_nl: VPS marge (s)

source: Setup.Recording$Mark instant recording
nl_nl: Markeer directe opname

source: Setup.Recording$Name instant recording
ca_es: Nom de les gravacions a l'instant
nl_nl: Naam direkte-opname

source: Setup.Recording$Instant rec. time (min)
nl_nl: Opnametijd directe opname (min)

source: Setup.Recording$Max. video file size (MB)
ca_es: Mida màxima dels arxius de vídeo (MB)
nl_nl: Maximale omvang video bestand (MB)

source: Setup.Recording$Max. recording size (GB)
nl_nl: Max. opname grootte (GB)

source: Setup.Recording$Hard Link Cutter
nl_nl: Hard link cutter

source: Setup.Recording$Split edited files
ca_es: Divideix els fitxers editats
nl_nl: Bewerkte files opdelen

source: Setup.Recording$Show date
nl_nl: Toon datum

source: Setup.Recording$Show time
nl_nl: Toon tijd

source: Setup.Recording$Show length
nl_nl: Toon lengte

source: Setup.Recording$Delete timeshift recording
nl_nl: Wis timeshift opname

source: Replay
ca_es: Repeteix
nl_nl: Speel opnieuw

source: Setup.Replay$Multi speed mode
ca_es: Mode de multivelocitat
nl_nl: Multi-speed mode

source: Setup.Replay$Show replay mode
ca_es: Mostra el mode de repetició
nl_nl: Weergave mode aangeven

source: Setup.Replay$Resume ID
nl_nl: Hervat ID

source: Setup.Recording$Jump Seconds
nl_nl: Jump seconden

source: Setup.Recording$Jump Seconds Slow
nl_nl: Jump seconden langzaam

source: Setup.Recording$Jump Seconds (Repeat)
nl_nl: Jump seconden (herhaling)

source: Setup.Replay$Jump width for green/yellow (min)
ca_es: Durada del salt amb botó verd/groc (min)
nl_nl: Sprong grootte voor groen/geel (min)

source: Setup.Replay$Jump&Play
nl_nl: Jump en speel

source: Setup.Replay$Play&Jump
nl_nl: Speel en jump

source: Setup.Replay$Pause at last mark
nl_nl: Pauzeer bij laatste markering

source: Setup.Replay$Reload marks
nl_nl: Herlees markeringen

source: Setup.Miscellaneous$only in channelinfo
nl_nl: alleen in kanaalinfo

source: Setup.Miscellaneous$only in progress display
nl_nl: alleen in voorgang display

source: Miscellaneous
ca_es: Miscel·lània
nl_nl: Overige

source: Setup.Miscellaneous$Min. event timeout (min)
ca_es: Temps mínim d'espera en esdeveniment (min)
nl_nl: Minimale event time-out (min)

source: Setup.Miscellaneous$Min. user inactivity (min)
ca_es: Temps mínim d'inactivitat (min)
nl_nl: Min.gebruikersinactiviteit (min)

source: Setup.Miscellaneous$SVDRP timeout (s)
ca_es: Temps d'espera SVDRP (s)
nl_nl: SVDRP Timeout (s)

source: Setup.Miscellaneous$Zap timeout (s)
ca_es: Temps d'espera en zapping (s)
nl_nl: Zap timeout (s)

source: Setup.Miscellaneous$Channel entry timeout (ms)
ca_es: Temps d'entrada del canal (ms)
nl_nl: Tijdsduur kanaalinvoer (ms)

source: Setup.Miscellaneous$Initial channel
ca_es: Primer canal
nl_nl: Opstart kanaal

source: Setup.Miscellaneous$as before
ca_es: el darrer
nl_nl: zoals eerder

source: Setup.Miscellaneous$Initial volume
nl_nl: Begin volume

source: Setup.Miscellaneous$Channels wrap
nl_nl: Bundel kanalen

source: Setup.Miscellaneous$Emergency exit
nl_nl: Nooduitgang

source: Setup.Miscellaneous$Lirc repeat delay
nl_nl: Lirc herhaal vertraging

source: Setup.Miscellaneous$Lirc repeat freq
nl_nl: Lirc herhaal freq

source: Setup.Miscellaneous$Lirc repeat timeout
nl_nl: Lirc herhaal timeout

source: Setup.Miscellaneous$Volume ctrl with left/right
nl_nl: Volume met links/rechts

source: Setup.Miscellaneous$Channelgroups with left/right
nl_nl: Kanaalgroepen met links/rechts

source: Setup.Miscellaneous$Search fwd/back with left/right
nl_nl: Voor-achteruitzoeken met links/rechts

source: This plugin has no setup parameters!
ca_es: Aquest connector no es pot configurar!
nl_nl: Deze plugin heeft geen instellingen!

source: Setup
ca_es: Configuració
nl_nl: Instellingen

source: Restart
ca_es: Reiniciar
nl_nl: Herstart

source: Really restart?
ca_es: Voleu reiniciar?
nl_nl: Werkelijk opnieuw starten?

source: Stop recording
ca_es: Atura la gravació
nl_nl: Opname stoppen

source: Schedule
ca_es: Programació
nl_nl: Programmagids

source: Stop replaying
ca_es: Atura la repetició
nl_nl: Stop afspelen

source: Button$Pause
nl_nl: Pauze

source: Button$Stop
ca_es: Atura
nl_nl: Eindigen

source: Button$Resume
ca_es: Reprèn
nl_nl: Hervat

source: Cancel editing
ca_es: Cancel·la l'edició
nl_nl: Bewerken afbreken

source: Stop recording?
ca_es: Aturar la gravació?
nl_nl: Opname stoppen?

source: Cancel editing?
ca_es: Cancel·lar l'edició?
nl_nl: Bewerken afbreken?

source: No audio available!
ca_es: No hi ha àudio disponible!
nl_nl: Geen audio beschikbaar!

source: No subtitles
ca_es: Sense subtítols
nl_nl: Geen ondertiteling beschikbaar

source: No subtitles available!
ca_es: No hi ha subtítols disponibles!
nl_nl: Geen ondertiteling beschikbaar!

source: Not enough disk space to start recording!
ca_es: No hi ha prou espai al disc per iniciar la gravació!
nl_nl: Onvoldoende diskruimte om opname te starten!

source: An instant recording is already active!
ca_es: Hi ha una gravació activa!
nl_nl: Directe opname loopt al!

source: Could not add timer
ca_es: No s'ha pogut programar la gravació
nl_nl: Kan timer niet toevoegen

source: No free DVB device to record!
ca_es: No hi ha cap dispositiu DVB lliure per gravar!
nl_nl: Geen DVB-apparaat vrij om op te nemen!

source: Pausing live video...
ca_es: Posa en pausa l'emissió en directe...
nl_nl: Pauzeren van de live uitzending...

source: Delete timeshift recording?
nl_nl: Timeshift opname wissen?

source: Back
ca_es: Enrere
nl_nl: Terug

source: Forward
nl_nl: Vooruit

source: End
nl_nl: Eind

source: Jump
nl_nl: Spring

source: Jump:
ca_es: Salta a:
nl_nl: Spring:

source: No editing marks defined!
ca_es: No hi ha marques d'edició definides
nl_nl: Geen bewerkingsmarkeringen gedefinieerd!

source: Can't start editing process!
ca_es: No es pot iniciar el procés d'edició!
nl_nl: Kan niet beginnen met bewerken!

source: Editing process started
ca_es: S'ha iniciat el procés d'edició
nl_nl: Bewerken is gestart

source: Editing process already active!
ca_es: El procés d'edició ja s'ha iniciat!
nl_nl: Bewerken is al actief!

source: Recording started
ca_es: Gravació iniciada
nl_nl: Opname is gestart!

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&
nl_nl: abcdefghijklmnopqrstuvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&

source: CharMap$ 0@+-_ .?!,1#~\^$[]|()*{}/:%& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
ca_es: 0@+-_ .?!,1#~\^$[]|()*{}/:%& abcàç2 defèé3 ghií4 jkl5 mnoòó6 pqrs7 tuvú8 wxyz9
nl_nl: 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9

source: CharMap$ 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
nl_nl: 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9

source: Button$ABC/abc
ca_es: ABC/abc
nl_nl: ABC/abc

source: Button$Overwrite
ca_es: Sobreescriu
nl_nl: Overschrijven

source: Button$Insert
ca_es: Insereix
nl_nl: Invoegen

source: Power Off ReelBox
ca_es: Atura la ReelBox
nl_nl: Schakel de ReelBox uit

source: Recording - activating Standby
nl_nl: Opname aktief, Box gaat naar standby

source: Running Processes - activating Standby
nl_nl: Er zijn nog aktieve processen - Standbymode wordt geactiveerd

source: Power off
ca_es: Aturada ràpida
nl_nl: Uitschakelen

source: Reboot
ca_es: Reinicia
nl_nl: Herstart

source: Set Sleeptimer
ca_es: Programa l'aturada
nl_nl: Zet slaapTimers

source: Maintenance Mode
nl_nl: Onderhouds mode

source: Activating standby
ca_es: S'està activant el mode en espera
nl_nl: ReelBox wordt in standby gezet

source: Activating deep standby
ca_es: S'està aturant la ReelBox
nl_nl: ReelBox wordt geheel uitgeschakeld.

source: PowerOff will happen after background processes are complete
nl_nl: Box gaat volledig uit nadat de achtergrond-processen zijn afgerond

source: Entering maintenance mode
nl_nl: Omschakelen naar onderhoud-mode

source: Activating reboot
ca_es: S'està reiniciant la ReelBox
nl_nl: Rebooting

source: Main Menu
ca_es: Menú principal
nl_nl: Hoofdmenu

source: Up/Dn for new location - OK to move
ca_es: Amunt/Avall i OK per moure
nl_nl: Gebruik Omhoog/Omlaag voor nieuwe locatie - daarna Ok

source: Channel locked (recording)!
ca_es: Canal bloquejat (enregistrant)!
nl_nl: Kanaal geblokkeerd (neemt op)!

source: can't record - check your configuration
ca_es: No es pot enregistrar - Comproveu la vostra configuració
nl_nl: kan niet opnemen - conntroleer de configuratie

source: Low disk space!
ca_es: Hi ha poc espai al disc!
nl_nl: Hardeschijf bijna vol!

source: Regenerating index file
nl_nl: Indexbestand re-genereren

source: Index file regeneration complete
nl_nl: Re-genereren van indexbestand gereed

source: Can't shutdown - option '-s' not given!
ca_es: La ReelBox no es pot aturar - L'opció '-s' no hi és present!
nl_nl: Shutdown onmogelijk - Optie '-s' ontbreekt!

source: Editing - shut down anyway?
ca_es: S'està editant - voleu aturar la ReelBox?
nl_nl: Bewerking aktief - toch uitschakelen?

source: Recording - shut down anyway?
ca_es: S'està enregistrant - Voleu apagar la ReelBox?
nl_nl: Er loopt nog een opname - toch uitschakelen?

source: Recording in %ld minutes, shut down anyway?
ca_es: Hi ha una gravació programada en %ld minuts - voleu aturar la ReelBox?
nl_nl: Opname in %ld minuten - toch uitschakelen?

source: shut down anyway?
ca_es: voleu aturar la ReelBox?
nl_nl: toch uitschakelen?

source: Plugin %s wakes up in %ld min, continue?
ca_es: El connector %s s'activarà d'aquí a %ld min. Voleu continuar?
nl_nl: Plugin %s wordt binnen %ld min. aktief, doorgaan?

source: Editing - restart anyway?
ca_es: S'està editant - voleu reiniciar?
nl_nl: Bewerken aktief - toch herstarten?

source: Recording - restart anyway?
ca_es: S'està enregistrant - voleu reiniciar?
nl_nl: Opname loopt nog - toch herstarten?

source: restart anyway?
ca_es: voleu reiniciar?
nl_nl: toch herstarten?

source: Classic VDR
ca_es: VDR clàssic
nl_nl: VDR Klassiek

source: ST:TNG Panels
ca_es: Taulers ST:TNG
nl_nl: ST:TNG Consoles

source: MTWTFSS
ca_es: LMCJVSG
nl_nl: MDWDVZZ

source: Database not available!
ca_es: Base de dades no disponible!
nl_nl: Database niet beschikbaar!

source: MonTueWedThuFriSatSun
ca_es: Dl Dm Dc Dj Dv Ds Dg
nl_nl: MaaDinWoeDonVryZatZon

source: Monday
ca_es: Dilluns
nl_nl: Maandag
