Repository: hfuerst/reelvdr
Catalog: src/vdr-1.7.28/po/*.po
Languages: ca_es, nl_nl

source: *** Invalid Channel ***
ca_es: *** Canal no vàlid ***
nl_nl: *** Ongeldig kanaal ***

source: Channel locked by LNB!
nl_nl: Kanaal beperking door LNB!

source: Channel not available!
ca_es: Canal no disponible!
nl_nl: Kanaal niet beschikbaar!

source: Can't start Transfer Mode!
ca_es: No es pot iniciar el mode de transferència!
nl_nl: Kan data overdracht niet starten!

source: Still writing timeshift data to recording. Abort?
nl_nl: De timeshift-data wordt nog naar de opname geschreven. Afbreken?

source: off
nl_nl: uit

source: on
nl_nl: aan

source: none
ca_es: cap
nl_nl: geen

source: Polarization
ca_es: Polarització
nl_nl: Polarisatie

source: System
nl_nl: Systeem

source: Inversion
ca_es: Inversió
nl_nl: Inversie

source: Modulation
ca_es: Modulació
nl_nl: Modulatie

source: Bandwidth
ca_es: Amplada de banda
nl_nl: Bandbreedte

source: Transmission
ca_es: Transmissió
nl_nl: Transmissie

source: Guard
ca_es: Protegeix
nl_nl: Bescherm

source: Hierarchy
ca_es: Jerarquia
nl_nl: Hiërarchie

source: Rolloff
ca_es: Mostra
nl_nl: Rol uit

source: Starting EPG scan
ca_es: Iniciant escaneig EPG
nl_nl: Start EPG scan

source: Content$Movie/Drama
nl_nl: Film/Drama

source: Content$Detective/Thriller
nl_nl: Detective/Thriller

source: Content$Adventure/Western/War
nl_nl: Avontuur/Western/Oorlog

source: Content$Science Fiction/Fantasy/Horror
nl_nl: Science Fiction/Fantasie/Horror

source: Content$Comedy
nl_nl: Comedy

source: Content$Soap/Melodrama/Folkloric
nl_nl: Soap/Melodrama/Folklore

source: Content$Romance
nl_nl: Romantiek

source: Content$Serious/Classical/Religious/Historical Movie/Drama
nl_nl: Serieus/Klassiek/Relegie/Historische film/Drama

source: Content$Adult Movie/Drama
nl_nl: Volwassen film/Drama

source: Content$News/Current Affairs
nl_nl: Nieuws/Huidige gebeurtenissen

source: Content$News/Weather Report
nl_nl: Nieuws/Weersverwachting

source: Content$News Magazine
nl_nl: Nieuwsmagazine

source: Content$Documentary
nl_nl: Documantaires

source: Content$Discussion/Inverview/Debate
nl_nl: Discussie/Interview/Debat

source: Content$Show/Game Show
nl_nl: Show/Spelshow

source: Content$Game Show/Quiz/Contest
nl_nl: Spelshow/Quiz

source: Content$Variety Show
nl_nl: Variety Show

source: Content$Talk Show
nl_nl: Talkshow

source: Content$Sports
nl_nl: Sport

source: Content$Special Event
nl_nl: Speciale gebeurtenissen

source: Content$Sport Magazine
nl_nl: Sportmagazine

source: Content$Football/Soccer
nl_nl: Rugby/Voetbal

source: Content$Tennis/Squash
nl_nl: Tennis/Squash

source: Content$Team Sports
nl_nl: Teamsport

source: Content$Athletics
nl_nl: Atletiek

source: Content$Motor Sport
nl_nl: Motorsport

source: Content$Water Sport
nl_nl: Watersport

source: Content$Winter Sports
nl_nl: Wintersport

source: Content$Equestrian
nl_nl: Ruitersport

source: Content$Martial Sports
nl_nl: Krijgsport

source: Content$Children's/Youth Programme
nl_nl: Kinder/Jeugdprogramma's

source: Content$Pre-school Children's Programme
nl_nl: Kleuter programma's

source: Content$Entertainment Programme for 6 to 14
nl_nl: Vermaak programma's voor 6-14 jaar

source: Content$Entertainment Programme for 10 to 16
nl_nl: Vermaak programma's voor 10-16 jaar

source: Content$Informational/Educational/School Programme
nl_nl: Informatief/Educatief/School programma's

source: Content$Cartoons/Puppets
nl_nl: Cartoons

source: Content$Music/Ballet/Dance
nl_nl: Muziek/Ballet/Dans

source: Content$Rock/Pop
nl_nl: Rock/Pop

source: Content$Serious/Classical Music
nl_nl: Serieus/Klassieke muziek

source: Content$Folk/Tradional Music
nl_nl: Folklore/Traditionele muziek

source: Content$Jazz
nl_nl: Jazz

source: Content$Musical/Opera
nl_nl: Musical/Opera

source: Content$Ballet
nl_nl: Ballet

source: Content$Arts/Culture
nl_nl: Kunst/Cultuur

source: Content$Performing Arts
nl_nl: Beeldende kunst

source: Content$Fine Arts
nl_nl: Schone kunst

source: Content$Religion
nl_nl: Religieus

source: Content$Popular Culture/Traditional Arts
nl_nl: Populaire cultuur/Traditionele kunst

source: Content$Literature
nl_nl: Literatuur

source: Content$Film/Cinema
nl_nl: Film/Bioscoop

source: Content$Experimental Film/Video
nl_nl: Experimentele film/video

source: Content$Broadcasting/Press
nl_nl: Omroep/Pers

source: Content$New Media
nl_nl: Nieuwe media

source: Content$Arts/Culture Magazine
nl_nl: Kunst/Cultuur magazine

source: Content$Fashion
nl_nl: Mode

source: Content$Social/Political/Economics
nl_nl: Sociaal/Politiek/Economie

source: Content$Magazine/Report/Documentary
nl_nl: Magazine/Verslag/Documantaire

source: Content$Economics/Social Advisory
nl_nl: Economie/Maatschappelijk advies

source: Content$Remarkable People
nl_nl: Bijzondere mensen

source: Content$Education/Science/Factual
nl_nl: Educatie/Wetenschap/Feitelijk

source: Content$Nature/Animals/Environment
nl_nl: Natuur/Dieren/Milieu

source: Content$Technology/Natural Sciences
nl_nl: Technologie/Natuurlijke wetenschap

source: Content$Medicine/Physiology/Psychology
nl_nl: Geneeskunde/Fisiologie/Psygologie

source: Content$Foreign Countries/Expeditions
nl_nl: Buitenland/Expedities

source: Content$Social/Spiritual Sciences
nl_nl: Geestelijke wetenschappen

source: Content$Further Education
nl_nl: Voortgezet onderwijs

source: Content$Languages
nl_nl: Talen

source: Content$Leisure/Hobbies
nl_nl: Vrije tijd/Hobbies

source: Content$Tourism/Travel
nl_nl: Tourisme/Reizen

source: Content$Handicraft
nl_nl: Beroepen

source: Content$Motoring
nl_nl: Motorsport

source: Content$Fitness & Health
nl_nl: Fitness en gezondheid

source: Content$Cooking
nl_nl: Koken

source: Content$Advertisement/Shopping
nl_nl: Reclame/Winkelen

source: Content$Gardening
nl_nl: Tuinieren

source: Content$Original Language
nl_nl: Originele taal

source: Content$Black & White
nl_nl: Zwart/Wit

source: Content$Unpublished
nl_nl: Niet uitgegeven

source: Content$Live Broadcast
nl_nl: Live uitzending

source: ParentalRating$from %d
nl_nl: vanaf %d

source: No title
ca_es: Sense títol
nl_nl: Geen titel

source: No help available
ca_es: No hi ha ajuda disponible
nl_nl: Geen hulp-item beschikbaar

source: Already first help item
ca_es: Primer ítem de l'ajuda
nl_nl: Reeds eerste hulp item

source: Already last help item
ca_es: Darrer ítem de l'ajuda
nl_nl: Reeds laatste hulp item

source: LanguageName$English
ca_es: Català
nl_nl: Nederlands

source: LanguageCode$eng
ca_es: cat
nl_nl: dut

source: TV-Guide (EPG)
ca_es: Programació TV
nl_nl: TV-Gids (EPG)

source: Timer Manager
ca_es: Programa gravacions
nl_nl: Timer beheer

source: Search-Timer Manager
ca_es: Cerca i programa gravacions
nl_nl: Zoek-Timer beheer

source: Parental Control
ca_es: Protecció infantil
nl_nl: Ouderlijk toezicht

source: DVB channel list, TV guide, Timer & Search timer menus, Parental control
ca_es: Llista de canals, Programació TV, Cerca i programa gravacions, Protecció infantil
nl_nl: DVB kanalen lijst, TV Gids, Timer & Zoek timer menu's, Ouderlijk toezicht

source: Overview of all TV and radio stations: Switch, manage and edit channels
ca_es: Canals de TV i ràdio: sintonitza, ordena i edita
nl_nl: Overzicht van alle TV en radio zenders: Omschakelen, beheren en aanpassen van kanalen

source: Get information on TV programs and easily select broadcasts for recording
ca_es: Consulta la programació i programa gravacions
nl_nl: Verkrijg informatie over TV programma's en selecteer opname's op een makkelijke manier

source: View, edit and manage recording timers
ca_es: Consulta i modifica les gravacions programades
nl_nl: Bekijken, aanpassen en beheren van timers

source: Find broadcasts with user defined search terms, i.e for recording TV series
ca_es: Cerca programes mitjançant paraules clau, p.ex. per a la gravació de sèries de TV
nl_nl: Zoek programma's met door gebruiker gedefinieerde termen, bijv: voor opnemen van TV series

source: Deny access to TV channels, broadcasts or TV recordings by setting a PIN code
ca_es: Prohibeix l'accés a canals de TV o gravacions mitjançant un codi PIN
nl_nl: Blokkeer toegang tot TV kanalen, uitzendingen of opgenomen programma's met behulp van een PIN code

source: Music & Pictures
ca_es: Música i Imatges
nl_nl: Muziek & Foto's

source: Image Library
ca_es: Biblioteca d'imatges
nl_nl: Afbeeldingen archief

source: Music Library
ca_es: Biblioteca de música
nl_nl: Muziek archief

source: Archive Audio-CD
ca_es: Arxiva Audio-CD
nl_nl: Archiveer Audio-CD

source: Music library, Picture library, Internet radio, Audio CD ripping
ca_es: Biblioteques de música i imatges, Ràdio per internet, Captura de CD d'àudio
nl_nl: Muziek- en Fotoarchief, Internet radio, Audio Cd rippen

source: Music library, Picture library, Internet radio
ca_es: Biblioteques de música i imatges, Ràdio per internet
nl_nl: Muziek- en Fotoarchief, Internet radio

source: Play music, manage and copy music files
ca_es: Reprodueix i gestiona els fitxers d'àudio
nl_nl: Muziek afspelen, beheren en kopiëren van muziek bestanden

source: Watch pictures, manage and copy picture files
ca_es: Mostra i gestiona les imatges
nl_nl: Foto's bekijken, beheren en kopiëren van foto bestanden

source: Listen to internet radio, manage and add radio stations
ca_es: Sintonitza i gestiona les emissores de ràdio per internet
nl_nl: Luisteren naar internet radio, beheren en toevoegen van radiostations

source: Copy an Audio CD to the music library
ca_es: Copia un CD d'àudio a la Biblioteca de música
nl_nl: Kopieer een Audio CD naar het muziekarchief

source: Movie Library
ca_es: Biblioteca de pel·lícules
nl_nl: Film archief

source: Movie library, TV recordings, Burn TV recordings, Video DVD ripping
ca_es: Pel·lícules, Gravacions de TV, Gravacions a DVD, Captura de DVD
nl_nl: Film archief, TV opnamen, TV opnamen branden, Video DVD rippen

source: Movie library, TV recordings
ca_es: Pel·lícules, Gravacions de TV
nl_nl: Film archief, TV opnamen

source: Watch movies, manage and copy movie files
ca_es: Reprodueix i gestiona les pel·lícules
nl_nl: Bekijk film's, beheer en kopieer filmbestanden

source: Watch TV recordings, cut, manage and copy TV recordings
ca_es: Reprodueix, edita i copia les gravacions
nl_nl: Bekijk TV opname's, snij, beheer en kopieer TV opnamen

source: Recover accidentally deleted TV recordings
ca_es: Restableix les gravacions suprimides per error
nl_nl: Herstel per ongeluk verwijderde TV opnamen

source: Burn TV recordings on CD or DVD
ca_es: Enregistra les gravacions en CD o DVD
nl_nl: Branden van TV opname's op CD of DVD

source: Copy a Video-DVD to the movie library
ca_es: Copia un DVD a la Biblioteca de pel·lícules
nl_nl: Kopieer een Video-DVD naar het filmarchief

source: Button$Functions
ca_es: Funcions
nl_nl: Funkties

source: Setup.Recording$Time Buffer at Start (min)
ca_es: Inicia la gravació amb un marge de (min)
nl_nl: Marge start opname (min)

source: Setup.Recording$Time Buffer at End (min)
ca_es: Acaba la gravació després de (min)
nl_nl: Marge stop opname (min)

source: Undelete Recordings
ca_es: Gravacions recuperades
nl_nl: Gewiste opname's herstellen

source: Recording commands
ca_es: Ordres de gravació
nl_nl: Opname commando's

source: Write DVD - Job
nl_nl: Schrijf DVD - Job

source: Write DVD - Job options
nl_nl: Schrijf DVD - Job opties

source: Edit recording details
nl_nl: Editeer opname details

source: New folder
ca_es: Nova carpeta
nl_nl: Nieuwe map

source: File Manager, Web browser, ReelBlog
ca_es: Gestor de fitxers, Navegador Web, ReelBlog
nl_nl: Bestandsbeheer, Web browser, ReelBlog

source: File Manager, ReelBlog
ca_es: Gestor de fitxers, ReelBlog
nl_nl: Bestandsbeheer, ReelBlog.

source: Copy, move, edit and delete files
ca_es: Copia, mou, edita i suprimeix fitxers
nl_nl: Kopieer, verplaats, wijzig en verwijder bestanden

source: Surf the web with Firefox. / Show the Linux desktop.
ca_es: Navega amb Firefox. / Mostra l'escriptori Linux.
nl_nl: Internetten met Firefox. / Start de Linux desktop

source: Read news & information on the ReelBox
ca_es: Llegeix notícies i informacions sobre la ReelBox
nl_nl: Lees nieuws & informatie over de ReelBox

source: Filebrowser
ca_es: Explorador de fitxers
nl_nl: Bestand browser

source: Create directory
ca_es: Crea carpeta
nl_nl: Maak een directory

source: Playlist
ca_es: Llista
nl_nl: Afspeellijst

source: Playlist actions
ca_es: Accions a la llista de reproducció
nl_nl: Afspeellijst acties

source: Playlist Commands
ca_es: Ordres a la llista de reproducció
nl_nl: Afspeellijst commando's

source: Filebrowser Commands
ca_es: Ordres de l'explorador de fitxers
nl_nl: Bestand browser commando's

source: Insert in playlist
nl_nl: Voeg aan speellijst toe

source: Save playlist as
ca_es: Desa la llista de reproducció com a
nl_nl: Sla afspeellijst op als

source: Additional Software
ca_es: Programari Addicional
nl_nl: Overige software

source: Magazine EPG
ca_es: Revista de programació EPG
nl_nl: EPG magazine

source: Additional software provided by third party developers
ca_es: Programari addicional d'altres desenvolupadors
nl_nl: Overige software geleverd door externe ontwikkelaars

source: Play the disk in the drive
ca_es: Reprodueix el disc
nl_nl: Speel de disk in de speler af

source: Show currently active background processes
ca_es: Mostra els processos actius en segon pla
nl_nl: Toon huidge aktieve achtergrond processen

source: Format a DVD-RW
ca_es: Dóna format al DVD-RW
nl_nl: Formateer een DVD-RW

source: My Pictures
ca_es: Les meves Imatges
nl_nl: Mijn foto's

source: My Music
ca_es: La meva Música
nl_nl: Mijn muziek

source: My Videos
ca_es: Les meves Pel·lícules
nl_nl: Mijn video's

source: My DVDs
ca_es: Els meus DVD
nl_nl: Mijn DVD's

source: EPG Commands:
ca_es: Ordres EPG:
nl_nl: EPG kommando's:

source: Search actions
ca_es: Accions de cerca
nl_nl: Zoek akties

source: Search entries
ca_es: Opcions de cerca
nl_nl: Zoek addities

source: Search templates
ca_es: Plantilles de cerca
nl_nl: Zoek sjablonen

source: Edit search
ca_es: Edita la cerca
nl_nl: Zoeken bewerken

source: Edit timer
ca_es: Edita la gravació programada
nl_nl: Bewerk timer

source: Edit blacklist
ca_es: Edita la llista negra
nl_nl: Bewerk de zwarte lijst

source: Edit template
ca_es: Edita la plantilla
nl_nl: Bewerk sjabloon

source: Edit user-defined days of week
ca_es: Edita els dies de la setmana a programar
nl_nl: Bewerk gebruiker-gedefinieerde dagen van de week

source: found recordings
ca_es: Gravacions trobades
nl_nl: gevonden opname's

source: Select directory
ca_es: Selecciona carpeta
nl_nl: Selecteer map

source: Timer conflicts -
ca_es: Conflictes de programació -
nl_nl: Timer conflicten -

source: Title$Childlock
ca_es: Protecció infantil
nl_nl: Kinderslot

source: Games
ca_es: Jocs
nl_nl: Spellen

source: Multifeed Options
ca_es: Opcions de multicanal
nl_nl: Multifeed opties

source: Move recording
ca_es: Mou la gravació
nl_nl: Opname verplaatsen

source: Select Reelblog item
ca_es: Selecciona ítem al ReelBlog
nl_nl: Selecteer Reelblog onderwerp

source: Rename entry
ca_es: Canvia el nom a l'entrada
nl_nl: Hernoem invoer

source: Rename directory
ca_es: Canvia el nom de la carpeta
nl_nl: Hernoem map

source: Choose action
ca_es: Tria una acció
nl_nl: Kies aktie

source: Title$Setup
ca_es: Configuració
nl_nl: Setup

source: Settings
nl_nl: Instellingen

source: Settings: System Settings
nl_nl: Instellingen: Systeeminstellingen

source: Software Update
ca_es: Actualització de programari
nl_nl: Software updaten

source: Channel Lists
ca_es: Llistes de canals
nl_nl: Kanalen lijsten

source: Channel lists functions
ca_es: Funcions a les llistes de canals
nl_nl: Kanalen lijst functies

source: Channelscan
ca_es: Escaneig de canals
nl_nl: Kanalen scannen

source: Installation Wizard
ca_es: Instal·lació Guiada
nl_nl: Installatie wizard

source: Installation
ca_es: Instal·lació
nl_nl: Installatie

source: Remote Control / Automation
ca_es: Comandament / Automatització
nl_nl: Remote besturing / bediening

source: MultiRoom Setup
ca_es: Configuració MultiRoom
nl_nl: Multiroom instellingen

source: MultiRoom - Error!
nl_nl: MultiRoom - Fout!

source: Basic Settings
ca_es: Configuració Bàsica
nl_nl: Basisinstellingen

source: Network Settings
ca_es: Configuració de la xarxa
nl_nl: Netwerkinstellingen

source: Reception Settings
ca_es: Paràmetres de recepció
nl_nl: Ontvangst-instellingen

source: Network
ca_es: Xarxa
nl_nl: Netwerk

source: Global Settings
ca_es: Configuració global
nl_nl: Globale instellingen

source: UMTS Settings
ca_es: Paràmetres UMTS
nl_nl: UMTS instellingen

source: Dynamic DNS
ca_es: DNS dinàmica
nl_nl: Dynamische DNS

source: Manual Network Connections
ca_es: Connexions de xarxa
nl_nl: Handmatige netwerk instellingen

source: Windows Network Connection
ca_es: Connexió a xarxa Windows
nl_nl: Windows netwerk verbindingen

source: Prepare disk:
nl_nl: Disk voorbereiden:

source: Network Drives
ca_es: Unitats de xarxa
nl_nl: Netwerkschijven

source: Setup - Audio/Video
ca_es: Configuració - Àudio/Vídeo
nl_nl: Audio/Video - Instellingen

source: Timezone & clock
ca_es: Zona horària i rellotge
nl_nl: Tijdzone & klok

source: System Information
ca_es: Informació del Sistema
nl_nl: Systeem-informatie

source: NetCeiver diagnostics
ca_es: Diagnòstic del NetCeiver
nl_nl: NetCeiver diagnostiek

source: Antenna settings
ca_es: Paràmetres d'antena
nl_nl: Antenne instellingen

source: Rotor Setup
ca_es: Configuració del motor
nl_nl: Rotor instellingen

source: Language Settings
ca_es: Configuració de l'idioma
nl_nl: Taal instellingen

source: Timezone
ca_es: Zona horària
nl_nl: Tijdzone

source: Timezone Settings
ca_es: Configuració de la zona horària
nl_nl: Tijdzone instellingen

source: Front Panel
ca_es: Tauler frontal
nl_nl: Frontpaneel

source: International EPG
ca_es: EPG internacional
nl_nl: Internationale EPG

source: Energy Options
ca_es: Opcions d'energia
nl_nl: Energie opties

source: Factory defaults
nl_nl: Fabrieks-instellingen

source: Setup.Miscellaneous$Power On/Off option
ca_es: Opcions d'engegar i aturar
nl_nl: Power Aan/Uit opties

source: Setup.Miscellaneous$Standby Mode
ca_es: Mode en espera
nl_nl: Standby stand

source: Option$Quick
ca_es: Ràpid
nl_nl: Quick

source: Setup.OSD$OSD Font Size
ca_es: Mida de la font OSD
nl_nl: Afmeting OSD-letter

source: FontSize$Normal
ca_es: Normal
nl_nl: Normaal

source: Small
ca_es: petita
nl_nl: Klein

source: User defined
ca_es: Definida per l'usuari
nl_nl: gebr.gedefinieerd

source: Mark Commercials
ca_es: Marca la publicitat
nl_nl: Reclame markeren

source: Add Child Lock
ca_es: Afegeix la protecció infantil
nl_nl: Kinderslot toevoegen

source: Remove Child Lock
ca_es: Suprimeix la protecció infantil
nl_nl: Verwijder kinderslot

source: Change title
ca_es: Canvia el títol
nl_nl: Wijzig titel

source: Mark as New
ca_es: Marca com a nou
nl_nl: Markeer als nieuw

source: Remove Archive Mark
ca_es: Suprimeix les marques del fitxer
nl_nl: Verwijder archief markering

source: Remove Crop Mark
ca_es: Suprimeix les marques de tall
nl_nl: Verwijder snij markering

source: Remove Archived Recording
ca_es: Suprimeix les gravacions desades
nl_nl: Verwijder gearchiveerde opname

source: Restore Archived Recording
ca_es: Restaura les gravacions desades
nl_nl: Herstel gearchiveerde opname

source: Convert to MPEG (TS)
ca_es: Converteix a MPEG (TS)
nl_nl: Converteer naar MPEG (TS)

source: Directory Selector:
ca_es: Seleccionador de carpetes:
nl_nl: Map selectie

source: Select Media
ca_es: Selecciona els suports
nl_nl: Selecteer media

source: Directory commands
ca_es: Ordres de carpeta
nl_nl: Directory commando's

source: Copy to local harddisc
nl_nl: Kopiëer naar lokale harddisk

source: Generate preview
nl_nl: Genereer preview

source: Remove preview
nl_nl: Verwijder preview

source: No CI-Module
ca_es: No hi ha mòdul CAM
nl_nl: Geen CI-module

source: upper slot
ca_es: ranura superior
nl_nl: bovenste slot

source: lower slot
ca_es: ranura inferior
nl_nl: onderste slot

source: Edit Channels
ca_es: Edita els canals
nl_nl: Kanalen aanpassen

source: Customize Bouquets
nl_nl: Bouquetten aanpassen

source: Channellist: set filters
nl_nl: Kanalenlijst: bepaal filters

source: Phase 1: Detecting RC code type
ca_es: Fase 1: Detectant el tipus de codi RC
nl_nl: Fase 1: detecteren afstandsbediening code

source: Press any key on the RC unit
ca_es: Premeu qualsevol tecla del comandament
nl_nl: Druk op een willekeurige knop

source: RC code detected!
ca_es: Codi RC detectat!
nl_nl: Afstandsbediening code herkend!

source: Do not press any key...
ca_es: No premeu cap tecla...
nl_nl: Druk niet op een knop...

source: Phase 2: Learning specific key codes
ca_es: Fase 2: Aprenentatge de tecles específiques
nl_nl: Fase 2: Inleren specifieke toets-codes

source: Press key for '%s'
ca_es: Premeu la tecla per '%s'
nl_nl: Druk knop voor '%s'

source: Press 'Up' to confirm
ca_es: Premeu 'Amunt' per confirmar
nl_nl: Druk 'Omhoog' om te bevestigen

source: Press 'Down' to continue
ca_es: Premeu 'Avall' per continuar
nl_nl: Druk 'Omlaag' om verder te gaan

source: (press 'Up' to go back)
ca_es: (premeu 'Amunt' per tornar enrere)
nl_nl: (druk 'Omhoog' om terug te gaan)

source: (press 'Down' to end key definition)
ca_es: (premeu 'Avall' per finalitzar l'aprenentatge)
nl_nl: (druk 'Omlaag' om te beeindigen)

source: (press 'Menu' to skip this key)
ca_es: (premeu 'Menú' per obviar aquesta tecla)
nl_nl: (druk 'Menu' om deze toets over te slaan)

source: Learning Remote Control Keys
ca_es: Aprenent les tecles del comandament a distància
nl_nl: Leren toetsen afstandsbediening

source: Phase 3: Saving key codes
ca_es: Fase 3: Guardant els codis de les tecles
nl_nl: Fase 3: Opslaan toets codes

source: Press 'Up' to save, 'Down' to cancel
ca_es: Premeu 'Amunt' per guardar, 'Avall' per anul·lar
nl_nl: 'Omhoog' om te bewaren, 'omlaag' voor annuleren

source: Key$Up
ca_es: Amunt
nl_nl: Omhoog

source: Key$Down
ca_es: Avall
nl_nl: Omlaag

source: Key$Menu
ca_es: Menú
nl_nl: Menu

source: Key$Ok
ca_es: D'acord
nl_nl: Ok

source: Key$Back
ca_es: Enrere
nl_nl: Terug

source: Key$Left
ca_es: Esquerra
nl_nl: Links

source: Key$Right
ca_es: Dreta
nl_nl: Rechts

source: Key$Red
ca_es: Vermell
nl_nl: Rood

source: Key$Green
ca_es: Verd
nl_nl: Groen

source: Key$Yellow
ca_es: Groc
nl_nl: Geel

source: Key$Blue
ca_es: Blau
nl_nl: Blauw

source: Key$Info
ca_es: Informació
nl_nl: Info

source: Key$Play
ca_es: Reprodueix
nl_nl: Afspelen

source: Key$Pause
ca_es: Pausa
nl_nl: Pauze

source: Key$Stop
ca_es: Atura
nl_nl: Stop

source: Key$Record
ca_es: Enregistra
nl_nl: Opnemen

source: Key$FastFwd
ca_es: Avanç ràpid
nl_nl: Vooruitspoelen

source: Key$FastRew
ca_es: Rebobinat ràpid
nl_nl: Terugspoelen

source: Key$Next
ca_es: Següent
nl_nl: Volgende

source: Key$Prev
ca_es: Anterior
nl_nl: Vorige

source: Key$Power
ca_es: Atura
nl_nl: Uitschakelen

source: Key$Channel+
ca_es: Canal +
nl_nl: Kanaal+

source: Key$Channel-
ca_es: Canal -
nl_nl: Kanaal-

source: Key$PrevChannel
ca_es: Canal anterior
nl_nl: VorigKanaal

source: Key$Volume+
ca_es: Volum +
nl_nl: Volume+

source: Key$Volume-
ca_es: Volum -
nl_nl: Volume-

source: Key$Mute
ca_es: Silenci
nl_nl: Mute

source: Key$Audio
ca_es: Àudio
nl_nl: Audio

source: Key$Subtitles
ca_es: Subtítols
nl_nl: Ondertiteling

source: Key$Schedule
ca_es: Programació
nl_nl: Programma gids

source: Key$Channels
ca_es: Canals
nl_nl: Kanalen

source: Key$Timers
ca_es: Gravacions programades
nl_nl: Timers

source: Key$Recordings
ca_es: Gravacions
nl_nl: Opnames

source: Key$Setup
ca_es: Configuració
nl_nl: Instellingen

source: Key$Commands
ca_es: Ordres
nl_nl: Commandos

source: Key$Greater
ca_es: Major
nl_nl: Groter

source: Key$Less
ca_es: Menor
nl_nl: Kleiner

source: Key$2digit
ca_es: 2dígits
nl_nl: 2digit

source: Key$DVD
ca_es: DVD
nl_nl: DVD

source: Key$DVB
ca_es: DVB
nl_nl: DVB

source: Key$PVR
ca_es: PVR
nl_nl: PVR

source: Key$Reel
ca_es: Reel
nl_nl: Reel

source: Key$TT
ca_es: TT
nl_nl: TT
