Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/arghdirector-0.2.8-reel/po/*.po
Languages: ca_es, cs_cz, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro

source: Multifeed Options
ca_es: Opcions de multicanal
cs_cz: Možnosti multifeedu
de_de: Multifeed Optionen
es_es: Opciones multifeed
it_it: Opzioni Multifeed
nl_nl: Multifeed optie's
pl_pl: Opcje Multifeed
ro_ro: Optiuni Multifeed

source: Portal Mode
ca_es: Mode de portal
cs_cz: Režim portálu
de_de: Portal Modus
es_es: Modo Portal
it_it: Modalità portale
nl_nl: Portaal modus
pl_pl: Tryb Portalu
ro_ro: Modul Portal

source: no
cs_cz: ne
de_de: nein
nl_nl: nee
pl_pl: nie
ro_ro: nu

source: yes
ca_es: sí
cs_cz: ano
de_de: ja
es_es: Si
it_it: Sì
nl_nl: ja
pl_pl: tak
ro_ro: da

source: Display info on channel change
ca_es: Mostra la informació en el canvi de canal
cs_cz: Zobrazit informace při změně kanálu
de_de: Kanalinfo beim Umschalten anzeigen
es_es: Mostrar info al cambiar de canal
it_it: Mostrare info su cambio canale
nl_nl: Toon info na wisselen van kanaal
pl_pl: Wyświetl informacje przy zmianie kanału
ro_ro: Arata info la schimbare canal

source: Display EPG information
ca_es: Mostra la informació de l'EPG
cs_cz: Zobrazit informace EPG
de_de: EPG Informationen anzeigen
es_es: Mostrar información EPG
it_it: Mostrare info EPG
nl_nl: Toon EPG informatie
pl_pl: Wyświetl informacje EPG
ro_ro: Arata info EPG

source: Show plugin again on button
ca_es: Torna a mostrar el connector
cs_cz: Zobrazit modul znovu tlačítkem
de_de: Multifeed erneut anzeigen mit Taste
es_es: Mostrar de nuevo el plugin al pulsar
it_it: Mostrare di nuovo il plugin sul pulsante
nl_nl: Laat plugin opnieuw zien na toetsdruk
pl_pl: Pokaż wtyczke ponownie na guziku
ro_ro: Arata plugin din nou la apasare buton

source: Swap up and down
ca_es: Intercanvia amunt i avall
cs_cz: Zaměnit tlačítka Nahoru a Dolů
de_de: Tasten Auf/Ab vertauschen
es_es: Cambiar arriba y abajo
it_it: Invertire Sù - Giù
nl_nl: Verwissel de naar boven en beneden toets
pl_pl: Zmien na dol i do gory
ro_ro: Cumuta sus si jos

source: Show old director OSD
ca_es: Mostra l'OSD director anterior
cs_cz: Zobrazit původní nabídku OSD
de_de: Alternatives Multifeed-OSD anzeigen
es_es: Mostrar el directorio OSD antiguo
it_it: Mostrare il vecchio director OSD
nl_nl: Laat de oude OSD zien
pl_pl: Pokaż starego reżyszera OSD
ro_ro: Arata vechiul director OSD

source: No EPG available
ca_es: No hi ha EPG disponible
cs_cz: EPG není k dispozici
de_de: Kein EPG verfügbar
es_es: No hay información EPG
it_it: Nessun EPG disponibile!
nl_nl: Geen EPG beschikbaar
pl_pl: Nie ma informacji EPG
ro_ro: EPG-ul nu este disponibil

source: No Multifeed options
ca_es: No hi ha opcions de multicanal
cs_cz: Žádné možnosti multifeedu
de_de: Keine Multifeed Optionen verfügbar
es_es: No hay opciones multifeed
it_it: Nessuna opzione Multifeed
nl_nl: Geen multifeed opties beschikbaar
pl_pl: Nie ma opcji Multifeed
ro_ro: Fara optiuni multifeed

source: plugin to use the multifeed option
ca_es: El connector utilitza l'opció multicanal
cs_cz: modul pro použití možností multifeedu
es_es: Plugin para usar las opciones multifeed
it_it: Plugin per utilizzare l'opzione Multifeed
nl_nl: plugin voor multifeed opties
pl_pl: wtyczka do uzycia w opcjach multifeed
ro_ro: Plugin utilizat pentru optiuni multifeed

source: Multifeed Options
ca_es: Opcions de multicanal
cs_cz: Možnosti multifeedu
de_de: Multifeed Optionen
es_es: Opciones multifeed
it_it: Opzioni Multifeed
nl_nl: Multifeed optie's
pl_pl: Opcje Multifeed
ro_ro: Optiuni Multifeed
