Repository: hfuerst/reelvdr
Catalog: src/vdr-1.4/po/*.po
Languages: cs_cz, hu_hu, ro_ro

source: New Channels
cs_cz: Nové kanály
hu_hu: Új csatornák
ro_ro: Canale noi

source: Favorites
cs_cz: Oblíbené
hu_hu: Kedvencek

source: *** Invalid Channel ***
cs_cz: *** Neplatný kanál ***
hu_hu: *** Érvénytelen csatorna ***
ro_ro: *** Canal invalid ***

source: Channel not available!
cs_cz: Kanál není dostupný!
hu_hu: Csatorna nem elérhető!
ro_ro: Canalul nu este disponibil!

source: Can't start Transfer Mode!
cs_cz: Nelze zahájit přenos!
hu_hu: Vételi mód nem indtható!
ro_ro: Nu pot porni modul de transfer!

source: Starting EPG scan
cs_cz: Začíná prohledávání EPG
hu_hu: EPG keresés indtása
ro_ro: Pornesc scanare EPG

source: No title
cs_cz: Bez názvu
hu_hu: Nincs cím
ro_ro: Fără titlu

source: No help available
cs_cz: Nápověda není k dispozici.
hu_hu: Segítség nem áll rendelkezésre
ro_ro: Nu exista informatii ajutatoare

source: LanguageName$English
cs_cz: Česky
hu_hu: Magyar
ro_ro: Română

source: LanguageCode$eng
cs_cz: cze
hu_hu: hun
ro_ro: rom

source: TV-Guide (EPG)
cs_cz: TV průvodce (EPG)
hu_hu: Műsorújság (EPG)
ro_ro: Ghidul-Tv (EPG)

source: Timer Manager
cs_cz: Správce časovačů
hu_hu: Időzítő
ro_ro: Manager Temporizatoare

source: Search-Timer Manager
cs_cz: Správce časovačů hledání
hu_hu: Időzítő-kereső intéző
ro_ro: Cauta in Manager Temporizatoare

source: Parental Control
cs_cz: Rodičovská kontrola
hu_hu: Szülői felügyelet
ro_ro: Control Parental

source: DVB channel list, TV guide, Timer & Search timer menus, Parental control
cs_cz: Seznam kanálů DVB, TV průvodce, časovače a časovače hledání, rodičovská kontrola
hu_hu: DVB csatorna-lista, műsorújság, időzítők, szülői felügyelet
ro_ro: Meniurile 'Lista de canale DVB', 'Ghidul Tv (EPG)', 'Temporizator', 'Control Parental'

source: Overview of all TV and radio stations: Switch, manage and edit channels
cs_cz: Přehled všech TV a rozhlasových stanic - přepínání, správa a úpravy kanálů
hu_hu: TV és rádió csatornák: átkapcsolás, kezelés, szerkesztés
ro_ro: Rezumat al tuturor posturilor radio si tv: Comuta, editeaza si manipuleaza canale

source: Get information on TV programs and easily select broadcasts for recording
cs_cz: Informace o TV programech a snadný výběr pořadů pro nahrávání
hu_hu: TV-programinformációk beszerzése, csatornák kiválasztása felvételhez
ro_ro: Obtine informatii despre programele Tv, si selecteaza transmisii pentru inregistrare

source: View, edit and manage recording timers
cs_cz: Zobrazení, úpravy a správa časovačů nahrávání
hu_hu: Felvételidőzítők áttekintése, szerkesztése, kezelése
ro_ro: Afisare, editare, management temporizatoare pentru inregistrare

source: Find broadcasts with user defined search terms, i.e for recording TV series
cs_cz: Hledání pořadů pomocí uživatelských kritérií, např. pro nahrávání seriálů
hu_hu: Műsorok keresése keresőszavak segtségével
ro_ro: Cauta transmisii, utilizand termeni de cautare definiti de utilizator

source: Deny access to TV channels, broadcasts or TV recordings by setting a PIN code
cs_cz: Zabránění přístupu k TV kanálům, pořadům či nahrávkám pomocí kódu PIN
hu_hu: Műsorokhoz való hozzáférés korlátozása PIN kód segítségével
ro_ro: Restrange accesul la programele Tv, transmisii, inregistrari Tv, configurand un cod PIN

source: Music & Pictures
cs_cz: Hudba a obrázky
hu_hu: Zenék és képek
ro_ro: Muzica & Poze

source: Image Library
cs_cz: Knihovna obrázků
hu_hu: Képtár
ro_ro: Librarie Imagini

source: Music Library
cs_cz: Knihovna hudby
hu_hu: Zenetár
ro_ro: Librarie Mizica

source: Internet Radio
cs_cz: Internetové rádio
hu_hu: Internetrádió
ro_ro: Radio prin Internet

source: Music library, Picture library, Internet radio, Audio CD ripping
cs_cz: Knihovna hudby, knihovna obrázků, internetové rádio, kopírování zvukových CD
hu_hu: Zenetár, képtár, internetrádió, audió cd másolása
ro_ro: Librarie Muzica, Librarie Imagini, Radio Internet, Extractie Audio CD

source: Play music, manage and copy music files
cs_cz: Přehrávání hudby, správa a kopírování hudebních souborů
hu_hu: Zenelejátszó, zenefájlok kezelése
ro_ro: Asculta, manipuleaza si copiaza muzica

source: Watch pictures, manage and copy picture files
cs_cz: Prohlížení obrázků, správa a kopírování obrazových souborů
hu_hu: Képek böngészése, kezelése, másolása
ro_ro: Priveste, manipuleaza si copiaza imagini

source: Listen to internet radio, manage and add radio stations
cs_cz: Poslech internetového rádia, správa a přidávání rozhlasových stanic
hu_hu: Internerádió hallgatása, állomások szerkesztése
ro_ro: Asculta Radio prin Internet, manipuleaza si adauga posturi Radio

source: Copy an Audio CD to the music library
cs_cz: Kopírování zvukového CD do knihovny hudby
hu_hu: Audió CD másolása a zenetárba
ro_ro: Copiaza un CD Audio in Libraria Muzica

source: Films & DVD
cs_cz: Filmy a DVD
hu_hu: Filmek és DVD-k
ro_ro: Filme & DVD

source: Movie Library
cs_cz: Knihovna filmů
hu_hu: Filmtár
ro_ro: Librarie Filme

source: New folder
cs_cz: Nový adresář
hu_hu: Új könyvtár
ro_ro: Dosar nou

source: Movie library, TV recordings, Burn TV recordings, Video DVD ripping
cs_cz: Knihovna filmů, TV nahrávky, vypalování nahrávek, kopírování filmových DVD
hu_hu: Filmtár, felvett TV-adások, TV-adások kiírása, videó DVD másolása
ro_ro: Librarie Filme, Inregistrari Tv, Scrie inregistrari Tv, Extractie video de pe DVD

source: Watch movies, manage and copy movie files
cs_cz: Sledování filmů, správa a kopírování filmových souborů
hu_hu: Filmnézés, filmek kezelése, másolása
ro_ro: Urmaresti, copiezi, manipulezi fisiere filme

source: Watch TV recordings, cut, manage and copy TV recordings
cs_cz: Sledování, střih, správa a kopírování TV nahrávek
hu_hu: TV-felvételek megtekintése, felvételek szerkesztése, kezelése
ro_ro: Urmareste, taie, copiaza, si manipuleaza inregistrari Tv

source: Recover accidentally deleted TV recordings
cs_cz: Obnovení nechtěně odstraněných TV nahrávek
hu_hu: Véletlenül törölt felvételek visszaállítása
ro_ro: Recupereaza inregistrarile Tv sterse accidental

source: Burn TV recordings on CD or DVD
cs_cz: Vypalování TV nahrávek na CD nebo DVD
hu_hu: TV-felvételek CD-re vagy DVD-re másolása
ro_ro: Scrie inregistrarile pe CD sau DVD

source: Copy a Video-DVD to the movie library
cs_cz: Kopírování filmového DVD do knihovny filmů
hu_hu: DVD archiválása
ro_ro: Copiaza un Video-DVD in Libraria Filme

source: Internet & Extras
cs_cz: Internet a doplňky
hu_hu: Internet & Extrák

source: Filebrowser
cs_cz: Prohlížeč souborů
hu_hu: Fájlkezelő
ro_ro: Browser Fisiere

source: Create directory
cs_cz: Vytvořit adresář
hu_hu: Mappa létrehozása
ro_ro: Creeaza Director

source: Playlist
cs_cz: Seznam stop
hu_hu: Lejátszási lista

source: Playlist actions
cs_cz: Akce se seznamem stop
hu_hu: Lejátszási listák kezelése
ro_ro: Actiuni Playlist

source: Playlist Commands
cs_cz: Příkazy seznamu stop
hu_hu: Lejátszási lista-parancsok
ro_ro: Comenzi Playlist

source: Filebrowser Commands
cs_cz: Příkaz prohlížeče souborů
hu_hu: Fájlkezelő parancsok

source: File Manager, Web browser, ReelBlog
cs_cz: Správce souborů, webový prohlížeč, Reelblog
hu_hu: Fájlkezelő, böngésző, ReelBlog
ro_ro: Manager Fisiere, Browser Web, ReelBlog

source: Copy, move, edit and delete files
cs_cz: Kopírování, přesouvání, úpravy a odstraňování souborů
hu_hu: Fájlok másolása, áthelyezése, szerkesztése és törlése
ro_ro: Copiaza, muta, editare, sterge fisiere

source: Surf the web with Firefox. / Show the Linux desktop.
cs_cz: Procházení webu s prohlížečem Firefox, plocha systému Linux
hu_hu: Internet böngészése Firefox-szal/ Linux asztal
ro_ro: Navigare Web cu Firefox. / Arata desktop-ul Linux

source: Read news & information on the ReelBox
cs_cz: Novinky a informace o zařízení ReelBox
hu_hu: Hírek olvasása
ro_ro: Citeste Stiri & Informatii pe ReelBox

source: Additional Software
cs_cz: Další software
hu_hu: Kiegészítő szoftver
ro_ro: Software Aditional

source: Magazine EPG
cs_cz: Časopis EPG
hu_hu: EPG Magazin
ro_ro: Magazin EPG

source: Additional software provided by third party developers
cs_cz: Další software poskytnutý jinými vývojáři
hu_hu: Külső fejlesztők kiegésztő szoftvere
ro_ro: Software aditional furnizat de alti dezvoltatori

source: Play the disk in the drive
cs_cz: Přehrát disk v jednotce
hu_hu: Lemez lejátszása
ro_ro: Redare disc aflat in unitate

source: Show currently active background processes
cs_cz: Zobrazit aktivní procesy na pozadí
hu_hu: Aktív háttérfolyamatok kijelzése
ro_ro: Arata procesele ce ruleaza in fundal

source: Format a DVD-RW
cs_cz: Zformátovat DVD-RW
hu_hu: DVD-RW formázása
ro_ro: Formatare DVD-RW

source: Directory browser
cs_cz: Prohlížeč adresářů
hu_hu: Mappa böngésző
ro_ro: Afisare Director

source: My Pictures
cs_cz: Moje obrázky
hu_hu: Képek
ro_ro: Pozele Mele

source: My Music
cs_cz: Moje hudba
hu_hu: Zenék
ro_ro: Muzica Mea

source: My Videos
cs_cz: Moje videa
hu_hu: Videók
ro_ro: Fisierele Mele Video

source: My DVDs
cs_cz: Moje DVD
hu_hu: DVD-k
ro_ro: DVD-urile Mele

source: EPG Commands:
cs_cz: Příkazy EPG:
hu_hu: EPG parancsok:
ro_ro: Comenzi EPG:

source: Search actions
cs_cz: Akce hledání
hu_hu: Keresés
ro_ro: Actiuni Cautare

source: Search entries
cs_cz: Položky hledání
hu_hu: Keresőszavak
ro_ro: Cautare Intrari

source: Search templates
cs_cz: Šablony hledání
hu_hu: Keresési sablonok
ro_ro: Cautare Sabloane

source: Edit search
cs_cz: Upravit hledání
hu_hu: Keresési feltételek szerkesztése
ro_ro: Editare Cautare

source: Edit timer
cs_cz: Upravit časovač
hu_hu: Időztíők szerkesztése
ro_ro: Modificare temporizator

source: Edit blacklist
cs_cz: Upravit černou listinu
hu_hu: Tiltólisták szerkesztése
ro_ro: Editare lista neagra

source: Edit template
cs_cz: Upravit šablonu
hu_hu: Sablonok szerkesztése
ro_ro: Editare Sablon

source: Edit user-defined days of week
cs_cz: Upravit uživatelské dny týdne
hu_hu: Felhasználó által definiált napok szerkesztése
ro_ro: Editeaza zilele saptamanii 'definite de utilizator'

source: found recordings
cs_cz: nalezených nahrávek
hu_hu: megtalált felvételek
ro_ro: inregistrari gasite

source: Select directory
cs_cz: Vybrat adresář
hu_hu: Mappa kiválasztása
ro_ro: Selecteaza Director

source: Timer conflicts -
cs_cz: Konflikty časovačů -
hu_hu: Időzítők ütközése -
ro_ro: Conflict temporizatoare -

source: Title$Childlock
cs_cz: Dětský zámek
hu_hu: Gyerekzár
ro_ro: Blocare Copii

source: Games
cs_cz: Hry
hu_hu: Játékok
ro_ro: Jocuri

source: Multifeed Options
cs_cz: Možnosti multifeedu
hu_hu: Multifeed opciók
ro_ro: Optiuni Multifeed

source: Move recording
cs_cz: Přesunout nahrávku
hu_hu: Felvétel áthelyezése
ro_ro: Muta inregistrare

source: Select Reelblog item
cs_cz: Vyberte položku Reelblogu
hu_hu: Reelblog bejegyzés kijelölése
ro_ro: Alege obiect ReelBlog

source: SleepTimer
cs_cz: Časovač uspání
hu_hu: Kikapcsolás-időzítő
ro_ro: Temporizator Stand-by

source: Setup
cs_cz: Nastavení
hu_hu: Beállítások
ro_ro: Configuraţie

source: Software Update
cs_cz: Aktualizace softwaru
hu_hu: Szoftverfrissítés
ro_ro: Update Software

source: Channel Lists
cs_cz: Seznamy kanálů
hu_hu: Csatornalista
ro_ro: Lista Canale

source: Channel lists functions
cs_cz: Funkce seznamů kanálů
hu_hu: Csatornalista műveletek
ro_ro: Functii Lista Canale

source: Channelscan
cs_cz: Hled. kanálů
hu_hu: Csatornakeresés
ro_ro: Cautare Canale

source: Installation Wizard
cs_cz: Průvodce instalací
hu_hu: Installációs varázsló
ro_ro: Vrajitor Instalare

source: Installation
hu_hu: Installáció
ro_ro: Instalare

source: Remote Control / Automation
cs_cz: Dálkové ovl./automatizace
hu_hu: Távirányító
ro_ro: Telecomanda / Automatizari

source: Basic Settings
cs_cz: Základní nastavení
hu_hu: Alapbeállítások
ro_ro: Setari de baza

source: Network Settings
hu_hu: Hálózati beállítások
ro_ro: Setari Retea

source: EPG Services
cs_cz: Služby EPG
hu_hu: EPG szolgáltatások
ro_ro: Servicii EPG

source: Reception Settings
hu_hu: Vétel-beállítások
ro_ro: Setari Receptie

source: Network
cs_cz: Síť
hu_hu: Hálózat
ro_ro: Retea

source: Global Settings
cs_cz: Globální nastavení
hu_hu: Globális beállítások
ro_ro: Setari Globale

source: UMTS Settings
hu_hu: UMTS beállítások

source: Dynamic DNS
cs_cz: Dynamická služba DNS
hu_hu: Dinamikus DNS
ro_ro: DNS Dinamic

source: Manual Network Connections
cs_cz: Ruční připojení k síti
hu_hu: Hálózati kapcsolat kézi beállítása
ro_ro: Conexiune Manuala Retea

source: Windows Network Connection
cs_cz: Připojení k síti Windows
hu_hu: Windows hálózati kapcsolat
ro_ro: Conexiune cu Retea Windows

source: NFS Client
cs_cz: Klient NFS
hu_hu: NFS kliens
ro_ro: Client NFS

source: Video Recorder
cs_cz: Videorekordér
hu_hu: Videófelvevő

source: Network Drives
cs_cz: Síťové jednotky
hu_hu: Hálózati meghajtók
ro_ro: Unitati de disc accesate prin Retea

source: Setup - Audio/Video
cs_cz: Nastavení zvuku a obrazu
hu_hu: Beállítások - Audió/Videó

source: Timezone & clock
cs_cz: Časové pásmo a hodiny
hu_hu: Időzóna & Óra
ro_ro: Fus Orar & Ceas

source: System Information
cs_cz: Systémové informace
hu_hu: Rendszerbeállítások
ro_ro: Informatii Sistem

source: NetCeiver diagnostics
cs_cz: Diagnostika netceiveru
hu_hu: NetCeiver diagnosztika
ro_ro: Diagnostic NetCeiver

source: Antenna settings
cs_cz: Nastavení antény
hu_hu: Antennabeállítások
ro_ro: Setari Antena

source: Rotor Setup
cs_cz: Nastavení rotoru
hu_hu: Rotor beálítás
ro_ro: Configurare Rotor

source: Language Settings
cs_cz: Nastavení jazyka
hu_hu: Nyelvi beállítáok
ro_ro: Setari Lingvistice

source: Timezone
cs_cz: Časové pásmo
hu_hu: Időzóna
ro_ro: Fus Orar

source: Timezone Settings
cs_cz: Nastavení časového pásma
hu_hu: Időzóna beállítások
ro_ro: Setari Fus Orar

source: TVTV Service
cs_cz: Služba TVTV
hu_hu: TVTV szolgáltatás
ro_ro: Serviciul TVTV

source: International EPG
cs_cz: Mezinárodní EPG
hu_hu: Nemzetközi EPG
ro_ro: EPG International

source: Energy Options
cs_cz: Možnosti napájení
hu_hu: Energiabeállítások
ro_ro: Otiuni Energie

source: Setup.Miscellaneous$Power On/Off option
cs_cz: Možnosti zapnutí a vypnutí
hu_hu: Rákérdezés kikapcsoláskor
ro_ro: Optiunea Pornire/Oprire

source: Mark Commercials
cs_cz: Označovat reklamy
hu_hu: Reklám kijelölése
ro_ro: Marcheaza Reclamele

source: Add Child Lock
cs_cz: Přidat dětský zámek
hu_hu: Gyerekzár hozzáadása
ro_ro: Adauga 'Blocare Copii'

source: Remove Child Lock
cs_cz: Odebrat dětský zámek
hu_hu: Gyerekzár törlése
ro_ro: Sterge 'Blocare Copii'

source: Change title
cs_cz: Změnit název
hu_hu: Cím módosítása
ro_ro: Schimba Titlu

source: Mark as New
cs_cz: Označit jako nové
hu_hu: Kijelölés újként
ro_ro: Marcheaza ca 'Nou'

source: Remove Archive Mark
cs_cz: Odebrat značku archivu
hu_hu: Archív jelleg törlése
ro_ro: Sterge semn Arhiva

source: Remove Crop Mark
cs_cz: Odebrat značku oříznutí
hu_hu: Vágásjel törlése
ro_ro: Sterge semnul 'Taie'

source: Remove Archived Recording
cs_cz: Odebrat archivovanou nahrávku
hu_hu: Archivált felvétel
ro_ro: Sterge inregistrarile Arhivate

source: Restore Archived Recording
cs_cz: Obnovit archivovanou nahrávku
hu_hu: Archivált felvétel visszaállítása
ro_ro: Restaurare Inregistrari Arhivate

source: Convert to MPEG (TS)
cs_cz: Převést do formátu MPEG (TS)
hu_hu: Konvertálás MPEG-gé
ro_ro: Converteste in MPEG (TS)

source: Directory Selector:
hu_hu: Könyvtár kiválasztása:
ro_ro: Selector pentru Director:

source: Select Media
hu_hu: Médium választása:
ro_ro: Selectare Media

source: Edit Channels
cs_cz: Upravit kanály
hu_hu: Csatornák szerkesztése
ro_ro: Editare Canale

source: Phase 1: Detecting RC code type
cs_cz: Fáze 1: Rozpoznávání typu kódu dálkového ovladače
hu_hu: 1. lépés: távirányító kód felismerése
ro_ro: Faza 1: Detecţia tipului telecomenzii

source: Press any key on the RC unit
cs_cz: Stiskněte libovolnou klávesu dálkového ovladače
hu_hu: Nyomj egy gombot a távirányítón
ro_ro: Apăsaţi o tastă pe telecomandă

source: RC code detected!
cs_cz: Kód dálkového ovladače byl rozpoznán!
hu_hu: Távirányító kódot felismertem!
ro_ro: S-a detectat tipul telecomenzii!

source: Do not press any key...
cs_cz: Nemačkejte žádné klávesy...
hu_hu: Ne nyomj meg egyetlen gombot sem!
ro_ro: Nu apăsaţi nici o tastă...

source: Phase 2: Learning specific key codes
cs_cz: Fáze 2: Učení konkrétních kódů tlačítek
hu_hu: 2. lépés: billentyűkódok tanulása
ro_ro: Faza 2: Învăţarea codurilor anumitor taste

source: Press key for '%s'
cs_cz: Stiskněte tlačítko %s
hu_hu: '%s'-hoz nyomj egy gombot
ro_ro: Apăsaţi tasta pentru '%s'

source: Press 'Up' to confirm
cs_cz: Potvrďte stisknutím tlačítka Nahoru
hu_hu: Nyomj "Fel" gombot
ro_ro: Apăsaţi 'Sus' pentru confirmare

source: Press 'Down' to continue
cs_cz: Pokračujte stisknutím tlačítka Dolů
hu_hu: Nyomj "Le" gombot a folyatatáshoz
ro_ro: Apăsaţi 'Jos' pentru continuare

source: (press 'Up' to go back)
cs_cz: (stisknutím tlačítka Nahoru se vrátíte)
hu_hu: (NYomj "Fel" gombot a visszalépéshez)
ro_ro: (Apăsaţi 'Sus' pentru revenire)

source: (press 'Down' to end key definition)
cs_cz: (stisknutím tlačítka Dolů ukončíte definování)
hu_hu: (Nyomj "Le" gombot a befejezéshez)
ro_ro: (Apăsaţi 'Jos' pentru terminare)

source: (press 'Menu' to skip this key)
cs_cz: (stisknutím tlačítka Nabídka toto tlačítko přeskočíte)
hu_hu: (Nyomd meg a "Menü" gombot a kihagyáshoz)
ro_ro: (Apăsaţi 'Meniu' pentru a sări peste această tastă)

source: Learning Remote Control Keys
cs_cz: Učení tlačítek dálkového ovladače
hu_hu: Távirányító gombok tanulása
ro_ro: Învăţare taste telecomandă

source: Phase 3: Saving key codes
cs_cz: Fáze 3: Ukládání kódů tlačítek
hu_hu: 3. lépés: billentyűkód mentése
ro_ro: Faza 3: Salvarea codurilor de taste

source: Press 'Up' to save, 'Down' to cancel
cs_cz: Nahoru - uložení kódů, Dolů - zrušení operace
hu_hu: "Fel" - mentés, "Le" - befejezés
ro_ro: Apăsaţi 'Sus' pentru salvare, 'Jos' pentru anulare

source: Key$Up
cs_cz: Nahoru
hu_hu: Fel
ro_ro: Sus

source: Key$Down
cs_cz: Dolů
hu_hu: Le
ro_ro: Jos

source: Key$Menu
cs_cz: Nabídka
hu_hu: Menü
ro_ro: Meniu

source: Key$Ok
cs_cz: OK
hu_hu: Ok
ro_ro: OK

source: Key$Back
cs_cz: Zpět
hu_hu: Vissza
ro_ro: Înapoi

source: Key$Left
cs_cz: Doleva
hu_hu: Balra
ro_ro: Stânga

source: Key$Right
cs_cz: Doprava
hu_hu: Jobbra
ro_ro: Dreapta

source: Key$Red
cs_cz: Červené
hu_hu: Piros
ro_ro: Roşu

source: Key$Green
cs_cz: Zelené
hu_hu: Zöld
ro_ro: Verde

source: Key$Yellow
cs_cz: Žluté
hu_hu: Sárga
ro_ro: Galben

source: Key$Blue
cs_cz: Modré
hu_hu: Kék
ro_ro: Albastru

source: Key$Play
cs_cz: Přehrát
hu_hu: Lejátszás
ro_ro: Redare

source: Key$Pause
cs_cz: Pozastavit
hu_hu: Szünet
ro_ro: Pauză

source: Key$Stop
cs_cz: Zastavit
hu_hu: Stop
ro_ro: Stop

source: Key$Eject
cs_cz: Vysunout
hu_hu: Lemez kiadása
ro_ro: Scoate Disc

source: Key$Record
cs_cz: Nahrát
hu_hu: Felvétel
ro_ro: Înregistrare

source: Key$FastFwd
cs_cz: Převinout vpřed
hu_hu: Előretekerés
ro_ro: Derulare înainte

source: Key$FastRew
cs_cz: Převinout vzad
hu_hu: Visszatekerés
ro_ro: Derulare înapoi

source: Key$Next
cs_cz: Další
hu_hu: Következő
ro_ro: Următor

source: Key$Prev
cs_cz: Předchozí
hu_hu: Előző
ro_ro: Anterior

source: Key$Power
cs_cz: Napájení
hu_hu: Bekapcsolás
ro_ro: Închidere

source: Key$Channel+
cs_cz: Kanál +
hu_hu: Csatorna+
ro_ro: Canal+

source: Key$Channel-
cs_cz: Kanál -
hu_hu: Csatorna-
ro_ro: Canal-

source: Key$PrevChannel
cs_cz: Předchozí kanál
hu_hu: Előző catorna
ro_ro: Canal anterior

source: Key$Volume+
cs_cz: Hlasitost +
hu_hu: Hangerő+
ro_ro: Volum+

source: Key$Volume-
cs_cz: Hlasitost -
hu_hu: Hangerő+
ro_ro: Volum-

source: Key$Mute
cs_cz: Ztlumit
hu_hu: Némtás
ro_ro: Fără sunet

source: Key$Audio
cs_cz: Zvuk
hu_hu: Hangsáv
ro_ro: Sunet

source: Key$Subtitles
cs_cz: Titulky
hu_hu: Felirat
ro_ro: Subtitrare

source: Key$Aspect
cs_cz: Poměr stran
hu_hu: Képméret
ro_ro: Aspect

source: Key$Schedule
cs_cz: Program
hu_hu: Időztő
ro_ro: Program (EPG)

source: Key$Channels
cs_cz: Kanály
hu_hu: Csatornák
ro_ro: Canale

source: Key$Timers
cs_cz: Časovače
hu_hu: Időzítők
ro_ro: Temporizatoare

source: Key$Search
cs_cz: Hledat
hu_hu: Keresés
ro_ro: Cautare

source: Key$Recordings
cs_cz: Nahrávky
hu_hu: Felvételek
ro_ro: Înregistrări

source: Key$Setup
cs_cz: Nastavení
hu_hu: Beállítások
ro_ro: Setari

source: Key$Commands
cs_cz: Příkazy
hu_hu: Parancsok
ro_ro: Comenzi

source: Key$Greater
cs_cz: Větší
hu_hu: Nagyobb
ro_ro: Mai mult

source: Key$Less
cs_cz: Menší
hu_hu: Kisebb
ro_ro: Mai putin

source: Key$2digit
cs_cz: 2 číslice
hu_hu: 2 szám
ro_ro: 2 digiti

source: Key$DVD
cs_cz: DVD
hu_hu: DVD
ro_ro: DVD

source: Key$DVB
cs_cz: DVB
hu_hu: DVB
ro_ro: DVB

source: Key$PVR
cs_cz: PVR
hu_hu: PVR
ro_ro: PVR

source: Key$Reel
cs_cz: Reel
hu_hu: Reel
ro_ro: Reel

source: Key$TT
cs_cz: TT
hu_hu: TT
ro_ro: TT

source: Key$PiP
cs_cz: PiP
hu_hu: Pip
ro_ro: PiP

source: Key$User1
cs_cz: Uživatelské 1
hu_hu: 1. felhasználó
ro_ro: Utilizator1

source: Key$User2
cs_cz: Uživatelské 2
hu_hu: 2. felhasználó
ro_ro: Utilizator2

source: Key$User3
cs_cz: Uživatelské 3
hu_hu: 3. felhasználó
ro_ro: Utilizator3

source: Key$User4
cs_cz: Uživatelské 4
hu_hu: 4. felhasználó
ro_ro: Utilizator4

source: Key$User5
cs_cz: Uživatelské 5
hu_hu: 5. felhasználó
ro_ro: Utilizator5

source: Key$User6
cs_cz: Uživatelské 6
hu_hu: 6. felhasználó
ro_ro: Utilizator6

source: Key$User7
cs_cz: Uživatelské 7
hu_hu: 7. felhasználó
ro_ro: Utilizator7

source: Key$User8
cs_cz: Uživatelské 8
hu_hu: 8. felhasználó
ro_ro: Utilizator8

source: Key$User9
cs_cz: Uživatelské 9
hu_hu: 8. felhasználó
ro_ro: Utilizator9

source: Key$Info
cs_cz: Informace
hu_hu: Infó
ro_ro: Info

source: Key$Help
cs_cz: Nápověda
hu_hu: Segítség
ro_ro: Ajutor

source: Timeshift mode
cs_cz: Režim časového posunu
hu_hu: Időcsúsztatás
ro_ro: Modul Timeshift

source: Recording started
cs_cz: Nahrávání bylo zahájeno
hu_hu: Felvétel elindtva
ro_ro: A pornit înregistrarea

source: Free To Air
cs_cz: bezplatné vysílání
hu_hu: FTA
ro_ro: FTA (necriptat)

source: no
cs_cz: ne
hu_hu: nem
ro_ro: nu

source: internal CAM
cs_cz: interní CAM
hu_hu: belső CAM
ro_ro: CAM intern

source: No CI at
cs_cz: Chybí CI -
hu_hu: Nincs CI a(z)
ro_ro: Nu este inserat CI

source: upper slot
cs_cz: horní slot
hu_hu: felső fogadóhelyen
ro_ro: slotul de sus

source: lower slot
cs_cz: dolní slot
hu_hu: alsó fogadóhelyen
ro_ro: slotul de jos

source: encrypted
cs_cz: kódovaný
hu_hu: kikódolt
ro_ro: criptat

source: Rotor - shared LNB
cs_cz: Rotor - sdílený LNB
hu_hu: Rotor - osztott LNB
ro_ro: LNB partajat - Motor

source: auto
cs_cz: automaticky
hu_hu: automatikus
ro_ro: automat

source: Edit channel
cs_cz: Upravit kanál
hu_hu: Csatorna szerkesztése
ro_ro: Editare canal

source: New
cs_cz: Nový
hu_hu: Új
ro_ro: Nou

source: Name
cs_cz: Název
hu_hu: Név
ro_ro: Nume

source: Source
cs_cz: Zdroj
hu_hu: Forrás
ro_ro: Sursă

source: Frequency
cs_cz: Frekvence
hu_hu: Frekvencia
ro_ro: Frecvenţă

source: Polarization
cs_cz: Polarizace
hu_hu: Polarizáció
ro_ro: Polarizare

source: Srate
hu_hu: S-ráta
ro_ro: Rată simboluri

source: none
cs_cz: žádný
hu_hu: nincs
ro_ro: niciuna(ul)

source: Modulation
cs_cz: Modulace
hu_hu: Moduláció
ro_ro: Modulaţie

source: Bandwidth
cs_cz: Šířka pásma
hu_hu: Sávszélesség
ro_ro: Lărgime de bandă

source: Transmission
cs_cz: Přenos
hu_hu: Átvitel
ro_ro: Transmisie

source: Guard
hu_hu: Védelem

source: Hierarchy
cs_cz: Hierarchie
hu_hu: Hierarhia
ro_ro: Ierarhie

source: Button$New
cs_cz: Nový
hu_hu: Új
ro_ro: Nou

source: Channel settings are not unique!
cs_cz: Nastavení kanálů nejsou jedinečná!
hu_hu: A csatorna beállítások nem különböznek!
ro_ro: Parametrii canalului nu sunt univoci!

source: channellist
cs_cz: seznam kanálů
hu_hu: csatornaista
ro_ro: Lista Canale

source: current bouquet
cs_cz: aktuální paket
hu_hu: aktuális bouquet
ro_ro: pachet curent

source: bouquet list
cs_cz: seznam paketů
hu_hu: bouquet-lista
ro_ro: lista pachete

source: Setup.OSD$Channellist starts with
cs_cz: Začátek seznamu kanálů
hu_hu: Csatornalista kezdődik
ro_ro: Lista Canale porneste cu
