Repository: hfuerst/reelvdr
Catalog: src/vdr-1.4/po/*.po
Languages: cs_cz, hu_hu, ro_ro

source: Upcoming VPS recording!
cs_cz: Brzo začne nahrávání VPS!
hu_hu: Beállított VPS felvétel!
ro_ro: Urmează o înregistrare VPS!

source: Can't shutdown - option '-s' not given!
cs_cz: Nelze vypnout - nebyl uveden přepínač '-s'!
hu_hu: Nem tudok leállni - "s" paraméter hiányzik
ro_ro: Nu pot închide - opţiunea '-s' nu este precizata!

source: Switching primary DVB...
cs_cz: Přepínání primárního DVB...
hu_hu: Elsődleges DVB kapcsolása...
ro_ro: Comut dispozitiv DVB primar...

source: End recording
cs_cz: Ukončit nahrávání
hu_hu: Felvétel vége
ro_ro: Sfarsit inregistrare

source: Editing process failed!
cs_cz: Proces úprav se nezdařil!
hu_hu: Szerkesztési folyamat sikertelen!
ro_ro: Procesul de editare a eşuat!

source: Editing process finished
cs_cz: Proces úprav byl dokončen
hu_hu: Szerkesztési folyamat befejeződött
ro_ro: Procesul de editare s-a terminat

source: TV & Radio
cs_cz: Televize a rádio

source: Front Panel
cs_cz: Přední panel
ro_ro: Panoul din fata

source: Bouquets
cs_cz: Pakety
ro_ro: Pachete

source: Start
cs_cz: Začátek
ro_ro: Început

source: Stop
cs_cz: Konec
ro_ro: Sfârşit

source: skin dependent
cs_cz: podle vzhledu
ro_ro: dep. de skin

source: Common Interface
cs_cz: Běžné rozhraní
ro_ro: Interfata Comuna (CI)

source: On/Off
cs_cz: Zap/vyp
ro_ro: Act./Inact.

source: Vpid
ro_ro: PID Video

source: Apid1
ro_ro: PID Audio (1)

source: Apid2
ro_ro: PID Audio (2)

source: Tpid
ro_ro: PID Teletext

source: DVB
ro_ro: Dispozitiv DVB
