Repository: hfuerst/reelvdr
Catalog: src/vdr-1.4/po/*.po
Languages: cs_cz, hu_hu, ro_ro

source: Channels
cs_cz: Kanály
hu_hu: Csatornák
ro_ro: Canale

source: Button$Edit
cs_cz: Upravit
hu_hu: Szerkesztés
ro_ro: Modifică

source: Button$Delete
cs_cz: Odstranit
hu_hu: Törlés
ro_ro: Şterge

source: Button$Mark
cs_cz: Označit
hu_hu: Kijelölés
ro_ro: Pune semn

source: Channel is being used by a timer!
cs_cz: Kanál je používán časovačem!
hu_hu: A csatornát egy időzítő használja!
ro_ro: Canalul este utilizat de un temporizator!

source: Delete channel?
cs_cz: Odstranit kanál?
hu_hu: Csatorna törlése?
ro_ro: Şterg canalul?

source: Edit Bouquet
cs_cz: Upravit paket
hu_hu: Bouquet szerkesztése
ro_ro: Editare Pachet

source: Add Bouquet
cs_cz: Přidat paket
hu_hu: Bouquet hozzáadása
ro_ro: Adauga Pachet

source: CI-Slot for this Bouquet
cs_cz: Slot CI pro tento paket
hu_hu: Bouquethez tartozó CI-hely
ro_ro: Slotul CI pentru acest pachet

source: Note:
cs_cz: Poznámka:
hu_hu: Figyelem:
ro_ro: Nota:

source: Select CI-Slot for current Bouquet.
cs_cz: Vyberte slot CI pro aktuální paket.
hu_hu: CI-hely kiválasztása az aktuális bouquethez
ro_ro: Selecteaza Slotul CI pentru pachetul curent.

source: Move
cs_cz: Přesunout
hu_hu: Mozgat
ro_ro: Muta

source: Delete
cs_cz: Odstranit
hu_hu: Töröl
ro_ro: Şterge

source: Delete Bouquet?
cs_cz: Odstranit paket?
hu_hu: Bouquet törlése?
ro_ro: Şterg Pachet ?

source: Up/Dn for new location - OK to move
cs_cz: Nahoru/dolů - nové umístění, OK - přesunout
hu_hu: Fel/le új hely eléréséhez - OK a mozgatáshoz
ro_ro: Sus/Jos pentru noua locaţie - OK pentru a muta

source: Select channels with OK
cs_cz: Vyberte kanály tlačítkem OK
hu_hu: Catornák kiválasztása OK-val
ro_ro: Selecteaza canale cu 'OK'

source: Delete channels?
cs_cz: Odstranit kanály?
hu_hu: Csatornák törlése?
ro_ro: Şterg canale?

source: Add to Favorites?
cs_cz: Přidat k oblíbeným?
hu_hu: Kedvencekhez adás?
ro_ro: Adaug la favorite ?

source: Button$Insert
cs_cz: Vložit
hu_hu: Beszúr
ro_ro: Inserează

source: Help
cs_cz: Nápověda
hu_hu: Segtség
ro_ro: Ajutor

source: Already first help item
cs_cz: Byla dosažena první položka nápovědy.
hu_hu: Első bejegyzés
ro_ro: Deja primul obiect din 'Ajutor'

source: Already last help item
cs_cz: Byla dosažena poslední položka nápovědy.
hu_hu: Utolsó bejegyzés
ro_ro: Deja ultimul obiect din 'Ajutor'

source: low
cs_cz: nízká
hu_hu: alacsony
ro_ro: jos

source: normal
cs_cz: normální
hu_hu: normális

source: high
cs_cz: vysoká
hu_hu: magas
ro_ro: inalt

source: Active
cs_cz: Aktivní
hu_hu: Aktív
ro_ro: Activ

source: Channel
cs_cz: Kanál
hu_hu: Csatorna
ro_ro: Canal

source: Day
cs_cz: Den
hu_hu: Nap
ro_ro: Ziua

source: Priority
cs_cz: Priorita
hu_hu: Prioritás
ro_ro: Prioritate

source: Lifetime
cs_cz: Životnost
hu_hu: Élettartam
ro_ro: Timp de păstrare

source: unlimited
cs_cz: bez omezení
hu_hu: korlátlan
ro_ro: neimitat

source: Child protection
cs_cz: Ochrana dětí
hu_hu: Gyerekvédelem
ro_ro: Protectie Copii

source: yes
cs_cz: ano
hu_hu: igen
ro_ro: da

source: File
cs_cz: Soubor
hu_hu: Fájl
ro_ro: Fişier

source: First day
cs_cz: První den
hu_hu: Első nap
ro_ro: Prima zi

source: Timers
cs_cz: Časovače
hu_hu: Időzítők
ro_ro: Temporizatoare

source: Button$On/Off
cs_cz: Zap/vyp
hu_hu: Be/Ki
ro_ro: Act./Inact.

source: Button$Info
cs_cz: Informace
hu_hu: Infó
ro_ro: Info

source: Delete timer?
cs_cz: Odstranit časovač?
hu_hu: Időzítő törlése?
ro_ro: Şterg temporizatorul ?

source: Timer still recording - really delete?
cs_cz: Časovač stále nahrává - opravdu odstranit?
hu_hu: Az időzítő éppen felvétel alatt - biztos törli?
ro_ro: Temporizatorul tocmai înregistrează - şterg, totuşi?

source: Event
cs_cz: Událost
hu_hu: Esemény
ro_ro: Emisiune

source: Button$Timer
cs_cz: Časovač
hu_hu: Időzítő
ro_ro: Temporizator

source: Button$Record
cs_cz: Nahrát
hu_hu: Felvétel
ro_ro: Înregistr.

source: Button$Switch
cs_cz: Přepnout
hu_hu: Kapcsolás
ro_ro: Comută

source: ActiveEvent
cs_cz: Aktivní událost
hu_hu: Aktív esemény
ro_ro: Emisiunea in curs

source: What's on now?
cs_cz: Aktuální program
hu_hu: Mi fut éppen?
ro_ro: Ce emisiuni sunt acum?

source: What's on next?
cs_cz: Následující program
hu_hu: Következő műsor
ro_ro: Ce emisiuni urmează?

source: Button$Next
cs_cz: Další
hu_hu: Következő
ro_ro: Următor

source: Button$Now
cs_cz: Nyní
hu_hu: Most
ro_ro: Acum

source: Button$Schedule
cs_cz: Program
hu_hu: Időzítés
ro_ro: Program

source: Can't switch channel!
cs_cz: Kanál nelze přepnout!
hu_hu: Nem tudom kapcsolni a csatornát!
ro_ro: Nu pot comuta canalul!

source: Schedule - %s
cs_cz: Program - %s
hu_hu: Időzítés - %s
ro_ro: Programul canalului %s

source: This event - %s
cs_cz: Tato událost - %s
hu_hu: Ez az esemény - %s
ro_ro: Această emisiune - %s

source: This event - all channels
cs_cz: Tato událost - všechny kanály
hu_hu: Ez az esemény - minden csatorna
ro_ro: Această emisiune - toate canalele

source: All events - all channels
cs_cz: Všechny událost - všechny kanály
hu_hu: Minden esemény - minden csatorna
ro_ro: Toate emisiunile - toate canalele

source: Please enter %d digits!
cs_cz: Zadejte %d číslic!
hu_hu: Adjon meg Proszę %d számot!
ro_ro: Vă rog introduceţi %d cifre!

source: Recording info
cs_cz: Informace o nahrávce
hu_hu: Felvélteli információ
ro_ro: Detaliile înregistrării

source: Button$Play
cs_cz: Přehrát
hu_hu: Lejátszás
ro_ro: Redare

source: Button$Rewind
cs_cz: Na začátek
hu_hu: Visszatekerés
ro_ro: Înapoi

source: Recordings
cs_cz: Nahrávky
hu_hu: Felvételek
ro_ro: Înregistrări

source: Button$Open
cs_cz: Otevřít
hu_hu: Megnyit
ro_ro: Deschide

source: Commands
cs_cz: Příkazy
hu_hu: Parancsok
ro_ro: Comenzi

source: Error while accessing recording!
cs_cz: Chyba při přístupu k nahrávce!
hu_hu: Hiba felvétel közben!
ro_ro: Eroare la accesarea înregistrării!

source: Delete recording?
cs_cz: Odstranit nahrávku?
hu_hu: Felvétel törlése?
ro_ro: Şterg înregistrarea?

source: Error while deleting recording!
cs_cz: Chyba při odstraňování nahrávky!
hu_hu: Hiba a felvétel törlése közben!
ro_ro: Eroare la ştergerea înregistrării!

source: Recording commands
cs_cz: Příkazy pro nahrávání
hu_hu: Felvétel parancsok
ro_ro: Comenzi pentru înregistrări

source: OSD & Language
cs_cz: OSD a jazyk
hu_hu: OSD & nyelv
ro_ro: Limba OSD

source: never
cs_cz: nikdy
hu_hu: soha
ro_ro: niciodată

source: always
cs_cz: vždy
hu_hu: mindig
ro_ro: întotdeauna

source: User defined
cs_cz: uživatelská
hu_hu: Felhasználó által definiált
ro_ro: Definit de Utilizator

source: Small
cs_cz: malá
hu_hu: Kicsi
ro_ro: Mic

source: FontSize$Normal
cs_cz: normální
hu_hu: Normál
ro_ro: Normal

source: Setup.OSD$Language
cs_cz: Jazyk
hu_hu: Nyelv
ro_ro: Limba OSD

source: Setup.DVB$Display subtitles
cs_cz: Zobrazovat titulky
hu_hu: Felirat mutatása
ro_ro: Afişează subtitrari

source: Setup.OSD$OSD Font Size
cs_cz: Velikost písma OSD
hu_hu: OSD betűméret
ro_ro: Dimensiune Font

source: Setup.OSD$OSD font size (pixel)
cs_cz: Velikost písma OSD (pixely)
hu_hu: OSD betűméret (pixel)
ro_ro: Dimensiune font (pixeli)

source: Setup.OSD$Use small font
cs_cz: Používat malé písmo
hu_hu: Kis betűk használata
ro_ro: Utilizare fonturi mici

source: Setup.OSD$Scroll pages
cs_cz: Posouvat stránky
hu_hu: Folyamatos lapozás
ro_ro: Derulează pagini

source: Setup.OSD$Scroll wraps
cs_cz: Z konce na začátek
hu_hu: Skrajne pozycje sąsiadują
ro_ro: Derulare circulară

source: Setup.OSD$Channel info time (s)
cs_cz: Doba zobr. inf. o kanálu (s)
hu_hu: Csatornainfó látható (s)
ro_ro: Durata afişării info-canal (s)

source: channelinfo
cs_cz: inf. o kanálu
hu_hu: csatornainfó
ro_ro: Info Canal

source: Expertmenu
cs_cz: Rozšířené
hu_hu: Haladó menü
ro_ro: Meniu Expert

source: OSD - Expertmenu
cs_cz: OSD - rozšířená nabídka
hu_hu: OSD - Haladó menü
ro_ro: OSD - Meniu Expert

source: Setup.OSD$Skin
cs_cz: Vzhled
hu_hu: Mintázat
ro_ro: Skin

source: Setup.OSD$OSD font name
cs_cz: Název písma OSD
hu_hu: OSD betűtípus neve
ro_ro: Nume font OSD

source: Setup.OSD$Small font name
cs_cz: Název malého písma
hu_hu: Kis betű neve
ro_ro: Nume Font mic

source: Setup.OSD$Fixed font name
cs_cz: Název neproporc. písma
hu_hu: Rögzített betűtípus neve
ro_ro: Nume Font cu lăţime fixă

source: Setup.OSD$Small font size (pixel)
cs_cz: Velikost malého písma (pixely)
hu_hu: Kisbetű mérete (pixel)
ro_ro: Mărimea 'mică' a fontului (pixeli)

source: Setup.OSD$Fixed font size (pixel)
cs_cz: Velikost neproporc. písma (pixely)
hu_hu: Rögzített betű mérete (pixel)
ro_ro: Mărimea 'fixă' a fontului (pixeli)

source: Setup.OSD$Left
cs_cz: Vlevo
hu_hu: Balra
ro_ro: Stânga

source: Setup.OSD$Top
cs_cz: Nahoře
hu_hu: Fel
ro_ro: Sus

source: Setup.OSD$Width
cs_cz: Šířka
hu_hu: Szélesség
ro_ro: Lăţime OSD

source: Setup.OSD$Height
cs_cz: Výška
hu_hu: Magasság
ro_ro: Înălţime OSD

source: Setup.OSD$Random menu placement
cs_cz: Náhodné umístění nabídky
hu_hu: Véletlenszerű menü
ro_ro: Pozitionare aleatorie a meniului

source: Setup.OSD$Optional languages
cs_cz: Volitelné jazyky
hu_hu: Opcionális nyelvek
ro_ro: Limbi optionale

source: Setup.OSD$ Optional language
cs_cz: Volitelný jazyk
hu_hu: Opcionális nyelv
ro_ro: Limba optionala

source: Button$Scan
cs_cz: Prohledat
hu_hu: Keresés
ro_ro: Căutare canale

source: Audio
cs_cz: Zvuk
hu_hu: Audió
ro_ro: Sunet

source: Setup.DVB$Subtitle languages
cs_cz: Jazyky titulků
hu_hu: Felirat nyelvek
ro_ro: Limbi subtitrare

source: Setup.DVB$Subtitle language
cs_cz: Jazyk titulků
hu_hu: Felirat nyelve
ro_ro: Limbă subtitrare

source: Setup.DVB$Subtitle offset
cs_cz: Posunutí titulků
hu_hu: Felirat távolság
ro_ro: Offset subtitrare

source: Setup.DVB$Subtitle foreground transparency
cs_cz: Průhlednost písma titulků
hu_hu: Felirat átláthatósága
ro_ro: Transparenţa prim-planului subtitrării

source: Setup.DVB$Subtitle background transparency
cs_cz: Průhlednost pozadí titulků
hu_hu: Felirat háttér átláthatósága
ro_ro: Transparenţa fundalului subtitrării

source: Setup.DVB$Use Dolby Digital
cs_cz: Používat zvuk v Dolby Digital
hu_hu: Dolby Digital
ro_ro: Utilizeaza Sunet Dolby Digital

source: Delay ac3 (10ms)
cs_cz: Zpoždění AC3 (10 ms)
hu_hu: AC3 késés (10ms)
ro_ro: Intarziere ac3 (10ms)

source: Prefer ac3 over HDMI
cs_cz: Upřednostňovat AC3 před HDMI
hu_hu: AC3 elsőbbsége HDMI-n keresztül
ro_ro: Prefer ac3 prin HDMI

source: Delay Stereo (10ms)
cs_cz: Zpoždění stereo (10 ms)
hu_hu: Stereo késés (10ms)
ro_ro: Intarziere Stereo (10ms)

source: Dish settings
cs_cz: Nastavení talíře
hu_hu: LNB beállítások
ro_ro: Setari Antena

source: DiSEqC disabled
cs_cz: DiSEqC zakázáno
hu_hu: DiSEqC letiltva
ro_ro: DiSEqC dezactivat

source: Different Setups
cs_cz: Různé nastavení
hu_hu: Más beállítás
ro_ro: Setari Diferite

source: DiSEqC Type
cs_cz: Typ DiSEqC
hu_hu: DiSEqC típus
ro_ro: Tip DiSEqC

source: Satellite
cs_cz: Satelit
hu_hu: Szatelit
ro_ro: Satelit

source: LNB Type
cs_cz: Typ LNB
hu_hu: LNB típus
ro_ro: Tip LNB

source: Delay (ms)
cs_cz: Zpoždění (ms)
hu_hu: Késés (ms)
ro_ro: Intarziere (ms)

source: Number of LNBs
cs_cz: Počet LNB
hu_hu: LNB-k száma
ro_ro: Numar de LNB-uri

source: Repeat
cs_cz: Opakovat
hu_hu: Ismétlés
ro_ro: Repeta

source: Rotor on tuner
cs_cz: Rotor na tuneru
hu_hu: Rotor a tuneren
ro_ro: Motor la Tuner

source: Normal
cs_cz: Normální
hu_hu: Normál

source: Expert
cs_cz: Rozšířené
hu_hu: Haladó

source: Rotor Settings
cs_cz: Nastavení rotoru
hu_hu: Rotor beállítások
ro_ro: Setari Rotor

source: Sat positions must be unique!
cs_cz: Pozice satelitů musí být jedinečné!
hu_hu: A műholdpozíció nem lehetséges!
ro_ro: Pozitiile Satelitilor trebuie sa fie unice!

source: Overwrite DiSEqC.conf?
cs_cz: Přepsat soubor DiSEqC.conf?
hu_hu: Felülírjam DiSEqC.conf fájlt?
ro_ro: Rescriu DiSEqC.conf?

source: Changes done
cs_cz: Změny provedeny
hu_hu: Változtatások végrehajtva
ro_ro: Modificari efectuate

source: Init
cs_cz: Inicializovat
hu_hu: Inicializálás
ro_ro: Initializare

source: Error
cs_cz: Chyba
hu_hu: Hiba
ro_ro: Eroare

source: Disabled
cs_cz: Zakázáno
hu_hu: Letiltva
ro_ro: Dezactivat

source: --OFF--
cs_cz: Vypnuto
hu_hu: --KI--
ro_ro: --OPRIT--

source: Reset
cs_cz: Resetovat
hu_hu: Visszaállítás
ro_ro: Repornire

source: Opening CAM menu...
cs_cz: Otevírání nabídky CAM...
hu_hu: CAM menü nyitása...
ro_ro: Deschid meniul CAM...

source: Can't open CAM menu!
cs_cz: Nabídku CAM nelze otevřít!
hu_hu: Nem tudom megnyitni a CAM-menüt!
ro_ro: Nu pot deschide meniul CAM!

source: Resetting CAM...
cs_cz: Resetování modulu CAM...
hu_hu: CAM újraindítása...
ro_ro: Repornire CAM...

source: CAM has been reset
cs_cz: Modul CAM byl resetován
hu_hu: CAM újraindítva
ro_ro: CAM-ul a fost repornit

source: Can't reset CAM!
cs_cz: Modul CAM nelze resetovat!
hu_hu: Nem tudom a CAM-ot újraindítani!
ro_ro: Nu pot reseta CAM!

source: Recording
cs_cz: Nahrávání
hu_hu: Felvétel
ro_ro: Înregistrare

source: Setup.Recording$Timer Buffer at Start (min)
cs_cz: Časová rezerva na začátku (min.)
hu_hu: Időzítő puffer kezdéskor (min)
ro_ro: Marjă la pornire (min)

source: Setup.Recording$Timer Buffer at End (min)
cs_cz: Časová rezerva na konci (min.)
hu_hu: Időzítő puffer befejezéskor (min)
ro_ro: Marjă la oprire (min)

source: Setup.Recording$Default Priority
cs_cz: Výchozí priorita
hu_hu: Általános sorrend
ro_ro: Prioritate implicită

source: Setup.Recording$Default Recording Lifetime
cs_cz: Výchozí životnost nahrávky
hu_hu: Felvétel általános időtartama
ro_ro: Durata initiala a inregistrarii

source: Setup.Recording$Use VPS
cs_cz: Používat VPS
hu_hu: VPS használata
ro_ro: Utilizează VPS

source: Setup.Recording$Mark Instant Recording
cs_cz: Označit okamžitou nahrávku
hu_hu: Felvétel kijelölése
ro_ro: Lasa semn înregistrare imediată

source: Setup.Recording$Instant Recording Time (min)
cs_cz: Délka okamžité nahrávky (min.)
hu_hu: Felvétel időtartama (min)
ro_ro: Durata înregistare imediată (min)

source: Setup.Recording$Instant Recording Lifetime
cs_cz: Životnost okamžité nahrávky
hu_hu: Felvétel élettartama
ro_ro: Durata înregistrare imediată

source: Setup.Recording$Instant Recording Priority
cs_cz: Priorita okamžité nahrávky
hu_hu: Felvételek sorrendje
ro_ro: Prioritate înregistrare imediată

source: Setup.Recording$Mark Blocks after Recording
cs_cz: Označit bloky za nahrávkou
hu_hu: Reklámblokkok kijelölése felvétel után
ro_ro: Lasa semn Blocuri dupa Inregistrare

source: Replay
cs_cz: Přehrát
hu_hu: Visszajátszás
ro_ro: Reluare

source: Setup.Replay$Multi speed mode
cs_cz: Vícerychlostní režim
hu_hu: Gyorsított lejátszás mód
ro_ro: Mod multi-viteză

source: Setup.Replay$Show replay mode
cs_cz: Zobrazit režim přehrávání
hu_hu: Visszajátszási mód
ro_ro: Arata modul reluare

source: Setup.Replay$Jump over cutting-mark
cs_cz: Přeskočit střihovou značku
hu_hu: Ugrás vágásjel után
ro_ro: Sari peste semnul 'taiere'

source: Setup.Replay$Resume play after jump
cs_cz: Po přeskočení pokračovat v přehrávání
hu_hu: Lejátszás folytatása ugrás után
ro_ro: Revenire la pnctul initial dupa 'Salt la:'

source: off
cs_cz: vypnuto
hu_hu: ki
ro_ro: inactiv

source: update
cs_cz: aktualizovat
hu_hu: frissít

source: add
cs_cz: přidat
hu_hu: hozzáad
ro_ro: adauga

source: at the end
cs_cz: na konec
hu_hu: a végén
ro_ro: la sfarsit

source: to bouquets
cs_cz: do paketů
hu_hu: a bouqetekhez
ro_ro: la pachete

source: Background Services
cs_cz: Služby na pozadí
hu_hu: Háttérszolgáltatások
ro_ro: Servicii Fundal

source: Request
cs_cz: Požadavek
hu_hu: Kérés
ro_ro: Cerere

source: Standby
cs_cz: Pohotovostní režim
hu_hu: Készenlét

source: Button$Scan EPG
cs_cz: Prohledat EPG
hu_hu: EPG aktualizálás
ro_ro: Căutare in EPG

source: Setup.Miscellaneous$Zap timeout (s)
cs_cz: Časový limit Zap (s)
hu_hu: Csatornaváltás ideje (s)
ro_ro: Interval zapping (s)

source: Setup.DVB$Autom. update channels
cs_cz: Autom. aktualizovat kanály
hu_hu: Csatornák automatikus aktualizálása
ro_ro: Actualizare automata canale

source: Update mode
cs_cz: Režim aktualizace
hu_hu: Frisstés mód
ro_ro: Mod Update

source: Setup.Miscellaneous$Initial channel
cs_cz: Kanál po spuštění
hu_hu: Kezdő csatorna
ro_ro: Canalul de pornire

source: Setup.Miscellaneous$as before
cs_cz: jako naposledy
hu_hu: mint korábban
ro_ro: ca mai înainte

source: Setup.EPG$EPG scan timeout (h)
cs_cz: Časový limit prohl. EPG (h)
hu_hu: EPG keresési időköz (h)
ro_ro: Interval achiziţie EPG (h)

source: Setup.Miscellaneous$Update-check on system start
cs_cz: Zjišťovat aktualizace při spuštění
hu_hu: Frissítések ellenőrzése indításkor
ro_ro: Cauta actualizari la pornire

source: Permanent Timeshift
cs_cz: Trvalý časový posun
hu_hu: Visszajátszható adás
ro_ro: Timeshift Permanent

source: Setup.LiveBuffer$Buffer (min)
cs_cz: Rezerva (min.)
hu_hu: Puffer (min)
ro_ro: Buffer (min)

source: System Settings
cs_cz: Nastavení systému
hu_hu: Rendszerbeállítások
ro_ro: Setari Sistem

source: This plugin has no setup parameters!
cs_cz: Modul nemá konfigurační parametry!
hu_hu: Ennek a pluginnek nincs beállítás paramétere!
ro_ro: Acest plugin nu se configurează!

source: Title$Setup
cs_cz: Nastavení
hu_hu: Beállítások

source: Recording settings
cs_cz: Nastavení nahrávání
hu_hu: Felvétel beállítások
ro_ro: Setari înregistrări

source: Replay settings
cs_cz: Nastavení přehrávání
hu_hu: Visszajátszás beállítások
ro_ro: Setari reluare

source: Miscellaneous
cs_cz: Různé
hu_hu: Egyebek
ro_ro: Diverse

source: Plugins
cs_cz: Moduly
hu_hu: Pluginek
ro_ro: Plugin-uri

source: Restart
cs_cz: Restartovat
hu_hu: Újraindítás
ro_ro: Repornire

source: Really restart?
cs_cz: Opravdu restartovat?
hu_hu: Tényleg újraindítsam?
ro_ro: Sigur repornesc?

source: Recording - restart anyway?
cs_cz: Probíhá nahrávání - přesto restartovat?
hu_hu: Fevétel - mindenképp újraindítsám?
ro_ro: Tocmai se înregistrează - repornesc, totuşi?

source: restart anyway?
cs_cz: přesto restartovat?
hu_hu: mindenképp ujraindítsam?
ro_ro: repornesc, totuşi?

source: Stop recording
cs_cz: Zastavit nahrávání
hu_hu: Felvétel leállítása
ro_ro: Opreşte înregistrarea

source: Channel list
cs_cz: Seznam kanálů
hu_hu: Csatornalista
ro_ro: Lista Canale

source: Title$Menu
cs_cz: Nabídka
hu_hu: Menü
ro_ro: Meniu

source: Disk
hu_hu: Lemez
ro_ro: Disc

source: free
cs_cz: volných
hu_hu: szabad
ro_ro: liber

source: Title$Main Menu
cs_cz: Hlavní nabídka
hu_hu: Főmenü
ro_ro: Meniul Principal

source: Stop replaying
cs_cz: Zastavit přehrávání
hu_hu: Visszajátszás megállítása
ro_ro: Opreşte redarea

source: Button$Recordings
cs_cz: Nahrávky
hu_hu: Felvételek
ro_ro: Înregistr.

source: Button$Multifeed
cs_cz: Multifeed
hu_hu: Multifeed
ro_ro: Multifeed

source: Cancel editing
cs_cz: Zrušit úpravy
hu_hu: Szerkesztés abbahagyása
ro_ro: Opreşte editarea

source: Stop recording?
cs_cz: Zastavit nahrávání?
hu_hu: Felvétel megállítása?
ro_ro: Opresc înregistrarea?

source: Cancel editing?
cs_cz: Zrušit úpravy?
hu_hu: Szerkesztés abbahagyása?
ro_ro: Opresc editarea?

source: Button$Audio
cs_cz: Zvuk
hu_hu: Audió
ro_ro: Sunet

source: No audio available!
cs_cz: Zvuk není dostupný!
hu_hu: Nincs hang!
ro_ro: Lipseşte sunetul!

source: No subtitles
cs_cz: Bez titulků
hu_hu: Nincs felirat
ro_ro: Fara subtirare

source: Button$Subtitles
cs_cz: Titulky
hu_hu: Felirat
ro_ro: Subtitrare

source: No subtitles available!
cs_cz: Žádné dostupné titulky!
hu_hu: Felirat nem elérehető!
ro_ro: Subtitrare indisponibilă!

source: Not enough disk space to start recording!
cs_cz: Nedostatek volného místa k zahájení nahrávání!
hu_hu: Nincs elég tárolóhely a felvételhez!
ro_ro: Insuficient spaţiu pe disc pentru înregistrare!

source: recording already running - Start another?
cs_cz: Již probíhá nahrávání - zahájit další?
hu_hu: Felvétel aktív - másikat is indítsam?
ro_ro: Inregistrarea ruleaza deja - Pornesc alta ?

source: No free DVB device to record!
cs_cz: Žádné zařízení DVB není volné k nahrávání!
hu_hu: Nincs szabad DVB eszköz a felvételhez!
ro_ro: Nu mai sunt dispozitive DVB disponibile pentru înregistrare!

source: Pausing live video...
cs_cz: Pozastavení živého programu...
hu_hu: Élő videó megállítása...
ro_ro: Trec în pauză emisiunea transmisă...

source: Jump:
cs_cz: Přejít:
hu_hu: Ugrás:
ro_ro: Salt la:

source: No editing marks defined!
cs_cz: Nejsou nadefinovány žádné střihové značky!
hu_hu: Nincsenek szerkesztése jelek!
ro_ro: Nu s-au definit semne de editare pentru această înregistrare

source: Can't start editing process!
cs_cz: Proces úprav nelze zahájit!
hu_hu: Nem tudom elindítani a szerkesztőt!
ro_ro: Nu pot porni procesul de editare!

source: Editing process started
cs_cz: Proces úprav byl zahájen
hu_hu: Szerkesztés elindítva
ro_ro: Procesul de editare a început

source: Editing process already active!
cs_cz: Proces úprav je již aktivní!
hu_hu: Szerkesztési folyamat aktív!
ro_ro: Procesul de editare este deja activ!

source: Reboot
cs_cz: Restartovat
hu_hu: Újraindítása
ro_ro: Repornire

source: Set Sleeptimer
cs_cz: Nastavit časovač uspání
hu_hu: Kikapcsolási időzítő beállítása
ro_ro: Setare Temporizator Stand-by

source: Pause Live-TV
cs_cz: Pozastavit živou TV
hu_hu: Live-TV szünet
ro_ro: Pauza Live-Tv

source: Activating standby
cs_cz: Aktivace pohotovostního režimu
hu_hu: Készenlét
ro_ro: Activez stand-by

source: Activating deep standby
cs_cz: Aktivace režimu spánku
hu_hu: Leállás
ro_ro: Activez stand-by adanc

source: Activating reboot
cs_cz: Aktivace restartování
hu_hu: Újraindítás
ro_ro: Activez repornire

source: Recording - shut down anyway?
cs_cz: Probíhá nahrávání - přesto vypnout?
hu_hu: Felvétel - leálljak?
ro_ro: Tocmai se înregistrează - închid, totuşi?

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&
cs_cz: aábcčdďeéěfghiíjklmnňoópqrřsštťuúůvwxyýzž0123456789-_.,#~\^$[]|()*+?{}/:%@&
hu_hu: aábcdeéfghiíjklłmnoóöőpqrstuúüűvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&
ro_ro: aăâbcdefghiîjklmnopqrsştţuvwxyz0123456789-_.,#~\^$[]|()*+?{}/:%@&

source: CharMap$ 0@+-_ .?!,1#~\^$[]|()*{}/:%& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
cs_cz: 0@+-_ .?!,1#~\^$[]|()*{}/:%& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
hu_hu: 0@+-_ .?!,1#~\^$[]|()*{}/:%& aábc2 deéf3 ghií4 jklł5 mnoóöő6 pqrs7 tuúüűv8 wxyz9
ro_ro: 0@+-_ .?!,1#~\^$[]|()*{}/:%& aăâbc2 def3 ghiî4 jkl5 mno6 pqrsş7 tţuv8 wxyz9

source: Button$ABC/abc
cs_cz: ABC/abc
hu_hu: ABC/abc
ro_ro: ABC/abc

source: Button$Overwrite
cs_cz: Přepsat
hu_hu: Felülír
ro_ro: Suprascrie

source: Please select
cs_cz: Vyberte
hu_hu: Kérem válasszon
ro_ro: Va rog selectati

source: Main Menu
cs_cz: Hlavní nabídka
hu_hu: Főmenü
ro_ro: Meniul Principal

source: Channel locked (recording)!
hu_hu: Csatorna zárolva (felvétel)!
ro_ro: Canal blocat (înregistrare)!

source: can't record - check your configuration
cs_cz: Nelze nahrávat - zkontrolujte konfiguraci
hu_hu: Nem tudok felvételt készíteni!
ro_ro: nu pot inregistra, verificati configuratia

source: Low disk space!
cs_cz: Disk bude brzy zaplněn!
hu_hu: Kevés szabad lemezterület!
ro_ro: Spaţiul redus pe disc!

source: Recording-file already exists!
cs_cz: Soubor nahrávky již existuje!
hu_hu: Felvétel célfájl már létezik!
ro_ro: Fisierul inregistrat exista deja!

source: Volume
cs_cz: Hlasitost
hu_hu: Hangerő
ro_ro: Volum

source: Classic VDR
cs_cz: Klasické VDR
hu_hu: Klasszikus VDR
ro_ro: VDR clasic

source: ST:TNG Panels
cs_cz: Panely ST:TNG
hu_hu: ST:TNG panel
ro_ro: Cons. ST:TNG

source: MTWTFSS
cs_cz: PÚSČPSN
hu_hu: HKSCPSV
ro_ro: LMMJVSD

source: MonTueWedThuFriSatSun
cs_cz: Po Út St Čt Pá So Ne
hu_hu: HétKedSzeCsüPénSzoVas
ro_ro: LunMarMieJoiVinSâmDum

source: Monday
cs_cz: Pondělí
hu_hu: Hétfő
ro_ro: Luni

source: Tuesday
cs_cz: Úterý
hu_hu: Kedd
ro_ro: Marţi

source: Wednesday
cs_cz: Středa
hu_hu: Szerda
ro_ro: Miercuri

source: Thursday
cs_cz: Čtvrtek
hu_hu: Csütörtök
ro_ro: Joi

source: Friday
cs_cz: Pátek
hu_hu: Péntek
ro_ro: Vineri

source: Saturday
cs_cz: Sobota
hu_hu: Szombat
ro_ro: Sâmbătă

source: Sunday
cs_cz: Neděle
hu_hu: Vasárnap
ro_ro: Duminică

source: ejecting media
cs_cz: vysunout DVD
hu_hu: DVD kiadása
ro_ro: scoate DVD din unitate
