Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/burn-cvs/po/*.po
Languages: ca_es, cs_cz, es_es, it_it, nl_nl, pl_pl

source: Versatile convert-and-burn plugin
ca_es: Connector per a convertir i enregistrar
cs_cz: Univerzální modul pro převádění a vypalování
es_es: Plugin versátil para convertir y grabar
it_it: Versatile plugin di conversione e masterizzazione
nl_nl: Veelzijdige converteer-en-brand plugin
pl_pl: Wszechstronna wtyczka conwertuj-i-nagraj

source: Burn Recordings to DVD
ca_es: Enregistra gravacions a DVD
cs_cz: Vypálit nahrávky na DVD
es_es: Pasar grabaciones a DVD
it_it: Mast. registr. su DVD
nl_nl: Opnames op DVD branden
pl_pl: Nagraj Nagranie na DVD

source: Burn job active
ca_es: Enregistra la tasca activa
cs_cz: Úloha vypalování aktivní
es_es: Grabar trabajo actual
it_it: Processo di mast. attivo
nl_nl: Branden aktief
pl_pl: Nagraj aktywną pracę

source: Burn
ca_es: Enregistra
cs_cz: Vypálit
es_es: Grabar
it_it: Masterizzare
nl_nl: Branden
pl_pl: Nagraj

source: Please enter the burn plugin
ca_es: Si us plau, introduïu el connector per a enregistrar
cs_cz: Přejděte do modulu pro vypalování
es_es: Arranque el plugin de grabación
it_it: Inserire il plugin di masterizzazione
nl_nl: Kies aub de brand plugin.
pl_pl: Prosze podaj wtyczke nagrania

source: Please insert an empty disk and press Ok
ca_es: Si us plau, inseriu un disc buit i premeu la tecla OK
cs_cz: Vložte prázdný disk a stiskněte tlačítko OK
es_es: Inserte un disco vacío y presione OK
it_it: Inserire un disco vuoto e premere Ok
nl_nl: Plaats aub een lege disk en druk Ok
pl_pl: Proszę włożyć pósty dysk i nacisnąć Ok

source: Job still active - really cancel?
ca_es: La tasca és activa - Voleu cancel·lar-la?
cs_cz: Úloha stále aktivní - opravdu zrušit?
es_es: Tarea en curso - ¿desea cancelarla?
it_it: Processo ancora attivo! - Annullare?
nl_nl: Opdracht nog bezig - echt afbreken?
pl_pl: Zadanie jeszcze aktywne - naprawdę anulować?

source: Burning DVD
ca_es: Enregistrant DVD
cs_cz: Vypalování DVD
es_es: Grabando DVD
it_it: Masterizzazione DVD in corso
nl_nl: Branden van DVD bezig
pl_pl: Nagraj DVD

source: done
ca_es: fet
cs_cz: hotovo
es_es: Hecho
it_it: Fatto
nl_nl: gereed
pl_pl: gotowe

source: DVD with menus
ca_es: DVD amb menús
cs_cz: DVD s nabídkami
es_es: DVD con menús
it_it: DVD con menu
nl_nl: DVD met menu's
pl_pl: DVD z menu

source: DVD without menus
ca_es: DVD sense menús
cs_cz: DVD bez nabídek
es_es: DVD sin menús
it_it: DVD senza menu
nl_nl: DVD zonder menu's
pl_pl: DVD bez menu

source: Archive disk
ca_es: Desa al disc
cs_cz: Archivní disk
es_es: Guardar en disco
it_it: Disco archivio
nl_nl: Archiveer schijf
pl_pl: Dysk archiwum

source: ISO file only
nl_nl: Alleen ISO bestand

source: Disc
nl_nl: Schijf

source: ISO file and Disc
nl_nl: ISO bestand en schijf

source: No chapters
ca_es: Sense capítols
cs_cz: Bez kapitol
es_es: Sin capítulos
it_it: Nessun capitolo
nl_nl: Geen hoofdstukken
pl_pl: Bez rozdziałów

source: Use editing marks
ca_es: Utilitza les marques d'edició
cs_cz: Použít střihové značky
es_es: Usar marcas de edición
it_it: Utilizzare etichette di modifica
nl_nl: Gebruik markeringen
pl_pl: Uzywaj oznaczeń edycji

source: Every 5 minutes
ca_es: Cada 5 minuts
cs_cz: Každých 5 minut
es_es: Cada 5 minutos
it_it: Ogni 5 minuti
nl_nl: Elke 5 min.
pl_pl: Karzdą 5 minute

source: Every 10 minutes
ca_es: Cada 10 minuts
cs_cz: Každých 10 minut
es_es: Cada 10 minutos
it_it: Ogni 10 minuti
nl_nl: Elke 10 min.
pl_pl: Karzdą 10 minute

source: Every 15 minutes
ca_es: Cada 15 minuts
cs_cz: Každých 15 minut
es_es: Cada 15 minutos
it_it: Ogni 15 minuti
nl_nl: Elke 15 min.
pl_pl: Karzdą 15 minute

source: Every 30 minutes
ca_es: Cada 30 minuts
cs_cz: Každých 30 minut
es_es: Cada 30 minutos
it_it: Ogni 30 minuti
nl_nl: Elke 30 min.
pl_pl: Karzdą 30 minute

source: Every hour
ca_es: Cada hora
cs_cz: Každou hodinu
es_es: Cada hora
it_it: Ogni ora
nl_nl: Ieder uur
pl_pl: Karzdą godzine

source: none
ca_es: cap
cs_cz: žádný
es_es: Ninguno
it_it: Nessuno
nl_nl: geen
pl_pl: żaden

source: Couldn't convert character sets!
ca_es: No es pot convertir el joc de caràcters!
cs_cz: Nelze převést znakové sady!
es_es: ¡No se pueden convertir estos caracteres!
it_it: Impossibile convertire i set di caratteri!
nl_nl: Kon karakter sets niet converteren
pl_pl: Nie mogł skonwertowac ustawien charakteru!

source: Couldn't open image file!
ca_es: No es pot obrir el fitxer d'imatge!
cs_cz: Nelze otevřít obrazový soubor!
es_es: ¡No se puede abrir esta imágen!
it_it: Impossibile aprire il file immagine!
nl_nl: Kon image bestand niet openen
pl_pl: Nie potrafil otworzyc pliku obrazu!

source: Couldn't create new image!
ca_es: No es pot crear una nova imatge!
cs_cz: Nelze vytvořit nový obraz!
es_es: ¡No se puede crear nueva imágen!
it_it: Impossibile creare la nuova immagine!
nl_nl: Kon nieuwe image niet maken
pl_pl: Nie potrafil otworzyc obrazu!

source: Couldn't render menu images!
ca_es: No es poden renderitzar les imatges del menú!
cs_cz: Nelze vykreslit obrázky nabídky!
es_es: ¡No se puede encontrar el menú de imágenes!
it_it: Render del menu immagine impossibile!
nl_nl: Kon menu afbeeldingen niet maken
pl_pl: Nie potrafil otworzyc obrazu!

source: Couldn't save image file!
ca_es: No es pot desar el fitxer d'imatge!
cs_cz: Nelze uložit obrazový soubor!
es_es: ¡No se puede guardar esta imágen!
it_it: Impossibile salvare il file!
nl_nl: Kon image bestand niet opslaan
pl_pl: Nie potrafil zapaisac obrazow menu!

source: Recording too big for disc type!
ca_es: El disc no té prou capacitat per enregistrar la gravació!
cs_cz: Nahrávka je pro typ disku příliš veliká!
es_es: ¡La grabación ocupa demasiado espacio!
it_it: Disco insufficiente per la registrazione!
nl_nl: Opname te groot voor deze disk!
pl_pl: Nagranie za duze dla tego typu dysku!

source: Disc too big for disc type!
ca_es: La capacitat del disc no està suportada per la unitat!
cs_cz: Disk je pro typ disku příliš veliký!
es_es: ¡El disco es demasiado grande!
it_it: Disco insufficiente per il disco!
nl_nl: Disk te groot voor disk type!
pl_pl: Dysk zbyt wielki dla tego typu dysku!

source: A job failed!
ca_es: La tasca no s'ha pogut completar!
cs_cz: Úloha se nezdařila!
es_es: ¡Tarea frustrada!
it_it: Processo fallito!
nl_nl: Een opdracht is mislukt!
pl_pl: Blad w wykonaniu zadania!

source: A job was finished successfully.
ca_es: La tasca ha finalitzat amb èxit.
cs_cz: Úloha byla úspěšně dokončena.
es_es: La tarea acabó satisfactoriamente
it_it: Processo terminato correttamente.
nl_nl: Een opdracht is met succes afgerond.
pl_pl: Zadanie zostalo zakonczone z sukcesem.

source: Recordings
ca_es: Gravacions
cs_cz: Nahrávky
es_es: Grabaciones
it_it: Registrazioni
nl_nl: Opnamen
pl_pl: Nagrania

source: Options
ca_es: Opcions
cs_cz: Možnosti
es_es: Opciones
it_it: Opzioni
nl_nl: Optie's
pl_pl: Opcje

source: Title of recording
nl_nl: Opname titel

source: Edit recording details
nl_nl: Pas opname details aan

source: Move down
ca_es: Mou avall
cs_cz: Dolů
es_es: Mover abajo
it_it: Spostare giù
nl_nl: Beweeg naar beneden
pl_pl: Przejdz na dół

source: Track$Off
ca_es: Off
cs_cz: Vyp
es_es: Off
it_it: Off
nl_nl: Uit
pl_pl: Off

source: Track$On
ca_es: On
cs_cz: Zap
es_es: On
it_it: On
nl_nl: Aan
pl_pl: On

source: Language code
ca_es: Codi d'idioma
cs_cz: Kód jazyka
es_es: Código idioma
it_it: Codice lingua
nl_nl: Taalcode
pl_pl: Kody jezyka

source: Choose title
ca_es: Trieu el títol
cs_cz: Zvolte název
es_es: Escoger título
it_it: Selezionare titolo
nl_nl: Kies titel
pl_pl: Wybierz tytul

source: $Recordings: %1$d, total size: %2$.1f MB
ca_es: Gravacions: %1$d, capacitat total: %2$.1f MB
cs_cz: Nahrávky: %1$d, celková velikost: %2$.1f MB
es_es: $Grabaciones: %1$d, tamaño total: %2$.1f MB
it_it: Registrazioni: %1$d, dimensione totale: %2$.1f MB
nl_nl: Opnamen: %1$d, totale grootte: %2$.1f MB
pl_pl: $Nagrania: %1$d, total size: %2$.1f MB

source: Write DVD
ca_es: Grava DVD
cs_cz: Zapsat na DVD
es_es: Grabar DVD
it_it: Scrivere DVD
nl_nl: Schrijf DVD
pl_pl: Zapisz DVD

source: Select recordings for burning with 'OK'
nl_nl: Kies de te branden opname's met 'OK'

source: Recommended media: %s
ca_es: Suport recomanat: %s
cs_cz: Doporučené médium: %s
es_es: Medio recomendado: %s
it_it: Supporto raccomandato: %s
nl_nl: Voorkeur media: %s
pl_pl: Zalecane media: %s

source: Only archive disk possible
ca_es: Només és possible desar-ho al disc
cs_cz: Lze použít pouze archivní disk
es_es: Sólo es posible usar disco grabable
it_it: Consentito solo disco archivio!
nl_nl: Alleen archiveren van de schijf is mogelijk
pl_pl: Tylko dysk archiwalny mozliwy

source: Info
cs_cz: Informace
nl_nl: Informatie
pl_pl: Informacje

source: Button$Burn
ca_es: Enregistra
cs_cz: Vypálit
es_es: Grabar
it_it: Masterizzare
nl_nl: Branden
pl_pl: Nagraj

source: Select recording with > OK <
ca_es: Seleccioneu les gravacions amb la tecla > OK <
cs_cz: Vyberte nahrávku tlačítkem OK
es_es: Seleccionar grabación con > OK <
it_it: Ok -> Selezionare registrazione
nl_nl: Selecteer opname met > OK <
pl_pl: Wybierz nagrywanie przy pomocy > OK <

source: Analyzing recording...
ca_es: S'està analitzant la gravació...
cs_cz: Analýza nahrávky...
es_es: Analizando grabación...
it_it: Analisi registrazione in corso...
nl_nl: Analiseer opname...
pl_pl: Analizuje nagranie...

source: Job
ca_es: Tasca
cs_cz: Úloha
es_es: Tarea
it_it: Processo
nl_nl: Opdracht
pl_pl: Zadanie

source: DVD title
ca_es: Títol del DVD
cs_cz: Název DVD
es_es: Título DVD
it_it: Titolo DVD
nl_nl: DVD titel
pl_pl: Tytuł DVD

source: Archive-ID
ca_es: ID d'arxiu
cs_cz: ID archivu
es_es: ID archivo
it_it: ID Archivio
nl_nl: Archief ID
pl_pl: Archiwum-ID

source: Recordings scheduled to be burnt are:
nl_nl: Geplande te branden opname's :

source: No recordings marked
ca_es: No heu seleccionat cap gravació
cs_cz: Žádné vybrané nahrávky
es_es: No hay grabaciones marcadas
it_it: Nessuna registrazione etichettata
nl_nl: Geen opname's gemarkeerd
pl_pl: Nie zaznaczono nagran

source: Info:
nl_nl: Informatie:

source: Please press the blue key to select recording.
nl_nl: Druk de blauwe knop om een opname te kiezen.

source: Remove
ca_es: Suprimeix
cs_cz: Odebrat
es_es: Borrar
it_it: Rimuovere
nl_nl: Verwijder
pl_pl: Usuń

source: Button$Cancel
ca_es: Cancel·la
cs_cz: Storno
es_es: Cancelar
it_it: Annullare
nl_nl: Annuleer
pl_pl: Anuluj

source: No video track selected!
ca_es: No heu seleccionat cap pista de vídeo!
cs_cz: Není vybrána žádná stopa videa!
es_es: ¡No hay pista de video seleccionada!
it_it: Nessuna traccia video selezionata!
nl_nl: Geen videospoor geselecteerd
pl_pl: Nie wybrano śladu video!

source: No audio track selected!
ca_es: No heu seleccionat cap pista d'àudio!
cs_cz: Není vybrána žádná zvuková stopa!
es_es: ¡No hay pista de audio seleccionada!
it_it: Nessuna traccia audio selezionata!
nl_nl: Geen audiospoor geselecteerd
pl_pl: Nie wybrano śladu audio!

source: Not enough free disk space!
ca_es: No hi ha prou espai al disc!
cs_cz: Nedostatek volného místa na disku!
es_es: ¡No hay suficiente espacio libre en disco!
it_it: Spazio su disco insufficiente!
nl_nl: Niet genoeg schijfruimte vrij!
pl_pl: Brak wolnego miejsca na dysku!

source: Remove recording from list?
ca_es: Suprimir la gravació de la llista?
cs_cz: Odebrat nahrávku ze seznamu?
es_es: ¿Borrar grabación de la lista?
it_it: Rimuovere la registrazione dall'elenco?
nl_nl: Opname uit de lijst verwijderen?
pl_pl: Usunąć nagranie z listy?

source: Remove all recordings from list?
nl_nl: Alle opname's van de lijst verwijderen?

source: $Job active (Writing: %1$d%%)
ca_es: Tasca activa (Gravant: %1$d%%)
cs_cz: Úloha aktivní (zápis: %1$d%%)
es_es: Tarea activa (grabando: %1$d%%)
it_it: Processo attivo (scrittura: %1$d%%)
nl_nl: Opdracht actief (Branden: %1$d%%)
pl_pl: $Zadanie aktywne (Nagrywanie: %1$d%%)

source: $Job active (Converting: %1$d%%)
ca_es: Tasca activa (Convertint: %1$d%%)
cs_cz: Úloha aktivní (převod: %1$d%%)
es_es: Tarea activa (convirtiendo: %1$d%%)
it_it: Processo attivo (conversione: %1$d%%)
nl_nl: Opdracht actief (Converteren: %1$d%%)
pl_pl: $Zadanie aktywne (Conwertuje: %1$d%%)

source: Job active (Writing)
ca_es: Tasca activa (Gravant)
cs_cz: Úloha aktivní (zápis)
es_es: Tarea activa (grabando)
it_it: Processo attivo (scrittura)
nl_nl: Opdracht actief (Branden)
pl_pl: Zadanie aktywne (Nagrywanie)

source: Job active (Converting)
ca_es: Tasca activa (Convertint)
cs_cz: Úloha aktivní (převod)
es_es: Tarea activa (convirtiendo)
it_it: Processo attivo (conversione)
nl_nl: Opdracht actief (Converteren)
pl_pl: Zadanie aktywne (Conwertuje)

source: No active or waiting jobs present
ca_es: No hi ha tasques actives o en espera
cs_cz: Žádná aktivní nebo čekající úloha
es_es: No hay tareas activas ni pendientes
it_it: Nessun processo attivo o in attesa
nl_nl: Geen aktieve of geplande opdrachten aanwezig
pl_pl: Nie ma aktywnych lub czekajacych zadań

source: Canceled jobs
ca_es: Tasques cancel·lades
cs_cz: Zrušené úlohy
es_es: Tareas canceladas
it_it: Processi cancellati
nl_nl: Afgebroken opdrachten
pl_pl: Anulowane zadania

source: Erroneous jobs
ca_es: Tasques amb errors
cs_cz: Úlohy s chybou
es_es: Tareas erróneas
it_it: Processo non corretto!
nl_nl: Fout uitgevoerde opdrachten
pl_pl: Błędne zadania

source: Button$Recordings
ca_es: Gravacions
cs_cz: Nahrávky
es_es: Grabaciones
it_it: Registrazioni
nl_nl: Opnamen
pl_pl: Nagrania

source: Restart
ca_es: Reinicia
cs_cz: Restartovat
es_es: Reiniciar
it_it: Riavvio
nl_nl: Herstart

source: Retry
ca_es: Reintenta
cs_cz: Opakovat
es_es: Reintentar
it_it: Riprovare
nl_nl: Probeer opnieuw
pl_pl: Ponowić

source: Button$Remove
ca_es: Suprimeix
cs_cz: Odebrat
es_es: Borrar
it_it: Rimuovere
nl_nl: Verwijder
pl_pl: Usuń

source: Replace current job?
ca_es: Reemplaçar la tasca actual?
cs_cz: Nahradit aktuální úlohu?
es_es: ¿Sustituir tarea actual?
it_it: Sostituire il processo corrente?
nl_nl: Huidige opdracht vervangen?
pl_pl: Zmien obecne zadanie?

source: Remove job from list?
ca_es: Suprimir la tasca de la llista?
cs_cz: Odebrat úlohu ze seznamu?
es_es: ¿Borrar tarea de la lista?
it_it: Cancellare il processo dall'elenco?
nl_nl: Opdracht uit de lijst verwijderen?
pl_pl: Usuń zadanie z listy?

source: $Total size: %1$.1f MB %2$s
ca_es: Capacitat total: %1$.1f MB %2$s
cs_cz: Celková velikost: %1$.1f MB %2$s
es_es: Tamaño total: %1$.1f MB %2$s
it_it: Dimensione totale: %1$.1f MB %2$s
nl_nl: Totale grootte: %1$.1f MB %2$s
pl_pl: $Cala wielkość: %1$.1f MB %2$s

source: (would be shrinked)
ca_es: (s'ha de comprimir)
cs_cz: (bylo by zmenšeno)
es_es: (será reducido)
it_it: (sarà compresso)
nl_nl: (zal worden gecomprimeerd)
pl_pl: (Istnieje mozliwosc pomniejszenia)

source: Aspect ratio
ca_es: Relació d'aspecte
cs_cz: Poměr stran
es_es: Relación/aspecto
it_it: Rapporto d'aspetto
nl_nl: Aspect verhouding
pl_pl: Wydłużenie

source: Previous page
ca_es: Pàgina anterior
cs_cz: Předchozí stránka
es_es: Página anterior
it_it: Pagina precedente
nl_nl: Vorige pagina
pl_pl: Poprzednia strona

source: Next page
ca_es: Pàgina següent
cs_cz: Další stránka
es_es: Página siguiente
it_it: Pagina seguente
nl_nl: Volgende pagina
pl_pl: Nastepna strona

source: Play movie
ca_es: Reprodueix pel·lícula
cs_cz: Přehrát film
es_es: Reproducir película
it_it: Riprodurre film
nl_nl: Speel film af
pl_pl: Odgrywaj film

source: Button$Back
ca_es: Enrere
cs_cz: Zpět
es_es: Atrás
it_it: Indietro
nl_nl: Terug
pl_pl: Spowrotem

source: Couldn't read index
ca_es: No es pot llegir l'índex
cs_cz: Nelze načíst index
es_es: No se puede leer el índice
it_it: Impossibile leggere l'indice!
nl_nl: Kon index niet lezen
pl_pl: Nie odczytal indeksu

source: Couldn't browse recording
ca_es: No es poden explorar les gravacions
cs_cz: Nelze procházet nahrávku
es_es: No se pueden abrir las grabaciónes
it_it: Navigazione registrazioni impossibile!
nl_nl: Kon opname niet vinden
pl_pl: Nie był w stanie przeszukać nagrania

source: Couldn't read marks
ca_es: No es poden llegir les marques
cs_cz: Nelze načíst značky
es_es: No se pueden leer las marcas
it_it: Impossibile leggere le etichette!
nl_nl: Kon markeringen niet lezen
pl_pl: Nie był w stanie odczytać zaznaczeń

source: Recording is too short
ca_es: La gravació és massa curta
cs_cz: Nahrávka je příliš krátká
es_es: La grabación es demasiado breve
it_it: Registrazione troppo breve
nl_nl: Opname is te kort
pl_pl: Nagrania jest za krótkie

source: Write to
nl_nl: Schrijf naar

source: Burn speed
ca_es: Velocitat d'enregistrament
cs_cz: Rychlost vypalování
es_es: Velocidad de grabación
it_it: Velocità scrittura
nl_nl: Brandsnelheid
pl_pl: Szybkosc nagrywania

source: unlimited
ca_es: il·limitat
cs_cz: bez omezení
es_es: Ilimitado
it_it: Illimitata
nl_nl: ongelimiteerd
pl_pl: nieograniczone

source: Chapters
ca_es: Capítols
cs_cz: Kapitoly
es_es: Capítulos
it_it: Capitoli
nl_nl: Hoofdstukken
pl_pl: Rozdziały

source: Cut
ca_es: Talla
cs_cz: Střih
es_es: Cortar
it_it: Tagliare
nl_nl: Knip
pl_pl: Wytnij

source: Skip empty titlemenu
ca_es: Omet el títol de menú buit
cs_cz: Přeskočit prázdnou titulní nabídku
es_es: Omitir título de menú vacío
it_it: Omettere menu titoli vuoto
nl_nl: Sla lege titelmenu's over
pl_pl: Pomiń puste menu tytulu

source: Skip short mainmenu
ca_es: Omet el mini-menú principal
cs_cz: Přeskočit krátkou hlavní nabídku
es_es: Omitir menú principal corto
it_it: Omettere menu principale breve
nl_nl: Sla korte hoofdmenu's over
pl_pl: Pomin krotkie menu glowne

source: --- Common settings --------------------------------------------------
ca_es: --- Paràmetres generals ----------------------------------------------
cs_cz: --- Obecné nastavení -------------------------------------------------
es_es: --- Configuraciones generales ---------------------------------------
it_it: --- Configurazioni comuni ---------------------------------------------
nl_nl: --- Basis instellingen -----------------------------------------------
pl_pl: --- Powszechne ustawienia --------------------------------------------------

source: Remove path component
ca_es: Suprimeix el camí del component
cs_cz: Odebrat cestu
es_es: Borrar componente path
it_it: Rimuovere componente percorso
nl_nl: Verwijder pad component
pl_pl: Usuń komponent ścieżki

source: Eject disc after burn
ca_es: Expulsa el disc després de gravar
cs_cz: Po vypálení vysunout disk
es_es: Expulsar disco al acabar
it_it: Espellere disco dopo la scrittura
nl_nl: Werp schijf uit na het branden
pl_pl: Wysuń płyte po nagraniu

source: Demux using
ca_es: S'està utilitzant Demux
cs_cz: Demux pomocí
es_es: Usando demux
it_it: Utlizzare demux
nl_nl: Demux met behulp van
pl_pl: Uzywa demux

source: Requant using
ca_es: S'està utilitzant Requant
cs_cz: Requant pomocí
es_es: Usando requant
it_it: Utlizzare requant
nl_nl: Requant met behulp van
pl_pl: Uzywa requant

source: Preserve logfiles
ca_es: Conserva els fitxers de registre
cs_cz: Zachovat soubory protokolu
es_es: Mantener archivos log
it_it: Conservare file di log
nl_nl: Behoud van logbestanden
pl_pl: Zabezpiecz logi

source: Spare language code
ca_es: Codi d'idioma alternatiu
cs_cz: Náhradní kód jazyka
es_es: Código de idioma sobrante
it_it: Codice lingua sussidiaria
nl_nl: Reserve taalcode
pl_pl: Cześci kodu jezyka

source: Status in main menu
ca_es: Estat en el menú principal
cs_cz: Stav v hlavní nabídce
es_es: Estado en menú principal
it_it: Stato nel menu principale
nl_nl: Status in het hoofdmenu
pl_pl: Status w glownym menu

source: --- Job defaults -----------------------------------------------------
ca_es: --- Tasques predeterminades ------------------------------------------
cs_cz: --- Výchozí nastavení úlohy ------------------------------------------
es_es: --- Tareas por defecto ----------------------------------------------
it_it: --- Default processi ------------------------------------------------
nl_nl: --- Standaard brand-opties ------------------------------------------
pl_pl: --- Zadanie standardowe -----------------------------------------------------

source: --- Job menu settings ------------------------------------------------
ca_es: --- Configuració del menú de tasques ---------------------------------
cs_cz: --- Nastavení nabídky úlohy ------------------------------------------
es_es: --- Menú de configuración de tareas ---------------------------------
it_it: --- Configurazione menu processi ---------------------------------
nl_nl: --- Overige brand-opties --------------------------------------------
pl_pl: --- Menu zadań standardowych ------------------------------------------------

source: Offer disk type
ca_es: Ofereix el tipus de disc
cs_cz: Nabízet typ disku
es_es: Ofrecer tipo de disco
it_it: Proporre tipo disco
nl_nl: 'schijftype' aanbieden
pl_pl: Oferuj rodzaj dysku

source: Offer chapters
ca_es: Ofereix els capítols
cs_cz: Nabízet kapitoly
es_es: Ofrecer capítulos
it_it: Proporre capitoli
nl_nl: 'hoofdstukken' aanbieden
pl_pl: Oferuj podtytuly

source: Offer target
ca_es: Ofereix la destinació
cs_cz: Nabízet cíl
es_es: Ofrecer destino
it_it: Proporre destinazione
nl_nl: 'doel' aanbieden
pl_pl: Oferuj cel

source: Offer burn speed
ca_es: Ofereix la velocitat de gravació
cs_cz: Nabízet rychlost vypalování
es_es: Ofrecer velocidad grabación
it_it: Proporre velocità scrittura
nl_nl: 'brandsnelheid' aanbieden
pl_pl: Oferuj szybkość nagrania

source: Offer cutting
ca_es: Ofereix retallar
cs_cz: Nabízet střih
es_es: Ofrecer cortes
it_it: Proporre tagli
nl_nl: 'knippen' aanbieden
pl_pl: Oferuj ćięcie

source: Offer skip titlemenu
ca_es: Ofereix l'omissió de títol del menú
cs_cz: Nabízet přeskočení titulní nabídky
es_es: Ofrecer omitir título del menú
it_it: Proporre omissione menu titoli
nl_nl: 'titelmenu overslaan' aanbieden
pl_pl: Oferuj ominięcie tytulowego menu

source: Offer skip mainmenu
ca_es: Ofereix l'omissió de menú principal
cs_cz: Nabízet přeskočení hlavní nabídky
es_es: Ofrecer omitir menú principal
it_it: Proporre omissione menu principale
nl_nl: 'hoofdmenu overslaan' aanbieden
pl_pl: Oferuj ominięcie glownego menu

source: Job options
ca_es: Opcions de tasca
cs_cz: Možnosti úlohy
es_es: Opciones de tarea
it_it: Opzioni processo
nl_nl: Opdracht optie's
pl_pl: Opcje zadań

source: Please select burn options below:
nl_nl: Kies één van de onderstaande brand-opties:

source: show
nl_nl: toon

source: skip
nl_nl: sla over

source: Button$Start
ca_es: Inicia
cs_cz: Spustit
es_es: Inicio
it_it: Avvio
nl_nl: Start
pl_pl: Start

source: Default
ca_es: Per defecte
cs_cz: Výchozí
es_es: Por defecto
it_it: Predefinito
nl_nl: Standaard
pl_pl: Standardowe

source: Video track
ca_es: Pista de vídeo
cs_cz: Stopa videa
es_es: Pista de vídeo
it_it: Traccia video
nl_nl: Videospoor
pl_pl: Ślad wideo

source: Audio track
ca_es: Pista d'àudio
cs_cz: Zvuková stopa
es_es: Pista de audio
it_it: Traccia audio
nl_nl: Audiospoor
pl_pl: Ślad dzwieku

source: Subtitle track
nl_nl: Ondertitel spoor

source: page
nl_nl: pagina

source: Unknown
ca_es: Desconegut
cs_cz: Neznámý
es_es: Desconocido
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznane

source: Status
ca_es: Estat
cs_cz: Stav
es_es: Estado
it_it: Stato

source: Disk type
ca_es: Tipus de disc
cs_cz: Typ disku
es_es: Tipo de disco
it_it: Tipo disco
pl_pl: Rodzaj dysku

source: Skin
ca_es: Aparença
cs_cz: Vzhled
pl_pl: Skurka
