Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/shoutcast-0.0.4/po/*.po
Languages: ca_es, de_de, es_es, it_it, nl_nl

source: My Radio Stations
ca_es: Les meves Emissores de Ràdio
de_de: Meine Radiosender
es_es: Mis emisoras de radio
it_it: Le mie stazioni radio
nl_nl: Favoriete radio zenders

source: Getting playlist for Genre:
ca_es: Recupera llistes de reproducció per Gènere:
de_de: Playliste für Genre:
es_es: Descargando lista para el género:
it_it: Playlist per genere:
nl_nl: Afspeellijst per Genre verkrijgen:

source: Internet Radio - Add New Server
ca_es: Ràdio per internet - Afegeix servidor
de_de: Internetradio - Neuen Server hinzufügen
es_es: Radio Internet - Añadir servidor
it_it: Internet radio - Agg. nuovo server
nl_nl: Internet radio - nieuwe server toevoegen

source: Internet Radio - Edit Station Info
ca_es: Ràdio per internet - Edita Informació de l'Emissora
de_de: Internetradio - Editiere Sender
es_es: Internet Radio - Modificar emisora
it_it: Internet radio - Mod. info emittente
nl_nl: Internet radio - zender-info bewerken

source: New Station
ca_es: Nova Emissora
de_de: Neuer Sender
es_es: Nueva emisora
it_it: Nuova emittente
nl_nl: Nieuwe zender

source: Station Name
ca_es: Nom de l'Emissora
de_de: Sendername
es_es: Nombre emisora
it_it: Nome emittente
nl_nl: Station naam

source: Station Url
ca_es: URL de l'Emissora
de_de: Sender-URL
es_es: URL emisora
it_it: URL emittente
nl_nl: Zender Url

source: Save
ca_es: Desa
de_de: Speichern
es_es: Guardar
it_it: Salvare
nl_nl: Opslaan

source: No URL entered!
ca_es: No heu indicat la URL!
de_de: Keine gültige URL angegeben
es_es: ¡No se ha entrado dirección URL!
it_it: URL non inserita!
nl_nl: Geen URL opgegeven!

source: Saved
ca_es: S'ha desat
de_de: Gespeichert
es_es: Guardado
it_it: Salvato
nl_nl: Opgeslagen

source: Could not be saved!
ca_es: No es pot desar!
de_de: Eintrag wurde nicht gespeichert!
es_es: ¡No se puede guardar!
it_it: Impossibile salvare!
nl_nl: Kon niet worden opgeslagen!

source: Already present
ca_es: Ja existeix
de_de: Bereits vorhanden
es_es: Repetida
it_it: Gi√† presente
nl_nl: Bestaat al

source: Couldnot save changes
ca_es: No es poden desar els canvis
de_de: Konnte Änderungen nicht speichern
es_es: No se pueden guardar los cambios
it_it: Impossibile salvare le modifiche
nl_nl: Kon wijzigingen niet opslaan

source: Check URL: could not open radio-station
ca_es: Comproveu URL: no es pot obrir l'emissora
de_de: Konnte Verbindung nicht herstellen - bitte URL überprüfen.
es_es: Rev. dirección URL: no se puede abrir emisora de radio
it_it: Verificare URL: impossibile aprire la stazione radio
nl_nl: Controleer de URL: kan radiostation niet openen

source: Please wait: opening radio-station
ca_es: Si us plau, espereu: obrint l'emissora
de_de: Verbinde mit Radiosender...
es_es: Espere: abriendo emisora de radio
it_it: Apertura stazione radio in corso. Attendere...
nl_nl: Momentje aub. station wordt geopend

source: Internet Radio Functions
de_de: Internetradio Funktionen
nl_nl: Internet radio functie

source: 1 Add New Radio Station
ca_es: 1 Afegeix una nova emissora
de_de: 1 Neuen Radiosender hinzufügen
es_es: 1 Añadir nueva emisora
it_it: 1 Aggiungere nuova emittente
nl_nl: 1 Voeg nieuwe zender toe

source: 2 Edit current Radio Station
ca_es: 2 Edita l'emissora actual
de_de: 2 Bearbeite aktuellen Radiosender
es_es: 2 Modificar emisora actual
it_it: 2 Modificare emittente corrente
nl_nl: 2 Bewerk huidige zender

source: 3 Delete current Radio Station
ca_es: 3 Suprimeix l'emissora actual
de_de: 3 Lösche aktuellen Radiosender
es_es: 3 Borrar emisora actual
it_it: 3 Rimuovere emittente corrente
nl_nl: 3 Verwijder huidige zender

source: Selected Radio Station:
ca_es: Emissora seleccionada:
de_de: Aktueller Radiosender:
es_es: Emisoras seleccionadas
it_it: Emittente radio selezionata:
nl_nl: Geselecteerde zender:

source: Could not save to disk
ca_es: No es pot desar al disc
de_de: Abspeichern nicht möglich
es_es: No se puede guardar en disco
it_it: Impossibile salvare su disco
nl_nl: Kon niet worden opgeslagen

source: Deletion failed
ca_es: No s'ha pogut suprimir
de_de: Löschen fehlgeschlagen
es_es: Borrado fallido
it_it: Rimozione fallita!
nl_nl: Verwijderen mislukt

source: Internet Radio: My Stations
ca_es: Ràdio per internet: Les meves emissores
de_de: Internetradio: Meine Sender
es_es: Internet Radio: Mis emisoras
it_it: Internet Radio: le mie emittenti
nl_nl: Internet radio: Mijn zenders

source: Button$Functions
ca_es: Funcions
de_de: Funktionen
es_es: Funciones
it_it: Funzione
nl_nl: Functie

source: No Radio Stations found.
ca_es: No s'ha trobat cap emissora.
de_de: Keine Radiosender vorhanden.
es_es: No se han encontrado emisoras
it_it: Nessuna emittente radio trovata!
nl_nl: Geen radiozenders gevonden.

source: Info:
de_de: Hinweis:
nl_nl: Informatie:

source: Please use 'Function' to add a station.
de_de: Wählen Sie 'Funktionen', um einen neuen Sender hinzuzufügen.
nl_nl: Gebruik 'Functie' om een station toe te voegen

source: Your SHOUTcast is active.
de_de: SHOUTcast ist eingerichtet.
nl_nl: Uw SHOUTcast is aktief.

source: Your SHOUTcast DevID is
de_de: Ihre SHOUTcast DevID ist
nl_nl: Uw SHOUTcast DevID is

source: Reset DevID
de_de: DevID ändern

source: Welcome to Internetradio setup
de_de: Willkommen zum Internetradio-Setup
nl_nl: Welkom bij de setup van de Internetradio plugin

source: To use the internet radio service from SHOUTcast you need an access-key since their switch to the new Interface (API 2.0).
de_de: Zur Nutzung des Internetradiodienstes von SHOUTcast wird seit der Umstellung auf die neue Schnittstelle (API 2.0) ein Zugangsschlüssel benötigt.
nl_nl: SHOUTcast overgegaan is naar een nieuwe (API 2.0) interface en daarom is een toegangscode benodigd om deze service te kunnen gebruiken.

source: You can register for this DevID directly on the Website of the AOL Developer Network http://dev.aol.com/keys .
de_de: Dieser DevID genannte Schlüssel kann auf der Website des AOL Developer Network http://dev.aol.com/keys beantragt werden.
nl_nl: Op de website van AOL Developer Network http://dev.aol.keys, kan deze DevID verkregen worden door u op die site te registreren.

source: Enter DevID
de_de: DevID eingeben
nl_nl: Voer DevID in

source: Show this page again
de_de: Diese Seite erneut anzeigen
nl_nl: Pagina opnieuw tonen

source: Cancel
de_de: Abbrechen
nl_nl: Annuleer

source: DevID is to short, it should be 16 characters long
de_de: DevID ist zur kurz, diese muss mindestens 16 Zeichen enthalten
nl_nl: DevID is te kort, deze bestaat minimaal uit 16 karakters

source: Radio station added to favorites
de_de: Sender zu den Favoriten hinzugefügt
nl_nl: Radiostation toegevoegd aan favorieten

source: Internet Radio
ca_es: Ràdio per internet
es_es: Radio por Internet
