Repository: hfuerst/reelvdr
Catalog: src/vdr-plugins/src/streamdev-cvs/po/*.po
Languages: ca_es, it_it, nl_nl, pl_pl, ro_ro

source: VTP Streaming Client
ca_es: Client VTP Streaming
it_it: Client streaming VTP
pl_pl: Klient VTP Przesyłania Strumienia
ro_ro: Client Streaming VTP

source: Streaming Client
ca_es: Client Streaming
it_it: Client streaming
pl_pl: Klient Przesyłania Strumienia
ro_ro: Client transmisie

source: Server is suspended
ca_es: El servidor s'ha aturat
it_it: Server interrotto
nl_nl: Server is onderbroken
pl_pl: Serwer jest zawieszony
ro_ro: Serverul este suspendat

source: Couldn't suspend Server!
ca_es: No es pot aturar el Servidor!
it_it: Impossibile interrompere server!
nl_nl: Kan server niet onderbreken!
pl_pl: Nie mógł zawiesić Serwera!
ro_ro: Nu pot sa suspend server!

source: VDR Streaming Server
ca_es: Servidor VDR Streaming
it_it: Server streaming VDR
pl_pl: Serwer VDR Przesyłania Strumienia
ro_ro: Server transmisie VDR

source: Pause Live TV
ca_es: Posa en pausa l'emissió de TV
it_it: Pausa TV
nl_nl: Pauzeer Live TV
pl_pl: Przerwa TV na żywo
ro_ro: Pauza Live TV

source: Streaming Server
ca_es: Servidor Streaming
it_it: Server streaming
pl_pl: Serwer Przesyłania Strumienia
ro_ro: Server Transmisie

source: Streaming active
ca_es: Streaming actiu
it_it: Streaming attivo
nl_nl: Streaming aktief
pl_pl: Przesyłanie Strumienia Aktywne
ro_ro: Transmisie activa

source: Offer suspend mode
ca_es: Ofereix mode de suspensió
nl_nl: Bied verbreken modus aan

source: Always suspended
ca_es: Sempre en suspensió
nl_nl: Altijd verbreken

source: Never suspended
ca_es: Mai en suspensió
nl_nl: Nooit verbreken

source: Common Settings
ca_es: Paràmetres generals
it_it: Configurazioni comuni
nl_nl: Algemene instellingen
pl_pl: Ustawienia Powrzechne
ro_ro: Setari comune

source: Maximum Number of Clients
ca_es: Nombre màxim de Clients
it_it: Numero massimo client
nl_nl: Maximum aantal cliÃ«nts
pl_pl: Maximum Ilości Klientów
ro_ro: Numar maxim de clienti

source: Suspend behaviour
ca_es: Atura el funcionament
it_it: Comportamento su interruzione
nl_nl: Werking onderbreken
pl_pl: Zachowanie Zawieszenia
ro_ro: Comportament la suspendare

source: Client may suspend
ca_es: Desconnecta el Client
it_it: Il client può interrompere
nl_nl: Client kan onderbreken
pl_pl: klient może byc zawieszony
ro_ro: Clientul poate suspenda

source: ReelBox-to-ReelBox Server
ca_es: Reelbox a Servidor ReelBox
nl_nl: Reelbox-naar-ReelBox server

source: Start ReelBox-to-ReelBox Server
ca_es: Inicia 'Reelbox a Servidor ReelBox'
nl_nl: Start ReelBox-naar-ReelBox server

source: ReelBox-to-ReelBox Server Port
ca_es: Port 'Reelbox a Servidor ReelBox'
nl_nl: ReelBox-naar-ReelBox server poort

source: Bind to IP
ca_es: Vincula a la IP
it_it: Legare all'IP
nl_nl: Koppelen aan IP
pl_pl: Związać z IP
ro_ro: Atasaza la IP

source: HTTP Server
ca_es: Servidor HTTP
it_it: Server HTTP
pl_pl: Serwer HTTP
ro_ro: Server HTTP

source: Start HTTP Server
ca_es: Inicia Servidor HTTP
it_it: Avviare server HTTP
pl_pl: Start Serwer HTTP
ro_ro: Start Server HTTP

source: HTTP Server Port
ca_es: Port Servidor HTTP
it_it: Porta server HTTP
nl_nl: HTTP Server poort
pl_pl: HTTP Serwer Port
ro_ro: Port Server HTTP

source: HTTP Streamtype
ca_es: Tipus Stream HTTP
it_it: Tipo stream HTTP
pl_pl: Rodzaj Przesyłania Strumienia HTTP
ro_ro: Tip transmisie HTTP

source: Start Client
ca_es: Inicia Client
it_it: Avviare client
pl_pl: Zastartować klienta

source: Remote IP
ca_es: IP remota
it_it: IP remoto
pl_pl: Zdalny IP
ro_ro: IP-ul 'de la distanta'

source: Remote Port
ca_es: Port remot
it_it: Porta remota
nl_nl: Remote poort
pl_pl: Zdalny Port
ro_ro: Portul 'de la distanta'

source: Filter Streaming
ca_es: Filtre Streaming
it_it: Filtro streaming
pl_pl: Filtr Przesyłania Strumienia
ro_ro: Filtru transmisie

source: Synchronize EPG
ca_es: Sincronitza l'EPG
it_it: Sincronizzare EPG
nl_nl: Synchroniseer EPG
pl_pl: Synchronizuj EPG
ro_ro: Sincronizeaza EPG

source: Multicast Client Port
nl_nl: Multicast client poort

source: Minimum Priority
nl_nl: Minimum prioriteit

source: Maximum Priority
nl_nl: Maximum prioriteit
